{
  "name": "Ezizh",
  "tagline": "Hellborn",
  "faction": "Hypogean",
  "type": "Strength",
  "class": "Support",
  "role": "Debuffer",
  "lore": "When we sleep, a vital connection is made with the realm of dreams. This is a place as real as it is different from the waking world. The rules of this dimension are older than those at the foundation of what we think of as the \"real world\". They are more ancient than logic or reason itself, and to the observer from our plane, seem chaotic. In this realm, a dreamer can project the subconscious self to other realities. Those who can accomplish this to any effect, however, are quite rare. The dream realms are accessed, in some capacity, rather easily by a dreaming mortal. Its protections against the unnatural, however, are incredibly robust. Demonic entities have attempted to breach the borders of the Nightlands, as they are known by the denizens of the realm itself, but never to any avail. Thus, they devised a plan.<br>\r\nA group of powerful demon sorcerers performed arcane rituals on a seed. The seed lacked the qualities that would trigger the repelling enchantments, but could grow inside the realm into the exact kind of entity the Nightlanders wished to keep out. The seed would drink the streams and rivulets of fear, jealousy, resentment, regret, and sorrow that ran through the Nightland, from the dreams being dreamt. It would grow into a carrier of these very feelings. A swirling collection of fears.<br>\r\nThe seed sprouted quickly, and not long thereafter the slender sapling was thick-trunked, with whip-like tendrils dangling from branches sprouting sick, fat blossoms that seemed to sweat in the moonlight. Its seeds, seeming to glower with a pale purple glow, drifted through shimmering forests of dream, planting themselves like tumors of nightmare in the ground. It didn't take long for these to be noticed, and the inhabitants of the realm wasted no time in banding together and seeking out all growths of the sick trees and tearing them up by the roots. The epicenter was finally reached. The original tree. It was dead, ripped open almost as if struck by lightning. Whatever had been incubating inside it had grown enough to get out.<br>\r\nEzizh was already wise and powerful upon his emergence, but he had much to learn about this place, so he hid and observed. It became apparent that the fight for now was on the physical plane, so he did what he could to influence things there. The dreams of lords and other powerful people were manipulated, night after night, to steer them away from doing the things the demon would want them to do. After all, an enemy who doesn't know he is being attacked is defenseless. He also observed many dreams to gather a better understanding of his prey. They were motivated by such petty, immediate fears and desires. The failure of their bodies. The safety of their young. Comfort. Warmth. Food. He began to experiment, introducing horrors so alien to the dreamer in their nightmares that the mind could be destroyed by the shock of experiencing them, the enemy neutralized without risking any kind of engagement.<br>\r\nHe would concoct new horrors every night to inflict on the dreamers of Esperia. When they were at their most potent, they could leave the dreamer permanently uncommunicative, raving mad, or comatose.<br>\r\nOne evening he spotted a sleeper he was surprised to see. Only the previous night he had been sure that he had broken the man's mind beyond the ability to dream further, yet here he was not only dreaming but seemingly rather content. He appeared to be in some sort of dwelling made from felled trees. A fire was blazing in a hearth, and lying by the man's feet on a wool rug, some kind of sleeping mammal. Disgusting. The dreams of these mortals were so mundane. So unworthy. In the man's dream, the sleeping animal howled as it stood, transforming into a slavering monstrosity with breath like rotting flesh. A look of dread crossed the man's face and the dreamer whimpered in his bed. Then, a flash of white. Everything was to back to the state it had been in. Warmth. Comfort. The sleeping animal.<br>\r\nA flicker of movement betrayed the source of the change. A glimpse of blue wings flitting away through the trees. It seemed Ezizh might need to change his focus to the realm he actually inhabited. There wasn't room for opposition. The hunt had begun.<br>\r\n''\"I am your worst nightmare.\"''",
  "skill1name": "Fissure",
  "skill1lvl1": "Ezizh causes an explosion that deals 180% damage to any surrounding enemies. The explosion causes part of the ground to burn, damaging any enemies standing upon it for 5 seconds.",
  "skill2name": "Feeble Mind",
  "skill2lvl1": "Ezizh mind controls the enemy farthest away from himself, causing them to walk towards him, also rendering the enemy unable to attack. Once in fron of Ezizh, the enemy is dealt 210% damage and knocked into the air.",
  "skill2lvl2": "Damage is increased to 220%",
  "skill3name": "Horrify",
  "skill3lvl1": "Ezizh launches an ungodly shockwave towards all of his enemies that inflicts 160% damage upon them, rendering them unable to cast their ultimate abilities for 3 seconds.",
  "skill4name": "Mental Fury",
  "skill4lvl1": "Ezizh enrages his teammates, allowing them to to regain 40 energy points every 3 seconds.",
  "skill1lvl2": "Reduces the Attack Ratings of enemies standing on the burning ground by 40%",
  "skill2lvl3": "Enemy's Attack Rating is reduced by 30% for 5 seconds after being dealt damage",
  "skill3lvl2": "Prevents enemies using ultimate abilities for 2 seconds every time one of Ezizh's teammates uses an ultimate ability.",
  "skill4lvl2": "Ezizh's teammates are able to regain energy after his death, however the effect's efficiency is reduced by 30%",
  "skill1lvl3": "Damage is increased to 220%",
  "skill2lvl4": "Damage is increased to 230%",
  "skill3lvl3": "Damage is increased to 180%",
  "skill4lvl3": "Allies recover 50 energy points every 3 seconds",
  "engravings30name": "Horrify",
  "engravings30description": "Enhance the ability Horrify, Damage is increased to 190%.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: CDR +6",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: CDR +6",
  "engravings60name": "Mental Fury",
  "engravings60description": "Enhance the ability Mental Fury, During the battle and while Ezizh is alive, his allies shall receive an additional 100 Energy Points when they kill an enemy target.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: CDR +6",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: CDR +6",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: HASTE +10 CDR +20",
  "siname": "Armor of Ruin",
  "sidescription": "Twisted armor that represents the very evil it protects.",
  "siskillname": "Immolate",
  "siskilldescription": "Enemies with less than 30% health will be stunned for a short period of time.",
  "siskill10unlocks": "[+10 Unlocks] Ezizh’s fire lasts for 1 second and raises the damage by 15%.",
  "siskill20unlocks": "[+20 Unlocks] Ezizh’s fire lasts for 1 second and raises the damage by 20%.",
  "siskill30unlocks": "[+30 Unlocks] Increases the duration the ground burns for by 100%. However only one location can be burned at a time.",
  "furniturename": "Mind Focus",
  "furniture3description": "[3/9 Mythic Pieces] While using the ability \"Feeble Mind”, Ezizh receives 60% less damage from enemy attacks and cannot be controlled by enemies.",
  "furniture9description": "[9/9 Mythic Pieces] The ability \"Feeble Mind\" simultaneously causes both the farthest frontline and backline enemies to fall under Ezizh's control. While under Ezizh's control, the affected enemies will walk towards Ezizh for several seconds and be unable to attack, but only the farthest enemy of the two will be dealt damage."
}