{
  "name": "Khazard",
  "tagline": "The Frozen Terror",
  "faction": "Hypogean",
  "type": "Intelligence",
  "class": "Mage",
  "role": "Control",
  "lore": "The natural world is one of cycles. Winds blow and then subside. Seeds sprout and grow up toward the sun before they wither and die and return to the soil. A spark becomes a flame and a flame becomes an inferno. The inferno becomes an ember and the ember goes dark. Each of these elemental processes, in their infinite repetition, birth different kinds of consciousness. It was from the endless swell and retreat of the tides the Khazard was given life.<br>\r\nAs the elemental guardian of the ocean, Khazard possessed an innate understanding of almost everything beneath the waves. Everything from the smallest crustaceans to the largest leviathans held no secrets from him. The sway of seaweed is the rhythm of his breath, and the currents that flow from one far coast to another are the lifeblood of his body. Elementals are unlike other mortal beings. They come into being fully formed and aware. They know their purpose, and follow the path ordained for them. When they do finally die, they do so without fear or apprehension. They know that the old must make room for the new. Khazard took the place of Udea, who had taken the place of another and so on throughout time immemorial.This would fall apart, however, when he denied the eternal cycle.<br>\r\nIt would seem that there could be nothing in the sea beyond his ken, but in the deepest abyss there was something that called and waited. A voice whispered to him. No matter where in the sea he went, it was there. It asked him questions he couldn’t answer and little by little began to foment a thought that elementals do not naturally possess- doubt. He began questioning the nature of his being. He began questioning the nature of truth itself. As the questions became bigger and more mind-bending, and the voice continued to pull at him, even the vastness of the ocean began to seem confined. The black depths beckoned and promised understanding. With his sense of purpose waning and uncertainty growing ever more present, he resolved to seek out the source of the thoughts that had infested his mind.<br>\r\nFar below where the last motes of light died out, Khazard found what he sought. In the dark was the one that had spoken to him. It twisted and writhed, a thousand tentacles radiating from a faintly luminescent inky cloud. It continued whispering directly into his mind, now at a more rapid pace. He was held in thrall, absorbed entirely in the hypnotic words of the speaker. A thin crust of ice cracked and reformed around the tentacles as they stretched and retracted. Khazard grew cold as he became more and more lost. Ice formed around him as his features changed and one of the tentacles broke away from the nebulous central mass, becoming a nightmarish serpent that wrapped around the guardian as his eyes closed. When he opened them again, he would no longer serve the sea, but rather a new master.<br>\r\n''“Truth is the abyss”''",
  "skill1name": "Frozen Mist",
  "skill1lvl1": "Khazard explodes, dealing an initial 130% damage to all enemies on the battlefield, causing the battlefield to become enveloped in a “Frozen Mist” for 14 seconds. While the frozen mist is present, enemies will suffer 45% damage per second and enemies with health lower than 30% will become frozen until the are able to recover 30% of their health or the mist disappears.",
  "skill2name": "Glacial Shards",
  "skill2lvl1": "Khazard fires 3 “Glacial Shards” in multiple directions. Each glacial shard deals 150% damage to the enemies which are struck, also causing them to lose 50 Haste points for 4 seconds. Any enemies that are struck by multiple ice shards will be dealt 50% less damage by subsequent shards after the second glacial shard.",
  "skill2lvl2": "Damage is increased to 170%.",
  "skill3name": "Frozen Beam",
  "skill3lvl1": "Khazard fires an icy beam at an enemy which deals 220% damage to them and causes them to become frozen for 3 seconds.",
  "skill4name": "Frost Serpent",
  "skill4lvl1": "While there is “Frozen Mist” present on the battlefield, Khazard’s “Frost Serpent” attacks an enemy with its ice breath, dealing 160% damage to them, causing them to become frozen for 2 seconds.",
  "skill1lvl2": "Enemies’ health recovery rates are reduced by 70% when “Frozen Mist” has enveloped the battlefield.",
  "skill2lvl3": "Fires 5 Glacial Shards.",
  "skill3lvl2": "Damage is increased to 250%.",
  "skill4lvl2": "When Khazard uses his “Glacial Shards” ability his “Frost Serpent” will deal an additional attack to the nearest enemy target, knocking them backwards, dealing 200% damage to them.",
  "skill1lvl3": "Duration of “Frozen Mist” ability effects are increased to 16 seconds.",
  "skill2lvl4": "Fires 7 Glacial Shards.",
  "skill3lvl3": "Damage is increased to 270%.",
  "skill4lvl3": "As the effects of “Frost Beam” are about to wear off, Khazard’s “Frost Serpent” will smash the frozen enemy target, dealing damage equal to 20% of the health that they have already lost.",
  "engravings30name": "Frozen Beam",
  "engravings30description": "Enhance the ability Frozen Beam, Time enemy is frozen is increased to 4 seconds.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: CDA +5",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: CDA +5",
  "engravings60name": "Frost Serpent",
  "engravings60description": "Enhance the ability Frost Serpent, While there is \"Frozen Mist\" present on the battlefield, Khazard's \"Frost Serpent\" attacks an enemy with its ice breath, dealing 180% damage to them, causing them to become frozen for 2 seconds.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: CDA +5",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: CDA +5",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: HASTE +10 IS +31.85",
  "siname": "The Frigid Aura",
  "sidescription": "Frozen in perpetuity, this object emanates a coldness that is able to cut through bone and steel.",
  "siskillname": "Frozen Curse",
  "siskilldescription": "Passive: Increases the duration of most negative debuff effects which are currently affecting all enemies on the battlefield by 30%.",
  "siskill10unlocks": "[+10 Unlocks] Normal attacks that deal critical damage now have a freezing effect that lasts for 1 second.",
  "siskill20unlocks": "[+20 Unlocks] Normal attacks that deal critical damage now have a freezing effect that lasts for 3 seconds.",
  "siskill30unlocks": "[+30 Unlocks] Increases the duration of most negative debuff effects which are currently affecting all enemies on the battlefield by 60%.",
  "furniturename": "Solid Ice",
  "furniture3description": "[3/9 Mythic Pieces] When using the ability \"Glacial Shards\", if a single enemy is struck by 2 shards or more, the target becomes completely frozen for 1.5 seconds. ",
  "furniture9description": "[9/9 Mythic Pieces] Any enemies frozen by one of Khazard's abilities will receive 15% more damage. "
}