{
  "name": "Leofric",
  "tagline": "The Malovolent Menace",
  "faction": "Hypogean",
  "type": "Intelligence",
  "class": "Support",
  "role": "Debuffer",
  "lore": "\"Lester's Jottings\"<br>\r\nApril 24th. Fluctuating between sunny and cloudy.<br>\r\nWord has come from our secret agent in Savannah that a wealthy businessman has provided considerable material contributions to the Kingdom in exchange for an honorary title; 'Earl'. The official declaration will be signed later this month. Right about that time, he’ll be granted a stately mansion home, seems it'll be near… Kuilin city.<br>\r\nLeofric… I've heard of this fellow. A traveling merchant palming off his wares at any old faction camp. Years passed and he amassed quite the fortune, in both wealth and knowledge. Successful business requires superb eloquence, and he has it in buckets. Rumors suggest his best customer may even be a sly Hypogean.<br>\r\nAs much as the title of Earl is merely in name alone, it opens up the aristocratic doors of upper society. As Lord of this city, it is my duty to hastily uncover his aims and ensure peace for Kuilin city.<br>\r\nMay 31st. Very overcast.<br>\r\nA full week has passed since the canonization of this new Earl, and the long derelict buildings outside the city walls have already undergone change. Today I shall pay them a visit in my capacity as Lord.<br>\r\n\"Your Highness, to what do I owe such a pleasure.\" A cane appears, protruding through the shadowy side door of the guestroom. A pallid, slender hand grips the handle, attached to the arm of an elegant, refined middle-aged gentleman – the owner of the Mansion. He seemed to rise and form out of the shadows themselves, making not a whisper as he came into view, the gentle tapping of his cane against the floor the only indication of his presence.<br>\r\nThe rumors were surely true. The Earl is eloquent and knowledgeable. His manners are impeccable, and his etiquette is flawless, Savannah's finest would struggle to find a fault. During our time together, I tried every angle, every trick in the book to have him spill his guts, but alas, he was completely water tight. Talking of himself, everything he said was in perfect alignment with the intelligence gathered by our spy.<br>\r\nUpon my departure, I left with my preferred parting words, \"May the Divine Light guide you always\". Even if one is not devout, he can surely appreciate such a wholesome and heartfelt message. For a split second, his façade seemed to slip, although a gentle smile quickly replace the momentary change. Perhaps this is the breakthrough I need…<br>\r\nAugust 16th. Wet and overcast.<br>\r\nIt has been little more than 3 months since his induction, but already Leofric has comfortably carved his niche into the aristocratic social circles. I'm constantly bombarded with statements from the aristocracy pertaining to 'the Earl's wisdom' or 'the Earl's generosity'. A silver tongue and golden purse have firmly placed him comfortably as one of their number.<br>\r\nI can't help becoming ever more suspicious, I'm not convinced he is truly who he claims to be, even more so now two of my finest well-trained spies have been deposed. On the surface, we've been cordial and polite to one another these past three months, but in truth there is a war we wage in the shadows. I may not yet have uncovered his true identity, but the mystery is gradually being unveiled.<br>\r\nI recall that after a banquet one evening, the Earl was blathering on, saying, \"People wear masks in life, and aristocrats even more than most.\" Ever since we have been children, being given our favorite toy after crying loudly for it, humanity has tasted the sweetness of deception, wearing ever grander, ever more deceptive masks. So then, Earl, what would one find beneath your mask, hmm?<br>\r\nAugust 23rd. Sunny.<br>\r\nEarly Leofric suddenly came for an audience with me, claiming to prove his sincerity by offering to tell me a secret. He entered the guestroom, shook out his cloak and stretched out his right hand, concealing his face. The slivers of his eyes exposed between his fingers flared scarlet and ghastly spiraling horns emerged from his forehead. Classic Hypogean traits.<br>\r\n\"You seem unperturbed, human.\"<br>\r\nLeofric's expression seemed to suggest he knew this would be the case. He pulled his hand away from his face as it immediately burst into flames and vanished. \"A ruler such as yourself has long learned not to trust to easily.\"<br>\r\nOf course, as Lord of Kuilin it is my duty to remain vigilant and suspicious of \"outsiders\". In my imaginings of every possibility, Hypogean was one possible identity of hundreds.<br>\r\n\"We are both shrewd individuals. How about we cut a deal.\" The Earl's smirked.<br>\r\nAfter the Earl has departed, I summoned the guards I had ordered to hide in the guest room. As I suspected, from the moment when the Earl shook out his cape, the guards saw the quite unremarkable sight of myself and Earl talking, nothing more.<br>\r\nNovember 25th. Sunny.<br>\r\nKuilin city, its dark undercurrent no longer surging, has returned to its peaceful state. Following my cooperation with Leofric, the long concealed secrets of the aristocracy, once out of reach of my spies, are now sat neatly on my table. The Earl himself is the only source of instability in Kuilin. Fortunately, he is also quite unlike his kin, lacking their destructive and chaotic streak. To quote the Earl himself, \"What I am plotting is nothing more than a human disguise. After all, humans are the most 'disguised' of all the races.\"<br>\r\nNaturally I do not trust the words of a Hypogean, he could be scheming some other ploy, but for the time being, whilst our interests align, it suits me to work with him. There is no trust between us, but I suspect the Earl is well aware that is the case. All he requires for payment is for part of my library collection to be opened, and to maintain his title of Earl. For the sake of Kuilin's stability, these are tolerable terms.<br>\r\nThis morning, he and I attended an art salon. Whilst mingling with the other attendees, we briefly greeted each other, \"May the Divine Light guide you always\".<br>\r\n''\"Wise and erudite, mysterious and dangerous. Shhh! Talk behind his back and he’ll be right there beside you.\"''",
  "skill1name": "Shadow Mastiff",
  "skill1lvl1": "Leofric summons a “Shadow Mastiff” statue in front of the enemy with the highest Attack Rating, and taunts them for 8 seconds. The “Shadow Mastiff” possesses 1150% of Leofric’s Attack Rating as health, and only one may be present on the battlefield at a time. If the “Shadow Mastiff” is destroyed before its timer ends, the attacking enemy will permanently lose 18% of their Attack Rating (effect can only occur once per enemy). If the “Shadow Mastiff“ is not destroyed before its timer ends, it shall deal 290% damage to the attacking enemy when its timer ends.",
  "skill2name": "Hell Wyrms",
  "skill2lvl1": "Deals 250% damage to enemies within a certain range, also causing them to lose 90 Energy points. Any enemies that were dealt damage shall also have their Energy Recovery reduced by 50% for the following 4 seconds. This effect cannot be stacked.",
  "skill2lvl2": "Damage is increased to 300%.",
  "skill3name": "Unmasked Horror",
  "skill3lvl1": "All enemies in front of Leofric that are facing towards him are terrified for 3 seconds and lose 20% of their respective Attack Ratings for the following 6 seconds. This effect cannot be stacked.",
  "skill4name": "Perfect Disguise ",
  "skill4lvl1": "Leofric and his most injured ally become immune to all damage and attacks for 5 seconds. While immune, 50% of the damage dealt by the injured ally is converted into their own health.",
  "skill1lvl2": "If the “Shadow Mastiff” is destroyed before its timer ends, the attacking enemy will permanently lose 22% of their Attack Rating. If the “Shadow Mastiff“ is not destroyed before its timer ends, it shall deal 320% damage when it ends.",
  "skill2lvl3": "Damage is increased to 350%.",
  "skill3lvl2": "Terrified enemies lose 30% of their respective Attack Rating.",
  "skill4lvl2": "While immune, 70% of the damage dealt by the injured ally is converted into their own health.",
  "skill1lvl3": "If the “Shadow Mastiff” is destroyed before its timer ends, the attacking enemy will permanently lose 25% of their Attack Rating. If the “Shadow Mastiff“ is not destroyed before its timer ends, it shall deal 350% damage when it ends.",
  "skill2lvl4": "Any enemies that were dealt damage shall have their Energy Recovery reduced by 70% for the following 5 seconds.",
  "skill3lvl3": "Terrified enemies lose 40% of their respective Attack Rating.",
  "skill4lvl3": "While immune, 90% of the damage dealt by the injured ally is converted into their own health.",
  "engravings30name": "Unmasked Horror",
  "engravings30description": "Enhance the ability Unmasked Horror, Terrified enemies lose 45% of their respective Attack Ratings.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: HR +2",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: HR +2",
  "engravings60name": "Perfect Disguise",
  "engravings60description": "Enhance the ability Perfect Disguise, Ally's Crit Rating is raised by 20%.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: HR +2",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: HR +2",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: HASTE +10 PR +10.14",
  "siname": "Shadow Mastiff Cane",
  "sidescription": "Crafted from the bones of a long-deceased shadow mastiff, this cane is the pure embodiment of evil. The cane itself is said to be possessed by the entrapped soul of this vicious creature. Shadow mastiffs are known for their loyalty, and the vicious soul within this cane is eagerly awaiting its master’s beckoning.",
  "siskillname": "Heart of Malice",
  "siskilldescription": "Enemies struck by the ability “Hell Wyrms” shall receive 15% more damage from Leofric’s attacks for the following 4 seconds.",
  "siskill10unlocks": "[+10 Unlocks] Enemies struck by the ability “Hell Wyrms” shall receive 25% more damage from Leofric’s attacks for the following 4 seconds.",
  "siskill20unlocks": "[+20 Unlocks] Enemies struck by the ability “Hell Wyrms” shall receive 25% more damage from all attacks for the following 4 seconds.",
  "siskill30unlocks": "[+30 Unlocks] Enemies struck by the ability “Hell Wyrms” shall receive 35% more damage from all attacks for the following 6 seconds.",
  "furniturename": "Subdued Vigor",
  "furniture3description": "[3/9 Mythic Pieces] Enemies that are currently taunted by the ability “Shadow Mastiff\" have their Health Regeneration reduced by 90%.",
  "furniture9description": "[9/9 Mythic Pieces] Enemies that are taunted by the ability “Shadow Mastiff” are unable to recover Energy. Whenever a “Shadow Mastiff” disappears or is destroyed it will deal 350% damage to nearby enemies, also stunning them for 3 seconds."
}