{
  "name": "Lucretia",
  "tagline": "The Betrayed",
  "faction": "Hypogean",
  "type": "Agility",
  "class": "Ranger",
  "role": "Assassin",
  "lore": "Lucretia grew up in a poor family. Her mother, so worn down by the hardships of poverty, grew numb and indifferent to life. For as long as Lucretia could remember, her mother had been so preoccupied with the care of her younger siblings that she was entirely neglected.<br>\r\nIt was a wild, stormy night that Lucretia first set eyes on Zaphrael. Her town was ransacked by the Hypogeans, her entire family – mother, brothers, sisters – all consumed, one by one. Just as she was sinking into deep despair, Zaphrael and his soldiers arrived. Tearing through the sanguine night like a bolt of pure white lightning, he saved her from the Hypogean butcher knife.<br>\r\nThat year, Lucretia turned 13. She was obsessed with heroes, worshipping and idolizing them. Zaphraeľ’s heroic exploits that night were burned into her memories, inspiring her. Unable to return to a home that no longer existed, she resolved to join the army and work under Zaphrael’s command as a military nurse.<br>\r\nThe few soldiers that made it back from the front lines with their lives were often in a serious state. Lucretia quickly grew used to treating scorching burns and severed, severely mutilated limbs. Every extra second spent at war fueled her admiration of Zaphrael. Each time he returned wounded, she would treat him with the greatest care, cleaning and dressing his many injuries. As the commander, he would charge first into battle, slaughtering countless Hypogeans, his body acquiring new scars on top of the old.<br>\r\nOn one occasion, Zaphrael was gravely wounded, blood pouring and gushing from a deep wound. Struck by anguish and fearing this may be her last chance, Lucretia confessed her feels for him in front of everyone present. Their roles keeping them apart, Lucretia had only been able to gaze at Zaphrael from the far off barracks. She never imagined that one day, she would stand beside him as a wife. He, certainly, never anticipated marriage. The enthusiasm of those around him made it impossible for him to refuse marriage to Lucretia, despite his reservations. In this way, from the very beginning, this marriage bore the hallmarks of tragedy. Despite everything, Lucretia was elated, not knowing that marriage could neither bridge the distance between them, nor bring the love she craved.<br>\r\nZaphrael’s time was mostly dominated by repelling the Hypogean forces, his duty to that just cause keeping him and his wife apart. He had no time for his family and didn’t care at all about his silent wife. Without a word of complaint, Lucretia continued to manage the household and family affairs, allowing Zaphrael to focus on the frontlines.<br>\r\nDay and night, she prayed to the gods for her husbands safety. She prayed for a quick end to the war, for her husband to return home soon and be reunited with her and their unborn child. She would never have guessed that the answer to her wishes, would be the news that Zaphrael was about to become a god. She longed to summon up the courage to beg him to stay for the sake of their unborn child, but upon seeing the pious fervor in his eyes, she bit her tongue. Instead of granting her pleas, the gods took Zaphrael away – so far away, that all contact was severed.<br>\r\nNot long after, their son was born. All the love and care that Lucretia had for Zaphrael was redirected to her newborn child. To avoid the spreading flames of war, she took her child and left town. The mother and son found a village and settled there. Despite appearing peaceful and safe on the surface, the village was secretly feeding a Hypogean the flesh and blood of children. Lucretia could never have expected her child to be taken from her to be fed to a Hypogean. Less still, that her child was the final sacrifice needed to allow a Hypogean back into the world.<br>\r\nSinking into an infinite despair, Lucretia saw Zaphrael’s silhouette once again. Just like that stormy night, all those years ago. This time, however, he was here to bring an end to the revival of this Hypogean. Seeing the bolt of white lightning in his hand, Lucretia immediately understood what her husband wanted to do. Piteously, she pleaded with him to think of his child.<br>\r\nThe time of the Hypogean revival drew ever closer. Zaphrael, bolt readied in his hand, turned to the Hypogean and struck. In an instant, a calamitous bolt of lightning interrupted the revival ceremony, but also reduced the child to ash. Everything happened so quickly, Lucretia swore she saw her sons lips mouth “daddy” just a split second before his tiny body disintegrated with a feeble cry…<br>\r\nThere was a time that Lucretia pinned all her hopes on Zaphrael, yet he abandoned her. She then made her son the\ncenter of her world, yet the world took him too, for some so-called just cause. Again and again, they took everything from her. Everything that sustained her.<br>\r\nIn the shadow of all this destruction, a mere step away from the revival of the Hypogean, a tiny wisp of the Hypogean’s essence lingered in the ruins. Seizing upon the hate seething within Lucretia’s heart, it had an idea.<br>\r\nSlyly whispering into the mourning mother’s ear, the Hypogean hissed, “Poor Lucretia… As far as the high and mighty gods above are concerned, you and your child are worth less than microscopic dust.” The gods called it the Twin Terrors, Esperia’s most beguiling and bewitching Hypogean.” Why would they stoop to entertain the wishes of a mere insect? And yet… should you commit your soul to us, we shall give that you which you want… the power of a god.”<br>\r\nThunder clouds rolled over the horizon, as if brewing up a new round of lightning.<br>\r\nLucretia knew the Hypogean was in a hurry to find a host. Slowly, her voice trickled out, tinged with madness.<br>\r\nBitterly, she merged and became one with it. The Hypogean was true to it’s word. As Lucretia felt her skin grow a new resilient layer, she simultaneously became aware of a great swelling of power within her, fueled by her hatred. The pain of enduring childbirth alone, the extreme bitterness of raising a child, the face of her child illuminated by pure white light moments before his death… Lucretia recalled it all, all the while the Hypogean filling her ears with inconceivable notions, the hatred continuing to swell as she gained more control, feeling her body growing stronger.<br>\r\nGripping the Dark Star, overcome by her urge for revenge, a crazed Lucretia headed towards her former lover.<br>\r\nThe gods are not blind, they’re merely indifferent. Will they turn a blind a eye this time?",
  "skill1name": "Ungodly Defiance",
  "skill1lvl1": "The first time Lucretia uses her Ultimate ability, she absorbs her two revolving skulls, absorbing their energy until the end of the battle. After absorbing the skulls, Lucretia's Life Leech is increased by 40 and her energy Recovery rate is increased by 50%. Afterwards, each time she uses her Ultimate ability deals 280% AoE damage to nearby enemies.",
  "skill2name": "Hellfire",
  "skill2lvl1": "Flames encircle Lucretia for 10 seconds, dealing 60% damage every 0.5 seconds to enemies in close proximity to her. Enemies affected by Lucretia's flames have their Defense Ratings decreased by 15% for 2 seconds. This ability can be stacked.",
  "skill2lvl2": "Damage is increased to 70%.",
  "skill3name": "Deathwish",
  "skill3lvl1": "Lucretia marks the enemy with the highest Attack Rating and hunts them until their death. While Lucretia is hunting down the enemy target, the target's damage is reduced by 30%. If the enemy formation includes Zaphrael, Lucretia shall prioritize her attacks against Zaphrael above all other enemies.",
  "skill4name": "Twin Terrors",
  "skill4lvl1": "When positioned on the frontline, the Skull of Treachery is activated, raising Lucretia's Dodge by 50 points and her Tenacity by 20 points. When positioned on the backline, the Skull of Destruction is activated, raising Lucretia's Attack Speed by 15 points and her Crit Amplification by 30 points. The effects of both skulls are simultaneously activated after Lucretia uses her Ultimate ability for the first time.",
  "skill1lvl2": "Damage is increased to 300%.",
  "skill2lvl3": "Damage Lucretia receives while flames are present is reduced by 20%.",
  "skill3lvl2": "Damage to hunted enemy is increased by 40% during the hunting phase.",
  "skill4lvl2": "When on the frontline, activating the Skull of Treachery raises Lucretia's Dodge by 80 points and Tenacity by 30.",
  "skill1lvl3": "Damage is increased to 320%.",
  "skill2lvl4": "Damage is increased to 90%.",
  "skill3lvl3": "The damage Lucretia receives is reduced by 20% for the first 5 seconds of the hunting phase.",
  "skill4lvl3": "When on the backline, activating the Skull of Destruction raises Lucretia's Attack Speed by 25 points and Crit Amplification by 35 points.",
  "engravings30name": "Deathwish",
  "engravings30description": "Enhance the ability Deathwish, The damage Lucretia receives is reduced by 20% for the first 7 seconds of the hunting phase.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: CRIT +3",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: CRIT +3",
  "engravings60name": "Twin Terrors",
  "engravings60description": "Enhance the ability Twin Terrors, When on the frontline, activating the Skull of Treachery raises Lucretia's Dodge by 100 points and Tenacity by 35.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: CRIT +3",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: CRIT +3",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: CRIT +10 TY +31.85",
  "siname": "Dark Star",
  "sidescription": "Born out of hatred and vengeance, the Dark Star encompasses a burning power like none other. The most peculiar observation about this powerful weapon is that its hilt bears the symbol of an ancient temple cleric, from many millennia ago.",
  "siskillname": "Animus",
  "siskilldescription": "Lucretia gains 150 energy per second over 5 seconds when a non-summoned ally dies for the first time.",
  "siskill10unlocks": "[+10 Unlocks] When any non-summoned allies die, Lucretia’s Attack Rating is increased by 30% for 20 seconds. This ability can be stacked. Time durations for the stacked effects are calculated individually.",
  "siskill20unlocks": "[+20 Unlocks] When any non-summoned allies die, Lucretia’s Haste is increased by 8 points for 20 seconds. This ability can be stacked. Time durations for the stacked effects are calculated individually.",
  "siskill30unlocks": "[+30 Unlocks] When any non-summoned allies die, Lucretia’s Attack Rating is increased by 50% for 20 seconds. This ability can be stacked. Time durations for the stacked effects are calculated individually.",
  "furniturename": "Blazing Fury",
  "furniture3description": "[3/9 Mythic Pieces] When Lucretia has used her Ultimate abilities for a combined number of 1 times, the effects caused by the flames of the ability “Hellfire” are strengthened. Enemies that are damaged by the flames have their Energy Recovery rates reduced by 50%.",
  "furniture9description": "[9/9 Mythic Pieces] When Lucretia has used her Ultimate abilities for a combined number of 2 times, the flame effects of the ability “Hellfire” are strengthened and the flames shall no longer disappear. Enemies that are damaged by the flames will be unable to use their Ultimate abilities for a short duration."
}