{
  "name": "Mehira",
  "tagline": "Mind Cager",
  "faction": "Hypogean",
  "type": "Intelligence",
  "class": "Mage",
  "role": "Control",
  "lore": "Mortals wage a constant battle of the self. A struggle between will, temptation, indulgence, and restraint. This internal battlefield is where Mehira, the Mind Cager finds her prey. Even those with iron-clad convictions find themselves unsuspecting victims of her terrible power, bent to the seductive whispers of her depravity.<br>\r\nMehira can sense proclivities in individuals of which not even the people themselves are aware. She plays on subconscious impulses as if a harp, plucking strands of shameful desire to bend peasants, clerics, paladins, and kings to her will. No amount of worldly status or piety is sufficient to withstand the shadow she casts over the living spirit. Esperia is scattered with her slaves, people from all walks of life, by outward appearance like anyone else, but whom on the inside are obedient worshippers, so accustomed to the lash of their perfect master that they crave it. The anguish gifted them by the object of their devotion is superior to any tangible  pleasure they could attain through their own means, and thus they are absolutely devoted, forgetting who they once were, heart and soul broken into new forms, existing solely to seek sensation.<br>\r\nIt is Mehira’s own nature, her fickleness, that has saved the realms from her nearly immeasurable power. She craves challenges and seeks to accomplish greater and greater things. The ease with which a mortal mind can be ensnared, the simplicity of subjugating the spirit, have bored her. She had been playing a game without an opponent- an insult to her true potential. It wasn’t until an unforeseen encounter with a very unusual subject that she felt once again that near-forgotten twinge of curiosity and perhaps even danger.<br>\r\nShe came across a presence, something that bore the signature of prey, but somehow different. There was something else lurking under that signature, something tied so closely to it as to be melded into nearly the same identity. She approached, weaving the snares and casting them toward the intruder. Her magic sizzled and dripped away from the figure. What would usually have bound the target in an agonizing hold had no effect, and the next thing she knew, a flurry of crossbow bolts flew to meet her, brushing against her wings and rasping along her neck. With a shouted command and imperious gesture, the shadows erupted with thousands of screeching bats to cover her escape.<br>\r\nFor the first time in recent memory, she had found something that sparked her interest. A new force capable of withstanding, at least for a moment, the spiritual corrosion she wielded like a scythe. This meant only one thing. There were spirits yet remaining in this world that she had not yet taken as her own to mold. There was still a challenge, a new thing to be captured, to be bent, to be broken.<br>\r\n“Don’t be shy. I already know what you’re thinking.”",
  "skill1name": "Whiplash",
  "skill1lvl1": "Mehira uses her whip to deal 120% AoE damage to everyone in front of her, including allies. If this ability inflicts damage upon any of her allies, they will recover 65 energy and their Haste will be increased by 40% for 8 seconds.",
  "skill1lvl2": "Damage is increased to 125%.",
  "skill2name": "Infatuation",
  "skill2lvl1": "Deals 60% damage to a single enemy target and reduces the damage Mehira may receive from the enemy target by 40% for 10 seconds. Simultaneously, Mehira will leech 3% of the enemy’s current health to restore her own.",
  "skill3name": "Hellspawn",
  "skill3lvl1": "At the beginning of battles Mehira will sacrifice 60% of her current health to summon 3 minions which will automatically attack her enemies for 65% damage. After returning from an attack the minions will convert 30% of the damage they have inflicted upon their enemies back to Mehira as health and if Mehira receives any fatal damage she will sacrifice a minion in order to restore 25% of her maximum health.",
  "skill4name": "Mesmerize",
  "skill4lvl1": "While entranced, enemies will not recover energy when attacked.",
  "skill1lvl3": "50% of the damage inflicted by this ability is converted into health for Mehira.",
  "skill2lvl2": "Duration is extended up to 12 seconds.",
  "skill3lvl2": "Damage is increased to 70%.",
  "skill4lvl2": "Duration is extended up to 5 seconds.",
  "skill1lvl4": "Damage is increased to 130%.",
  "skill2lvl3": "Damage is increased to 80%.",
  "skill3lvl3": "Damage is increased to 75%.",
  "engravings30name": "Infatuation",
  "engravings30description": "Enhance the ability Infatuation, Mehira will leech 4% of the enemy's current health to restore her own.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: HR +2",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: HR +2",
  "engravings60name": "Hellspawn",
  "engravings60description": "Enhance the ability Hellspawn, Current amount of health sacrificed is reduced to 30%.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: HR +2",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: HR +2",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: DODGE +33.33 IS +31.85",
  "siname": "Lash of Submission",
  "sidescription": "A whip, the touch of which enslaves its victims. The tool of a cruel master.",
  "siskillname": "Carnal Bliss",
  "siskilldescription": "When any non-summoned allies lose health, 10% of the health lost will be given to Mehira.",
  "siskill10unlocks": "[+10 Unlocks] When any non-summoned allies lose health, 15% of the health lost will be given to Mehira.",
  "siskill20unlocks": "[+20 Unlocks] When any non-summoned allies lose health, 20% of the health lost will be given to Mehira.",
  "siskill30unlocks": "[+30 Unlocks] If at full health, any excess healing abilities or effects that Mehira receives will be converted into energy.",
  "furniturename": "Vicious Friends",
  "furniture3description": "[3/9 Mythic Pieces] Minions summoned by the \"Hellspawn\" ability grow larger after they initiated 8 attacks. After growing larger, the minions' damage is increased by 100% and when sacrificed by Mehira, the amount of health she regains from them is increased by 80%.",
  "furniture9description": "[9/9 Mythic Pieces] Minions grow larger after initiating 4 attacks. "
}