{
  "name": "Mezoth",
  "tagline": "Abysmal butcher",
  "faction": "Hypogean",
  "type": "Strength",
  "class": "Tank",
  "role": "Tank",
  "lore": "The Moniker – 03/07 – Conditions – Clear<br>\r\nWe’ve been docked at Rustport for three days and I’m eager to get away from this wretched place. I suppose it comes with the territory of being a smuggler. Only in a wretched place like this can we find willing buyers. Just yesterday a firefight erupted between the Whispers and the Sea Devils resulting in the death of one of our men, the cook. The captain had no choice but to seek a replacement cook to complement the crew.<br>\r\nThe new cook looks unkempt and gives off a foul stench. He doesn’t have many possessions of his own, but he carries a statuette of what I assume to be a mythical creature. The statuette is a strange-looking thing. Four arms and a gargantuan belly with a gaping hole that looks like a mouth. Rustport has no shortage of fringe religions and cults, but I've never seen anyone worship something like that before. He’s a shrewd looking fellow and doesn’t speak except to answer questions with a word or two, at least for his fellow crewmates. With the captain, he’s been plenty helpful. Not the first time I’ve seen a new hand trying to curry favor.<br>\r\nThe Moniker – 08/07 – Conditions – Misty<br>\r\nWe are now a few days at sea, a good distance from that stinking pit of a town. The weather, for the most part, has been clear, but dark clouds formed in the distance this morning. I’m not sure what that cook has said to the captain, but they spoke long into the night and the captain is now insistent on sailing toward the misty weather ahead. I can see no positive outcome for these actions. I will give the cook some credit, though. The meat he’s been serving is like nothing I’ve ever tasted before. Passing through the galley in the darkness of night, I saw the cook praying to the strange-looking statuette. I wasn’t sure if I was imagining things or if I just hadn’t woken up properly, but I could swear that I saw the statuettes’ stomach open wide and smile. I told a shipmate of what I’d witnessed. He simply laughed and asked if the life at sea was finally starting to wear me down.<br>\r\nThe Moniker – 12/07 – Conditions – Heavy mist<br>\r\nWhat is happening? A heavy mist enshrouds the ship, refusing to disperse. I’ve never seen the weather act in such a way. We now have no way of finding our bearings. I recall an old sailor talking about a place called the whispering waves, a place that once a ship enters, it cannot escape again. Could this be that very place?<br>\r\nThe Moniker – ??/07 – Conditions – Complete darkness<br>\r\nI’ve lost track of how many days we’ve been adrift in this damned mist. Daylight is now beyond our reach.<br>\r\nAll food on the ship has been consumed, including all rats that used to scurry around below deck. The sea appears to be dead, with not a fish in sight. Jace was the first to lose consciousness. He was already thin to begin with, and now he’s nothing but skin and bones. That said, we’ve all become gaunt and weak. The cook even in his current state still clasps the statuette fiercely, as if frightened someone may take it from him. He’s mad. It’s not as if the thing is edible.<br>\r\nThe Moniker – ??/07 – Conditions – Complete darkness<br>\r\nI caught the fragrant scent of meat from the galley. I stumbled towards the galley with the little strength I still had left. I could see the cook entertaining the Captain, the first officer and a few other sailors. He seemed to be dishing them out hot soup from a large pot. I took one for myself, trying not to think of where this meat could have come from. I was too hungry to think of it. The bones were not from a fish.<br>\r\nThe Moniker – ??/?? – Conditions – Complete darkness<br>\r\nThe meat is dwindling. I’m worried about what’s going to happen, There are still several mouths to feed. Recently I’ve noticed the cook watching us, so I’ve made it a point to act as if I’m hardly feeling the starvation. I don’t want to be picked out as one of the weak ones. I know what’s happening here.<br>\r\nThe Moniker – ??/?? – Conditions – Darkness, forever and always<br>\r\nI made my way into the galley while the cook was away. I hid underneath one of the cooking benches and waited for him to return. He was fast and he used his jagged meat-saw to retaliate. He managed to carve out a deep slash on my gut. My blade, however, found one of his arteries. He stumbled slowly towards the statuette, trailing slick crimson as he did so. He shouted at the statuette: “I have given you so much, sacrificed so many for you! Save me, Mezoth! Save me!” If his god heard him, he chose not to answer. Looks like meat’s back on the menu.<br>\r\nThe Moniker – ??/?? – Conditions – Precious dark, dripping and raw<br>\r\nI am the last here. My hunger was the strongest The floor of the galley is red and the wound on my abdomen festers. The one that hungers watches me from inside the statuette. My wound festers. I dreamt that it opened, full of gnashing teeth, so that I could devour the whole world.<br>\r\nThe Moniker – ??/?? – Conditions ????<br>\r\nMeat. Bloody and hot. Consume consume consume consume (writing becomes illegible)",
  "skill1name": "Devour",
  "skill1lvl1": "Mezoth cannot be controlled whenever his health is higher than 50%, and the duration for the majority of debuffs affecting him is reduced by 50%. When actively using his Ultimate ability, Mezoth imprisons an enemy up until his energy is completely exhausted. During the imprisonment period, Mezoth loses 70 Energy points per second and the imprisoned enemy lose health equal to 70% of Mezoth's Attack Rating every second and cannot attack or use any abilities (enemies cannot die as a result of this damage). If affected by an enemy control ability, Mezoth will lose an additional 70 Energy points per 0.5 seconds. If the enemy target is immune to control abilities, they will not be imprisoned and shall be immediately dealt 480% damage instead. Allied heroes shall prioritize their attacks against enemies that are not imprisoned.",
  "skill2name": "Abyssal Butchery",
  "skill2lvl1": "Mezoth attempts to knock down an enemy. If Mezoth successfully knocks down an enemy, he proceeds to strike them multiple times, dealing 70% damage per strike, with the final strike dealing 220% damage to the enemy. Every time Mezoth lands a strike on the enemy, he will recover a proportion of health equal to 8% of the health already lost by the enemy.",
  "skill2lvl2": "Damage is increased to 80%.",
  "skill3name": "Demonic Hunger",
  "skill3lvl1": "Mezoth gains a shield for 7 seconds that is able to mitigate a damage value equal to 10% of his own max health. Mezoth hacks at enemies that are standing within a certain distance in front of himself, dealing damage equal to 20% of his own current health to them, also causing their Haste to be reduced by 50 points for 7 seconds.",
  "skill4name": "Carnivorous Lust",
  "skill4lvl1": "At the beginning of battles Mezoth’s max health value is increased by 80%, and the percentage of health that he begins the battle with remains unchanged. The increased value of Mezoth’s health will slowly diminish over 50 seconds, starting from the beginning of battles. The diminishing max health value does not affect the current percentage of Mezoth’s overall health.",
  "skill1lvl2": "Imprisoned enemies lose health equal to 80% of Mezoth’s Attack Rating per second.",
  "skill2lvl3": "If the enemy is slain by this ability, Mezoth recovers a proportion of health equal to 30% of the enemy’s max health.",
  "skill3lvl2": "Shield value is equal to 12% of Mezoth’s max health.",
  "skill4lvl2": "Mezoth’s Defense Rating can be increased by up to an additional 100%, based upon the current percentage of his max health. A higher health ratio results in a higher defense rating.",
  "skill1lvl3": "Imprisoned enemies lose health equal to 90% of Mezoth’s Attack Rating per second.",
  "skill2lvl4": "Damage is increased to 85%.",
  "skill3lvl3": "Shield value is equal to 14% of Mezoth’s max health.",
  "skill4lvl3": "Mezoth’s Defense Rating can be increased by up to an additional 180%, based upon the current percentage of his max health. A higher health ratio results in a higher defense rating.",
  "engravings30name": "Demonic Hunger",
  "engravings30description": "Enhance the ability Demonic Hunger, Shield value is equal to 16% of Mezoth's max health.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: CBR +3",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: CBR +3",
  "engravings60name": "Carnivorous Lust",
  "engravings60description": "Enhance the ability Carnivorous Lust, Max health value is increased by 100%.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: CBR +3",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: CBR +3",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: CDR +20 HP +13.7%",
  "siname": "Blood and Gore",
  "sidescription": "Two vicious tools used exclusively to butcher and maim victims that exist as symbol of Mezoth's depravity. It is said many poor souls bear the scars of Mezoth's wrath on their bodies.",
  "siskillname": "Virulent Greed",
  "siskilldescription": "Hero gains 200 energy points at the start of battles.",
  "siskill10unlocks": "[+10 Unlocks] Imprisoned enemies shall bear 25% of the damage that is intended for Mezoth.",
  "siskill20unlocks": "[+20 Unlocks] Hero gains 500 energy points at the start of battles.",
  "siskill30unlocks": "[+30 Unlocks] Imprisoned enemies shall bear 50% of the damage that is intended for Mezoth.",
  "furniturename": "Fiendish Negation",
  "furniture3description": "[3/9 Mythic Pieces] If an enemy imprisoned by the ability \"Devour\" currently has less than 15% Health they will be instantly slain.",
  "furniture9description": "[9/9 Mythic Pieces] When an enemy is slain by the ability \"Fiendish Negation\", Mezoth recovers 10% of his max Health and 80 Energy points every second over 4 seconds."
}