{
  "name": "Mortas",
  "tagline": "The Insidious",
  "faction": "Hypogean",
  "type": "Agility",
  "class": "Support",
  "role": "Regen",
  "lore": "Chapter 1<br>\r\nThe first time I saw Mortas, he was just a wretched clown performing on the street.<br>\r\nHe was drowning in baggy clothes, his gaudy greasepaint make up smeared around his face, his expression comically over exaggerated. In front of him was a broken bowl for tips that hoped would be offered by the passing villagers in appreciation of his performance.<br>\r\nUnfortunately, his performance was achingly boring and the villagers had no interest at all. Even the sheep dung thrown by a local brat into Mortas' bowl raised more interest.<br>\r\nThe silence was it's own special kind of unspoken mockery, but still he continued to tirelessly give it his all. He was doing his utmost to seize an opportunity to drag himself out of the dirt and be recognized for his efforts.<br>\r\nConfidence, self-abasement, humility and steadfastness. Desire blazed in his eyes, anyone around him could almost smell his smoldering soul.<br>\r\nI walked over to him, dropping a single gold coin into his broken bowl.<br>\r\n\"Thank you for your generosity, kind sir!\" As he spoke, the sight of his make up cracking with the contortion of his features nauseated me.<br>\r\nOh, this foolish clown, he really didn't get it. There are no acts of generosity in deals with Hypogeans, just an ever accumulating sum of interest.<br>\r\nChapter 2<br>\r\nThe next time I saw Mortas, he'd used that gold coin to leave the village and move to the city, where he established himself as the leading actor in a major theatre.<br>\r\nHe went to extraordinary lengths to climb his way up the ladder. He learned from the best actors, explored every alley and street to collect the best jokes, and practiced in the mirror until the wee hours every single day. However, his most crucial move was undoubtedly poisoning his teacher's throat medicine the night before actor selection.<br>\r\nDriven by his desire, Mortas had be come utterly unscrupulous, doing anything to achieve his ends. You have to admit, this kind of person certainly gets things done.<br>\r\nBut, did that satisfy his desires? Seeing him up on the stage, his audience below in riotous laughter, yet his audience still only see a clown, a tool for laughter. They don't acknowledge Mortas any more than the brat that threw sheep dung in his bowl did.<br>\r\nThose lowly beginnings as a clown are like a scar, ensuring he will never amount to more than a joke. I suspect he will leave the theater before long, in search of greater recognition.<br>\r\nChapter 3<br>\r\nThree years have passed, and now Mortas is the favorite jester of Prince Edwin at King's Manse.<br>\r\nBy joining with the realms of the powerful, he had done all in his power to free himself of his scar, but instead he elevated his clown status, from 'joke' to 'bigger joke'.<br>\r\nIt is easy to think one has power simply because one rubs shoulders with the powerful, and it roused Mortas' desires, urging him to looking for a chance to become part of the palace court proper.<br>\r\nThat opportunity soon presented itself. Prince Edwin's youngest son suddenly fell seriously ill, and before long, he died. Edwin did everything he could to find a cure for his beloved child, offering huge rewards for those who could save the boy by any means. It was at this time, I planted an ancient magic scroll at the head of Mortas' bed.<br>\r\nChapter 4<br>\r\nDressed in exquisite silks and finery, Mortas was dragged away by Prince Edwin's soldiers, chained up and slung into jail. He pleaded and screamed his innocence, telling everyone in the jail he wasn't at fault begging the soldiers to \"Let me speak to Edwin!\" and other nonsense as they turned and left.<br>\r\nOh, you foolish clown. You let your desires cloud your judgement. That scroll truly was capable of dispelling illness, but such a 'blessing' came at a steep price…<br>\r\nThe magic would turn one into a Graveborn stuck between life and death, fated to never die, but doomed to endure an eternity of agonizing decomposition for all of un-life.<br>\r\nAs for the cause of the sudden illness, can you guess?<br>\r\nAs a result of my actions, Mortas was given 'special' treatment in jail, subjected to all manner of unspeakable torture at the hands of sociopathic jailers. One jailer in particular was exceptionally ruthless – Seifer. Using the very tail-end of his whip, he would lash Mortas' cheeks until they were so swollen and bloody that he was unable to speak. But that didn't stop his desire from burning, he had no intention of letting his life be ended here so pitifully. He bore a bitter hatred for everyone that reduced him to this!<br>\r\n\"Mortas, let's talk.\" I appeared before him in my true Hypogean form, \"I know what you want. I can help you.\"<br>\r\n\"You know… jack all…\" He was sprawled out on the floor, coughing up huge pools of blood. \"You've come to mock me, too… just like everyone else.\"<br>\r\n\"Actually, I know you better than you know yourself.\" I ignored his bad attitude and continued, \"Simple acknowledgement. Equal respect. These are not taxing requests, but all along you've not been given either. Is that fair?\"<br>\r\nThere was a flicker of light in his dull eyes.<br>\r\n\"I can give you the chance you want, the opportunity to face all those mocked you, who didn't spare a glance at your hard work…\"  I hold his gaze, whispering, \"and kill them all!\"<br>\r\n\"Your power… Please, give it all to me, help me exact revenge on everyone who looked down on me!\" Mortas had finally decided, his voice lowering to near inaudibility, \"Once all my enemies are dead, I'll pledge to you my soul!\".<br>\r\n\"Deal.\" I know the identities of his enemies, just a few mere mortals, liable to die of natural causes in a few short decades either way. It was at this moment his life was reaching its own end, if I waited any longer this soul brimming with desire would be lost. I couldn't afford to wait any longer.<br>\r\nI leant over his body, using his own blood to draw out a symbol that bestowed the power of the Hypogean unto him. In those pools of spattered blood, Mortas was reborn as a Hypogean.<br>\r\nChapter 5<br>\r\nHalf a year passed and Mortas returned to the jail, promptly massacring all those who had mocked him, and even bewitching Prince Edwin, leading to huge civil strife in King's Manse. Now, only one enemy remains – Seifer, the jailer who so cruelly tortured him.<br>\r\nAs I stand behind Mortas and Seifer, our deal is about to reach it's end.<br>\r\nMortas turns his head to me suddenly, laughing, \"Before I do this, there's something I want you to see.\"<br>\r\nMy heart skips a beat as I get the eerie feeling that something isn't quite right. Mortas takes a scroll and holds it out in front of him. I immediately recognize it, it's the very same scroll I planted on his bed, the scroll that lead to Edwin's son becoming a Graveborn.<br>\r\nDamnit! I've been tricked!<br>\r\nI dashed to Seifer to snap his neck, but he'd already been turned into a Graveborn, his tongue was completely rotted by the magic. He screamed, but not a peep was heard.<br>\r\nNot even the Hypogean can kill a Graveborn. If Mortas' final enemy was truly immortal, then my deal with him could never end. I encouraged his desire, and now he will never again need to seek the approval of mortals, as he has instead gained something he covets that is only possessed by a Hypogean. He has my power, forever!<br>\r\nI hear his uproarious laughter that seems to transcend time and space, passing across the barren country lanes, sweeping through the city theaters, shattering the treachery-filled halls of the palace and finally echoing through the jail.<br>\r\nThat is his mockery of me.<br>\r\n''\"His greed is overflowing, his trickery knows no limits. Once he was mortal, but now his evil exceeds that of a Hypogean.\"''",
  "skill1name": "Empowerment",
  "skill1lvl1": "",
  "skill2name": "Greed",
  "skill2lvl1": "",
  "skill2lvl2": "Normal attacks now also steal 50 Energy points from the enemy.",
  "skill3name": "Blood Pact",
  "skill3lvl1": "Mortas consumes 10% of his current health to heal the most injured non-summoned ally for 2 times worth the amount of the health which was consumed.",
  "skill4name": "Devilish Deal",
  "skill4lvl1": "Mortas allows the enemy that has regenerated the highest amount of health to instantly recover 15% of their max health, however, for the following 15 seconds, all of the health regenerated by the enemy is transferred to Mortas.",
  "skill1lvl2": "Allies are granted 35% of their Attack Rating and 35 Attack Speed points.",
  "skill2lvl3": "Normal Attacks steal 6% of the enemy’s current health and 15% of their current shield value.",
  "skill3lvl2": "Heals most injured ally for 3 times worth the amount of health which was consumed.",
  "skill4lvl2": "Enemy recovers 10% of their max health.",
  "skill1lvl3": "Allies are granted 40% of their Attack Rating and 40 Attack Speed points.",
  "skill2lvl4": "Normal Attacks steal 8% of the enemy’s current health and 20% of their current shield value.",
  "skill3lvl3": "Heals most injured ally for 4 times worth the amount of health which was consumed.",
  "skill4lvl3": "Effects are increased to 25 seconds.",
  "engravings30name": "Blood Pact",
  "engravings30description": "Enhance the ability Blood Pact, Heals most injured ally for 4.5 times worth the amount of health which was consumed.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: CBR +3",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: CBR +3",
  "engravings60name": "Devilish Deal",
  "engravings60description": "Enhance the ability Devilish Deal, Enemy l;oses 30 Haste points while effect is occuring.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: CBR +3",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: CBR +3",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: AS +16.67 HP +13.7%",
  "siname": "Deception",
  "sidescription": "The strongest thing in the world is neither magic nor might, it is deception.",
  "siskillname": "Trickery",
  "siskilldescription": "When a Normal Attack deals a Critical Strike, another enemy is additionally struck, however, the damage dealt is reduced by 70% and the additional attack does not trigger any effects.",
  "siskill10unlocks": "[+10 Unlocks] When a Normal Attack deals a Critical Strike, another enemy is additionally struck, however, the damage dealt is reduced by 50% and the additional attack does not trigger any effects.",
  "siskill20unlocks": "[+20 Unlocks] Normal Attacks that are buffed by “Greed” now have a small Area of Effect.",
  "siskill30unlocks": "[+30 Unlocks] When a Normal Attack deals a Critical Strike, another enemy is additionally struck, however, the damage dealt is reduced by 20% and the additional attack does not trigger any effects.",
  "furniturename": "Deadly Redemption",
  "furniture3description": "[3/9 Mythic Pieces] When the ally benefiting from the effects of the ability “Empowerment\" dies, Mortas takes back the empowered Attack Rating and Attack Speed bonuses from them and deals 250% AoE damage from where the ally was standing. This ability may only be activated 1 time per battle.",
  "furniture9description": "[9/9 Mythic Pieces] When the ally benefiting from the effects of the ability “Empowerment” dies, Mortas takes back the empowered Attack Rating and Attack Speed bonuses from them and deals 250% AoE damage from where the ally was standing. This ability may only be activated 3 times per battle."
}