{
  "name": "Zikis",
  "tagline": "The Languid ",
  "faction": "Hypogean",
  "type": "Agility",
  "class": "Ranger",
  "role": "Continuous Damage",
  "lore": "<u>Chapter 1</u>\n<br>\nZikis yawned long and deep, rousing lazily from his slumber, lethargically slumped back, his ruby eyes piercing the sleepy haze.<br>\r\nHe is a Hypogean.<br>\r\nA \"run of the mill Hypogean\" is not a label that suits Zikis. He loathes clamorous wars and vulgar bloodshed, and is altogether disheartened in scheming.<br>\r\nHumanity and its garbage fill Esperia's dull and lengthy history. Regardless of whose side you're on, it's a massive pain in the neck.<br>\r\n\"Life... is enough of a pain.\" His sole reason for awakening was the hunger that roused him from his slumber.<br>\r\nHe is hungry.<br>\r\n<u>Chapter 2</u>\n<br>\nThe pearl harvesters near Mutt'Heer town are known for their industriousness. Through their very hands, priceless, luminescent Mutt'Heer pearls are retrieved from the ocean floor and become the embellishments of Kuilin City's noble ladies.<br>\r\nToddle is the laziest fisherman in the nearby fishing village, affectionately known as \"Dawdle\". He is the kind of person Zikis most appreciates - a scatterbrained, incorrigible sloth.<br>\r\nDisguised as an out-of-towner, Zikis soon became well-acquainted with Toddle. Todd had no time to repair his leaky thatched roof, instead passing much of the time laying in the shadow of the cabin, through the tattered nets, watching other fishermen leave early and return late, or chattering tirelessly with his new friend about the glory of his sea-faring ancestors.<br>\r\nTodd's slovenly, depraved aura was like a sampling of the finest of confections for Zikis. But it wasn't enough. Zikis' pupils narrowed into slits under the midday sun as he licked his lips, ready for a heartier feast. <br>\r\n\"The tax collector came by again this morning.\" As lax as Toddle was, after mid-afternoon, even he was forced to pick himself up and head out to sea to harvest pearls. \"The people of this village are so hardworking, this year their taxes have increased by thirty percent.\"<br>\r\nGesturing, Toddle said that even as people labored longer and harder, there were still some diligent and capable fishermen who exchanged pearls for better boats and fishing gear. Kooper was on such fellow.<br>\r\n\"He's everyone's nightmare!\" Kooper is the best fisherman among his peers and the most skilled pearl harvester. Unlike the idle wanderers on the streets of Mutt'Heer, he has ambitions and aspirations. There is a constant flow of such young work-mules thronging like the Autumn schools of fish, in and out all day long, working themselves to the bone so as not to let their families down.<br>\r\nWhilst others surfaced from their harvests and were ready to go home, Kooper was able to continue diving deeper and deeper, his belt pouch always filled with the largest, roundest pearls.<br>\r\n\"Before too long, Kooper will be able to make a home for himself in Mutt'Heer.\" Toddle lay back in the cabin and scowled disdainfully. \"Maybe my crummy old man was right. Perhaps hard work really does lead to a cushier life.\"<br>\r\n\"Who knows?\" Zikis sneered, watching a group of young men leap into the sea.<br>\r\nKooper was still descending when a shimmering pearlescent light flickered before his eyes. An enormous and magnificent, never-before-seen oyster! Kooper had never seen an oyster this huge, surely it contained precious treasures! Kooper surged towards it, his strong young body in the mysterious deep sea, reminiscent of a beautiful, tireless barracuda.<br>\r\nYet no matter how hard he pushed ahead, he could never seem to reach it. As if a mere trick of light... an illusion. <br>\r\n<u>Chapter 3</u>\n<br>\nZikis hooked the tip of his claw, and with a sudden \"poof\", the oysters swaying among the coral burst like mere bubbles. <br>\r\nKooper's pupils eyes widened and his mouth seemed to gasp, and with the dying light of the sun stained the ocean orange, his heart stopped beating. The finest pearl harvester, capable of holding his breath far outlasting his peers, traded his life for an unattainable prize.<br>\r\nIt was all nothing more than an illusion concocted by cunning Hypogean magic.<br>\r\n\"Hard work is the swiftest shortcut to hell.\" Toddle couldn't believe his eyes: his companion, lying on the deck stretched out, suddenly shed his human disguise and rose high into the air, his newly unfurled wings casting a huge shadow over the sea below.<br>\r\nReflected in Zikis' blood-red eyes is the nearby bustling town of Mutt'heer. Mutt'heer, this dream-like place known as the \"Pearl of the Desert,\" its lights just now beginning to glow in the distance.<br>\r\nProvided all goes according to plan, tonight more precious pearls will be auctioned off at newly inflated prices. As the Mutt'heer becomes more splendid, the taxes are bound to become even more exorbitant. <br>\r\n\"Toddle, didn't your old man always want you to make a home for yourself in Mutt'heer?\" Zikis' pupils shifted as he pondered, playfully glancing across to Toddle, \"Perhaps... we can team up, have some fun around here.\"<br>\r\nToddle was frozen to the spot, not daring to move under the Hypogean's gaze, why he was chosen he simply could not fathom.<br>\r\nThere was a rare hint of excitement in Zikis' voice: \"The streets of Mutt'Heer are swarming with slackers and vagrants who have nowhere to return to. Naturally, the most prominent on should be sitting in the sumptuous Town Office.\"<br>\r\nZikis had already identified a promising new mayor. What kind of haughty laziness will \"Dawdle\" cultivate in that stellar position? Zikis was looking forward to finding out.<br>\r\nDespite having indulged in such a delicacy, it was not enough to sate his appetite. He is even hungrier.<br>\r\nFor the Hypogeans of Esperia, laziness is just an appetizer, but the struggle behind that laziness, the desperation and pain of internal strife, that is the real meal that fills their bellies.<br>\r\nWhere's the next meal?<br>\r\n\"Ignorant humans, your work-mule mentality only makes the whip lashings fiercer. Perhaps, you were meant for this lowliness?\"",
  "skill1name": "Burning Sight",
  "skill1lvl1": "Zikis teleports to the edge of his team’s side of the battlefield and attacks enemies within range, with an Infernal Beam every 0.13 seconds over a duration of 2 seconds. Each beam deals 200% damage to enemies, and additionally reduces the Haste of any enemies suffering from “Lethargy” effects by 20 points for 5 seconds. Infernal beams will prioritize enemies suffering from the effects of “Lethargy”. Zikis is immune to control effects and damage while using his Ultimate ability.",
  "skill2name": "Corrosive Indolence",
  "skill2lvl1": "Zikis deals 250% damage to the enemy with the highest Attack Rating, simultaneously marking them with 1 “Eye of Lethargy”. Once the enemy is marked with 3 Eyes of Lethargy, its lethargic effects are triggered, resulting in the target losing 40 Crit Rating points as well as suffering 200% damage every 3 seconds. Lethargy effects are removed when an affected enemy uses their Ultimate ability. This ability prioritizes enemies that have yet to trigger lethargic effects.",
  "skill2lvl2": "Damage dealt to the enemy with the highest Attack, ‘Rating is increased to 300%.",
  "skill3name": "Languid Eye",
  "skill3lvl1": "Zikis unleashes a Languid Eye that deals 220% damage to all enemies that it passes through. If the Languid Eye strikes an enemy that is not suffering the effects of Lethargy, they will begin to suffer its effects. If the Languid Eye strikes an enemy already suffering the effects of Lethargy, they shall be dealt additional damage that is equal to 15% of their max health, but shall not exceed 600% of Zikis’ Attack Rating.",
  "skill4name": "Hatred",
  "skill4lvl1": "When an enemy gets close to Zikis, Zikis proceeds to swipe at them, knocking them backwards, causing them to be stunned for 3 seconds while dealing 270% damage to them. The affected enemy has their Accuracy reduced by 120 points for the following 5 seconds. The cooldown timer for this ability is instantly reset when Zikis’ Ultimate ability “Burning Sight” is cast.",
  "skill1lvl2": "The damage of each Infernal Beam is increased to 230%.",
  "skill2lvl3": "Damage dealt to enemies suffering from Lethargy is increased to 250% every time.",
  "skill3lvl2": "Damage is increased to 260%.",
  "skill4lvl2": "Damage is increased to 300%.",
  "skill1lvl3": "The damage of each Infernal Beam is increased to 260%.",
  "skill2lvl4": "Enemy’s Crit Rating is reduced by 50 points.",
  "skill3lvl3": "Damage is increased to 300%.",
  "skill4lvl3": "Damage is increased to 330%.",
  "engravings30name": "Languid Eye",
  "engravings30description": "Enhance the ability Languid Eye, Enemies already suffering from the effects of Lethargy are dealt additional damage equal to 20% of their max health, but shall not exceed 800% of Zikis' Attack Rating. ",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: CDA +5",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: CDA +5",
  "engravings60name": "Hatred",
  "engravings60description": "Enhance the ability Hatred, Enemy's Accuracy is reduced by 160 points.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: CDA +5",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: CDA +5",
  "siname": "Wings of Lethargy",
  "sidescription": "Red, lidless eyes covering Zikis' demonic wings. When the wings are spread out in mid-flight, they can easily turn a person insane. The rapid opening and closing of the red eyes is enough to cause Zikis' hapless victim to lose control of their inhibitions.",
  "siskillname": "Bewilderment",
  "siskilldescription": "Zikis’ Crit Block Rate is increased by 20 points, and enemies suffering from Lethargy deal 30% less damage to Zikis.",
  "siskill10unlocks": "[+10 Unlocks] Crit Block Rate is increased to 25 points, damage from enemies suffering from Lethargy is reduced by 40%.",
  "siskill20unlocks": "[+20 Unlocks] Crit Block Rate is increased to 30 points, damage from enemies suffering from Lethargy is reduced by 50%.",
  "siskill30unlocks": "[+30 Unlocks] Lethargy effects are triggered when a target is marked by 2 Eyes of Lethargy.",
  "furniturename": "Inertial Plague",
  "furniture3description": "[3/9 Mythic Pieces] At the start of battle, the enemy standing directly opposite Zikis immediately starts suffering from Lethargy effects.",
  "furniture9description": "[9/9 Mythic Pieces] The duration of the Ultimate ability” Burning Sight” is extended to 3 seconds."
}