{
  "name": "Zolrath",
  "tagline": "Voidbinder",
  "faction": "Hypogean",
  "type": "Agility",
  "class": "Warrior",
  "role": "Assassin",
  "lore": "Most of us think of time as a linear constant, flowing in a single direction and taking us through the course of events that transpire around us. And indeed, for most beings, it is effectively just that. The demon Zolrath, however, doesn't recognize such petty constraints.<br>\r\nZolrath is able to peer through the mists that separate eras, plucking forgotten secrets from the past and visions of various eventualities from the future. Many of Zolrath's would-be enemies are snuffed out before they have a chance to become a threat. He has seen a thousand versions of what is to come and a hundred heroes rise in his scrying, and he has carefully removed them all from the thread of history. Zolrath's meddling means that throughout Esperia's timeline, countless philosophers, inventors, rulers, and artists were never born.<br>\r\nThough his power to move throughout the continuum is incredible, Zolrath maintains a subtle, meticulous approach to his manipulations. Changing the future into the one he most desires is a lengthy undertaking.<br>\r\nThe future for which Zolrath strives is one of pain and desolation. He has seen the visions of a possibility that grows ever more likely under his patient eye. A tortured sky roiling black, the sun but a pale glow that gives no warmth. Ash mixed with snow drifting downward and coming to rest on the cracked ruins of a dozen civilizations. The howls and cackles of demons alternate with the wails of the people unlucky enough to be alive, and presiding over the festivities- Zolrath. The demon has all the time in the world. It's only for everyone else that it's running out.<br>\r\n''\"Time is against you.\"''",
  "skill1name": "Doppelganger",
  "skill1lvl1": "Zolrath and his future self deal 50% damage multiple times to an enemy. The final two attacks on the enemy deal 180% damage each to any enemy in the attack's path. While using this ability the two Zolrath's cannot be controlled, however both can receive damage.",
  "skill1lvl2": "Damage of final two attacks is increased up to 200% each.",
  "skill2name": "Annihilate",
  "skill2lvl1": "After 18 seconds Zolrath's normal attack becomes more powerful, allowing his normal attack to deal 150% damage twice per attack.",
  "skill3name": "Déjà vu",
  "skill3lvl1": "When Zolrath is on the brink of death and all of his allies are already dead, Zolrath will turn back time, causing the battle to be reverted back to its start. Zolrath will maintain the effects of his “Annihilate” ability even after the battle has been reverted. This ability may only be used once per battle and can only be used in certain game modes.",
  "skill4name": "Time Rift",
  "skill4lvl1": "Zolrath ignores fatal damage the first time it is dealt to him and immediately uses his ultimate ability, ignoring its energy requirement.",
  "skill1lvl3": "Damage of final two attacks is increased up to 230% each.",
  "skill2lvl2": "After 45 seconds Zolrath's normal attack becomes more powerful, allowing him to strike at surrounding enemies in a three-stage attack for 230% damage per attack. Zolrath's first two attacks are able to knock-back enemies, with the final attack causing the enemy to become temporarily stunned.",
  "skill3lvl2": "After time has been turned back, Zolrath's Haste will be increased by 40 points for the first 12 seconds.",
  "skill4lvl2": "Ability restores 9% of max health per second.",
  "skill1lvl4": "Damage of final two attacks is increased up to 250% each.",
  "skill2lvl3": "Zolrath's attack rating increases by 1% per second until it reaches 70%.",
  "skill3lvl3": "After time has been turned back, Zolrath's Haste will be increased by 40 points for the first 12 seconds.",
  "engravings30name": "Annihilate",
  "engravings30description": "Enhance the ability Annihilate, Zolrath's attack rating increases by 1.2% per second until it reaches 80%.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: CDA +5",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: CDA +5",
  "engravings60name": "Déjà vu",
  "engravings60description": "Enhance the ability Déjà vu, After time has been turned back, Zolrath is immune to control effects for the following 12 seconds.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: CDA +5",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: CDA +5",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: HASTE +10 ATAK +10%",
  "siname": "Hourglass of Time",
  "sidescription": "An hourglass that has the ability to change the flow of time, allowing for its holder to go back or forth in time as they please. This hourglass is said to be the embodiment of Zolrath's wretched soul.",
  "siskillname": "Prey",
  "siskilldescription": "Damage dealt to enemies with a lower health percentage than Zolrath is increased by 10%.",
  "siskill10unlocks": "[+10 Unlocks] Damage dealt to enemies with a lower health percentage than Zolrath is increased by 25%.",
  "siskill20unlocks": "[+20 Unlocks] Damage dealt to enemies with a lower health percentage than Zolrath is increased by 40%.",
  "siskill30unlocks": "[+30 Unlocks] Damage ignores defense rating and damage immunity effect of enemies that have less than 40% of their max health.",
  "furniturename": "Postponement",
  "furniture3description": "[3/9 Mythic Pieces] Zolrath delays his enemies' entrance onto the battlefield by 0.75 second(s) and the time prerequisite for his ability \"\"Annihilate” is reduced by 3.75 seconds when this ability is used.",
  "furniture9description": "[9/9 Mythic Pieces] The frequency of Zolrath's Normal Attacks are increased by 50% after using the ability \"Annihilate\" for a total of 65 seconds."
}