{
  "name": "Belinda",
  "tagline": "Beam of Hope",
  "faction": "Lightbearer",
  "type": "Intelligence",
  "class": "Mage",
  "role": "AoE",
  "lore": "With new technologies and various other discoveries, magic no longer constitute the sole means of improving people's lives. Fewer and fewer people are willing to devote the vast amounts of time and energy required for becoming a proficient magic user. There are, however, certain things magic can accomplish that technology will never be able to tackle, regardless of how far it may advance in the decades and centuries to come. One such application is among those practiced by The Order of The Light. The devotees of the Temple of Light uphold the holy and the divine, use magic only for good, and have the power to drive away darkness wherever it creeps in.<br>\r\nDivine magic is a unique force. Compared to the elemental magics, divine magic is less reliant on inborn talent, but requires the learner be more rigorous in its study and application. Furthermore, divine magic is the only type of magic that seems to be dependent on the user's inner character in order to work properly. Those not possessing the most resolute will and selflessness can't expect anything more than the faintest effects, even after years of study.<br>\r\nBelinda is one of those valuable few with a natural affinity for The Light, and thus there was never any question that she would become a priestess of The Order. Her talents became apparent at a young age. As the second daughter of the baron Augustin, Belinda never lacked access to the varied tomes which had been compiled over the centuries in her family's library and the nearby temple. Unlike her siblings, she cared little for the intrigue and society of the nobility, instead seeking to spend her time buried in books concerning the nature and workings of divinity. While her siblings and other relatives, rubbed elbows with the other nobles, Belinda sought out the company of her elders in The Order. All the priests and paladins of the temple were quite surprised to find that this energetic young girl had already forged a connection with The Light independently, communicating with It as she had a special bond.<br>\r\nAfter finishing the schooling expected of all children of the nobility, she opted to abandon her privileged place in society and go to the temple to undergo a more structured regimen of learning about The Light and divine magic. Each initiate at the temple is required to undergo Devotion, a period of enforced poverty and contemplation. This is a time filled with chants, prayer, meditation, and denial of daily comforts. Though for most initiates this is an extremely trying experience, Belinda took to it readily, savoring the moments she could better understand the one thing that had captivated her throughout her life.<br>\r\nThrough this structure and training, Belinda's innate abilities grew dramatically, and she was ordained as a priestess of The Order. It was quickly discovered, following the breaking of Hypogean threat. In the eyes of the soldiers around her, she is a divine warrior of The Light Itself, sent to embody the hope of a people.<br>\r\n''\"Darkness is only the absence of light. It cannot exist where we shine.”''",
  "skill1name": "Divine Light",
  "skill1lvl1": "Belinda uses her divine power to attack a large area of enemies 4 times. Each successful hit deals 110% magic damage to the enemy targets.",
  "skill2name": "Divine Retribution",
  "skill2lvl1": "Belinda fires an orb of divine energy towards her enemies. The ball explodes on impact with the first enemy it reaches. Surrounding enemies consequently suffer 160% damage.",
  "skill2lvl2": "Damage is increased to 180%.",
  "skill3name": "Brilliance",
  "skill3lvl1": "Belinda's Crit Rating is increased by 12%.",
  "skill4name": "Blessing",
  "skill4lvl1": "Belinda blesses the ally with the highest Attack Rating, raising their Attack Rating by 15% and Crit Rating by 15%.",
  "skill1lvl2": "Damage increases for every successive hit that lands.",
  "skill2lvl3": "Reduces the Accuracy of all enemy targets that take damage.",
  "skill3lvl2": "Every time Belinda inflicts a critical strike on an enemy the subsequent damage they receive will be increased by 3%. Ability can be stacked 8 times.",
  "skill4lvl2": "Belinda blesses the two allies with the highest Attack Ratings.",
  "skill1lvl3": "Hits enemies up to 5 times.",
  "skill2lvl4": "Damage is increased to 210%.",
  "skill3lvl3": "Crit Rating is raised to 18%.",
  "skill4lvl3": "Attack Rating increased 20%. Crit Rating increased 20%.",
  "engravings30name": "Brilliance",
  "engravings30description": "Enhance the ability Brilliance, Belinda's Crit Damage Amplification is increased by 18 points during battle.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: HASTE +3",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: HASTE +3",
  "engravings60name": "Blessing",
  "engravings60description": "Enhance the ability Blessing, Blessed heroes have their damage increased by 15% for every attack. This effect can be stacked 4 times, after which the effect is ended.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: HASTE +3",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: HASTE +3",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: HP +13.7% ATK +10%",
  "siname": "Staff of Light",
  "sidescription": "A holy artifact imbued with radiant essence.",
  "siskillname": "Gift of Heaven",
  "siskilldescription": "All allies that are receiving the effects of the ability “Blessing” will have a 40% chance to activate the “Divine Retribution” ability. This ability can be activated up to 3 times every 5 seconds. Damage dealt by this ability is equal to 40% of the ability’s original damage when used by allies.",
  "siskill10unlocks": "[+10 Unlocks] Raises potency of “Divine Retribution’s” damage when used by allies up to 60%.",
  "siskill20unlocks": "[+20 Unlocks] Raises potency of “Divine Retribution’s” damage when used by allies up to 80%.",
  "siskill30unlocks": "[+30 Unlocks] Restores 40 energy each time ability is used.",
  "furniturename": "Focused Light",
  "furniture3description": "[3/9 Mythic Pieces] When the ability \"Divine Light\" only hits 1 enemy target, the damage dealt to the target is increased by 30%.",
  "furniture9description": "[9/9 Mythic Pieces] When Belinda deals damage to an enemy, their Crit Resistance is reduced by 35 points for 3 seconds. This ability cannot be stacked."
}