{
  "name": "Cecilia",
  "tagline": "Purger of Sins",
  "faction": "Lightbearer",
  "type": "Agility",
  "class": "Ranger",
  "role": "Assassin",
  "lore": "Most of Esperia's citizenry assumes those in the temple of light are all healers, clerics, and paladins. Very few suspect that within the temple is another organization that deals in decidedly darker matters. The path of ascension is not officially acknowledged by the temple, and their existence itself is denied. Even internal documents concerning the path of ascension's activities are written in vague terms, never quite outlining exactly what it is that they do. This isn't just to maintain the temple's image, but also to protect the path of ascension's members. As the inquisitorial branch of the temple, they have made many an enemy.<br>\r\nIt is the duty of the path to locate and root out heretics, a duty the path's redeemers undertake with fervent determination. The redeemers are a convent of devout women who, though firm believers of Dura, tend to follow more closely the example set by Athalia, Harbinger of Justice. Athalia channels the light into cleansing energy, washing away darkness in purifying flame. She is disciplined, pure, and purposeful. She has been the bane of the wicked for millennia, allowing the light to become a pillar and beacon of civilization. She is the hand that brings Dura's light to the world, just as the redeemers hope to do.<br>\r\nCecilia had never considered a life of service to the temple. She was largely content with her modest existence, and seldom wanted for anything more than what she already had. Even sight was something that only stirred fleeting curiosity in her. She had been blind from birth, and felt comfortable navigating the world with her other senses. A comfortable home, a loving husband, and good health were the things she cherished, and she had them all.<br>\r\nHer husband was a good and dutiful man, and his sudden disappearance caused her a good deal of alarm. Though many of the other townsfolk simply assumed he had left, she knew it wasn't possible. She searched for days. One by one, clues piled up and she learned of his death at the hands of occultists. Something in her changed on that day. She calmly made inquiries and preparations, waiting for the occultist's next gathering. At nightfall, when they congregated, she came to them. None of them survived her visit.<br>\r\nShe had gotten her revenge, but the person who had kept the small home and tended gardens was gone. She saw now what her purpose was. She had to continue this undertaking, to weed out not just her husband's killers but everyone like them. It wasn't long until she was discovered by the path of ascension and recruited into their ranks.<br>\r\nIn her work, Cecilia's blindness is an asset. The illusions and deception of demonic entities go unnoticed, and she performs her work with grim efficiency. The light guides her, and she bears it resolutely into the dark.<br>\r\n''\"Your eyes will betray you. The light will not.\"''",
  "skill1name": "Judgement Day",
  "skill1lvl1": "Cecilia summons a divine blade down upon the head of the enemy which currently has the most 'Symbols of Sin’ above their head, dealing 300% damage to them and further increasing number of symbols above their head by 1. When this ability is used against enemies marked with 3 or more symbols, the enemies will also be stunned for a period of time. If used against enemies marked with 5 symbols, the targeted enemy will be dealt 300% damage.",
  "skill2name": "Blade of Purification",
  "skill2lvl1": "Cecilia initiates a three-stage attack against an enemy, with each attack dealing 90% damage to the target. Each time this ability is used increases the enemy’s 'Symbols of Sins’ by 1 symbol. The damage caused by this ability is increased by 10% for every additional symbol that the enemy is marked with. Enemies may be marked by a maximum of 5 symbols.",
  "skill2lvl2": "Ability’s cooldown time is ignored every time a normal attack produces a critical strike.",
  "skill3name": "Atonement",
  "skill3lvl1": "Cecilia does not appear immediately at the beginning of battles, but instead appears behind the enemy that mirrors her formation position, unleashing a three-stage attack on them, dealing 115% damage per attack to them while also marking them with 3 'Symbols of Sin’.",
  "skill4name": "Devil Trap",
  "skill4lvl1": "Cecilia creates a divine circle that encompasses her enemies. All enemies within the divine circle have their attack ratings reduced by 60%. The first time each enemy tries to exit the circle will cause them to suffer 320% damage.",
  "skill1lvl2": "Damage is increased to 330%",
  "skill2lvl3": "Damage of each attack is raised to 105% damage per attack.",
  "skill3lvl2": "Enemies that kill an allied hero are marked with 5 'Symbols of Sin’.",
  "skill4lvl2": "Damage is increased to 340%",
  "skill1lvl3": "Damage is increased to 360%",
  "skill2lvl4": "Damage of each attack is raised to 120% damage per attack.",
  "skill3lvl3": "Damage of each attack is raised to 130% damage per attack.",
  "skill4lvl3": "Damage is increased to 360%.",
  "engravings30name": "Atonement",
  "engravings30description": "Enhance the ability Atonement, Damage of each attack is raised to 145% damage per attack.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: CDA +5",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: CDA +5",
  "engravings60name": "Devil Trap",
  "engravings60description": "Enhance the ability Devil Trap, After entering the battlefield Cecilia casts an enchanted circle beneath her own feet which strengthens herself and simultaneously reduces the Energy Recovery speed of any enemies standing within it by 35%.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: CDA +5",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: CDA +5",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of HASTE +10 ATK +10%",
  "siname": "Sacred Book of Cleansing",
  "sidescription": "A divine book that contains prayers used to exorcise demonic spirits and drive away evil.",
  "siskillname": "Repentance",
  "siskilldescription": "All allied heroes including Cecilia recover 200 energy points and a total equivalent of 150% worth of Cecilia’s attack rating as health over 5 seconds whenever the ability 'Judgement Day’ kills an enemy in less than 5 seconds.",
  "siskill10unlocks": "[+10 Unlocks] Allied heroes including Cecilia recover 200 energy points and a total equivalent of 250% worth of Cecilia’s attack rating as health.",
  "siskill20unlocks": "[+20 Unlocks] Allied heroes including Cecilia recover 200 energy points and a total equivalent of 350% worth of Cecilia’s attack rating as health.",
  "siskill30unlocks": "[+30 Unlocks] Cecilia’s Health Recovery Rate is increased by an additional 50%.",
  "furniturename": "Persecution",
  "furniture3description": "[3/9 Mythic Pieces] After every 4 seconds, Cecilia marks the enemy that has dealt the most damage with 1 Symbol(s) of Sin.",
  "furniture9description": "[9/9 Mythic Pieces] Using the ultimate ability \"Judgement Day\" marks the enemy with the second highest dealt damage with a Symbol of Sin."
}