{
  "name": "Eluard",
  "tagline": "Protector of Souls",
  "faction": "Lightbearer",
  "type": "Intelligence",
  "class": "Mage",
  "role": "AoE",
  "lore": "Eluard was not like most other scavengers who joined the Heretic Inquisition. He didn't get inducted by upholding the Goddess' doctrines, but rather, it seemed he was born to be a Holy Oracle. The Divine Light high above his head landed upon him at a time he chose to condemn, and not to forgive.<br>\r\nThe most devout of the Church's adopted children, Eluard intimately knew every holy text, re-reading them tirelessly, regarding each and everyone as a precious treasure to behold. Over and over he would write out and recite the doctrines, and after tea he would even reinterpret them for his fellow children who couldn't grasp the material. Intelligent, devout, kind and patient to a fault, Eluard naturally stood out amongst his peers. Every Sunday, he and the children would don their ivory choir robes, burgundy bowties and round hats, then go to stand beneath the organ, singing praise to the Divine Light. Naturally, Eluard leads the procession, no-one was in any doubt as to who would be the first chosen by the Divine Light. Yet, it seems that was never meant to be. Fate had a cruel joke in store for Eluard. Not every person was able to hear the answers of the Divine, but with time and training, every child at the Sanctuary was able to perceive the Divine Light. Every child except Eluard.<br>\r\nThroughout his youth, conciliatory voices could often be heard espousing the virtues of patience and other such great principles. As the incarnation of the gods, the Divine Light would go on to lead each of Eluard's companions to their allotted place in life, one by one leaving the Sanctuary and the choir, travelling across the Lightbearer realm to serve the Divine Light and become guardians and guides of the people. The sole remaining child, poetic prayer in hand, became a teenager, and then a young adult. The conciliatory voices gradually warped into wicked whispers, as everyone in the Lightbearer temple knew only the truly devout and dedicated could commune with the Divine Light. The Divine Light never abandons the resolute, the faithful and the steadfast believers. And so just like that, Eluard's aura of divinity began to fade, no longer the child prodigy with a great future ahead, but instead a pitiable wretch, the perfect 'Forsaken One', his belief and devotion never to be recognized.<br>\r\nDespite never communing with the Divine Light, Eluard was all too eager to continue serving the gods he so fervently believed in. There is no way for those cursed by evil to dispel such a thing, and likewise there was no way for Eluard to make the Divine Light believe his faith was genuine. Even though his sermons and preaching attract few listeners, he continues passionately anyway. He would go to the shadiest towns in the diocese and the remotest, hard to reach places, even those that were rife with rumors of heresy and evil. He delivered his sermons simply and without fanfare, taking the holy doctrines and transmitting the teachings of the gods and the legends of the Divine Light as tales that even children would be able to follow.<br>\r\nIn the southern border town of M'Arjie, Eluard was giving his usual sermon at a small roadside church. It was now his fourth day here. Having preached the Records of Mohen without pause this entire time, he now found his voice was hoarse and his mouth was dry, so took a brief respite. A few drowsy villagers in attendance got up and walked out, and not knowing what to do with themselves, the rest of the villagers present soon followed suit. In no time, the church was empty. It was a run-down little place with no holy icons or vaulted ceiling, just a single patterned window and a sacrificial alter room, to which Eluard faced his back. He watched as the villagers leaving the hall were bathed in blinding light, no trace of shadows could be seen anywhere. It was at this moment that a young girl carrying a jug of water came in. She had just snapped off a few palm branches from the tree outside. Only reaching his waist in height, Eluard reached out to avail this small girl of the water jug, and in doing so, he noticed her bright, pure eyes.<br>\r\n\"They thought you'd be just like the others who wear that garb, speaking for a single day of grace, you know? Today's the fourth day. There's no way they're coming back.\" The little girl spoke as she decorated her palm leaves in the alter room.<br>\r\n\"Such things matter not.\" Eluard took a gulp of water decanted from the little girl's jug, \"The truth outstrips lies. A priest is the envoy of the Divine Light, he must have the Goddess in his heart, profess the truth and love all believers.\"<br>\r\n\"Truth?\"<br>\r\n\"Indeed. The immutable and eternal Truth, recorded in the Holy doctrines. These are the words of guidance and mercy bestowed on those who are lost to the Goddess.\"<br>\r\nThe little girl listened wordlessly for a while, absentmindedly arranging her palm leaves in the jug on top of the red altar cloth. Eluard sensed doubt in her heart, and just as the nuns of the church used to reassure him with a palm rested on his head, he reached out his hand to offer her the same comfort. Unexpectedly she was startled, and with a look of terror and fright, she alighted the altar and fled the church.<br>\r\nAt dusk on the fourth day, it began. Eluard had gone to bathe, just as he had each of the three days prior. By the time he returned to the tiny church, he found the villagers had already hung their human-like palm-branch effigies beneath the patterned window. As the moon rose and the sun set, the branches were cast into shadowy darkness. Someone placed a pair of three-candle candelabras in the window as the villagers who had listened to the morning sermon now all gathered before the altar room. They made room for the elongating, flickering shadows to come by as the sources of light rearranged themselves, the villagers kneeling down and reaching out to touch the little girl who walked down the pathway they made as she approached the altar.<br>\r\nEluard was stunned by the sight before him. Never before had he seen such scenes unfold, and in his heart a sense of ominous unease was stirring. However, this feeling was quickly dispelled, as the villagers almost immediately began reciting prayers, prayers which sounded just like those of Holy doctrine. In the Lightbearer realm, only the priests of the church are qualified to read such a text, making such a sight deeply unsettling to Eluard, as he knew instantly this was all wrong. Heresy. It suddenly appeared in his mind, shocking him dumbfounded. Chanting together, \"Thank you, Offering!\" they sung, but atop the altar was not a sacrificial lamb, but a human girl seemingly here of her own volition. They are brimming with confidence that it will not be the Divine Light that descends, but rather, the shadow beneath it.<br>\r\nBefore it was too late, Eluard ran over to bring a halt to the insanity unfolding before him. Yet, the sound of his departure was drowned out by the chorus of prayers until he inadvertently stepped on the elongated shadow, causing the villagers to cry out in dismay. Grabbing the little girl by the arm, he pulled her down from the altar to protect her, but found that she began to scream just like the rest of the villagers, as if the real heresy here was the action of this foreign priest. In a voice dripping with sarcasm, someone eventually realized that for disturbing their 'holy' sacrifice, they should punish this 'Believer' as a gift to their 'gods'. However, everyone looks to his peer for initiative, none brave enough to take the lead themselves, yet all waiting for another to step forward. Wanting to seize this intermission to take action, Eluard catches sight of the strange elongated shadow coiling itself around a villager. The villager suddenly rose to their feet, crying out for the blasphemers to be punished, inciting the others to all charge towards Eluard. A woman close to the altar grabbed the silver dagger that had been prepared for the ritual and swung maniacally at the foreigner who had snatched their offering.<br>\r\nIt was then that he saw it: the Divine Light. Up until this very moment, it had never acknowledged him, but now it passed through his fingers to bestow upon him the protection he had prayed for a thousand times before. Time seemed to slow down, the scene before him unfolding frame by frame, as the Divine Light of Judgement rained down, declaring without mercy punishment and execution on all. The church had always emphasized compassion and the Goddess' universal love. Eluard had never learned how to wield the Divine Light, and found himself unable to stop it as he watched in horror as he committed the most grievous of sins as Divine proxy. As he sought the comfort of salvation, he watched in perplexed horror as the little girl behind him picked up the fallen dagger, and begun to pray to her 'God' with tears in her eyes. She plunged the blade into her chest without a moment of hesitation, just as she had intended for it to occur on the altar.<br>\r\nWhen the adjudicators of the Heresy Inquisition finally arrived at M'Arjie, all they saw was Eluard kneeling on the floor, embracing the young girl's cold body. The candles had burnt out. The moon was at its highest point in the night sky. The palm-leaf effigies casting eerie shadows across the corpse-strewn floor. Inspecting them one after another, the adjudicators found them all to be heretics, each and every one.<br>\r\nIt was deep into the night when Eluard was taken back to the church, only the old monk guarding the sacred texts was there to greet him. Seeing the ashen-faced Eluard, the old boy felt pity for him, just as he always had. This young man who had endured so much malice and isolation, yet given so much for the Light, of course he would give him extra care and attention. Thinking Eluard to be discouraged, just as the other young priests could be when they met a road block, the old monk took a consecrated white candle before the holy icon and allowed Eluard to light it in offering. The monk hoped this holy light would appease him, saying, \"The Divine Light protects you, my child. Truth outstrips lies, love is greater than hate, and the Divine Light is mightier than any hostile force. We must walk our path with joy and be confident that the Divine Light will comfort us as we face the world's persecution on our path.\"<br>\r\nTaking the white candle, he obediently lit it, then bowed his head in prayer. He tried to speak but each time the words wouldn't come. Eventually, he managed to bury his head in his hands. Realizing that behind his palms Eluard was stifling his sobs, the old monk took the candle and placed it on the offering altar for him. He wandered off, giving Eluard time to be alone with the gods, but feeling some deep-seated unease, he slowed his pace and listened as Eluard outwardly confessed his sins.<br>\r\n\"… I yearned for the Divine Light to soothe those poor souls, that at least once they would see the Truth, but until their bodies were cold, until she was cold… I couldn't engage the Divine Light at all.\"<br>\r\n\"Oh benevolent Mother, to whom I serve, tell me…\"<br>\r\nThe old monk sighed, reciting once more the tale Eluard had heard so many times before, of wolves and deer in the forest. Humans pitying the deer culled all the wolves, leaving no natural enemy for the deer. The deer, regardless of circumstances, were now free to breed uncontrolled, their numbers burgeoning, bringing disaster to the forest. This original depiction of divine planning, the proper place of all things, used to be comforting to Eluard, but now he'd acquired a new understanding of it. He couldn't help putting himself into the story, for a while feeling like a deer in the forest, then later becoming a wolf.<br>\r\nKneeling before the icon, Eluard prayed in silence. What was a typical night's sleep for the common folk was a seemingly endless night for Eluard. No-one truly knows what kind of communion occurred between him and the Divine Light, but the monks and nuns who were practicing in the early hours will never forget the moment when the most 'dazzling' Divine Light was granted to the most pious of believers, a light so strong that even those outside the Capital could feel it. Like always, he steadfastly served his Gods and accepted their Divine Plan, but his position in this plan changed. He had once before walked from Sanctuary to the Temple of Ascension, but this time he traversed the long, candle lit corridor, from exterior to the interior without pause, directly into the most secret sect of the temple: The Heretic Inquisition. With his arrival, the Heretic Inquisition drafted in its most outstanding Oracle in all of known history. Wearing a golden mask to conceal all his emotion, he became the embodiment of Divine Judgement.<br>\r\n''Those that do not follow the light, give themselves to the dark.''",
  "skill1name": "Sanctimony",
  "skill1lvl1": "Eluard immediately creates a Divine Shield that has a value equal to 180% of his max health. If Eluard already possesses a Divine Shield, he consumes it in order to deal damage equal to 20% of the consumed shield’s value to all enemies. Damage dealt cannot exceed 500% of Eluard’s own Attack Rating.",
  "skill2name": "Divine Miracle",
  "skill2lvl1": "Eluard creates a Divine Shield at the beginning of battle that has a value equal to 150% of his max health. When the Divine Shield is broken, Eluard becomes stunned for 8 seconds, after which he creates a new Divine Shield with a value equal to 150% of his max health. Damage dealt to Eluard when not protected by his Divine Shield is equal to 350% of the initial damage.",
  "skill2lvl2": "Damage received when Eluard is not protected by his Divine Shield is equal to 300% of the initial damage.",
  "skill3name": "Prayer of Protection",
  "skill3lvl1": "Eluard recites divine scripture, which grants the ally farthest forward on the battlefield immunity from all damage. This ability can be interrupted.",
  "skill4name": "Judgment ",
  "skill4lvl1": "Eluard recites a scripture of judgment, after which he deals 220% damage to all enemies. Enemies that have slain an allied hero will be dealt 50% more damage for each allied hero they slay. This ability can be interrupted.",
  "skill1lvl2": "Divine Shield’s value is equal to 220% of Eluard’s max health.",
  "skill2lvl3": "Damage received when Eluard is not protected by his Divine Shield is equal to 250% of the initial damage.",
  "skill3lvl2": "Damage immunity effect lasts for 3 seconds even after the recitation ends or is interrupted.",
  "skill5name": "Judgment",
  "skill5lvlNaN": "Deals 260% damage after recitation ends.",
  "skill1lvl3": "Divine Shield’s value is equal to 260% of Eluard’s max health.",
  "skill2lvl4": "Duration Eluard is stunned for after his Divine Shield breaks is reduced to 5 seconds.",
  "skill3lvl3": "Most debuffs affecting the target ally are removed when Eluard begins his recitation.",
  "skill6name": "Judgement",
  "skill6lvlNaN": "Enemies that slay allied heroes will be dealt 80% more damage for each that they slay.",
  "engravings30name": "Prayer of Protection",
  "engravings30description": "Enhance the ability Prayer of Protection, Damage immunity effects lasts for 4 seconds even after the recitation ends or is interrupted.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: CDA +5",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: CDA +5",
  "engravings60name": "Judgement",
  "engravings60description": "Enhance the ability Judgement, Deals 280% damage after recitation ends.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: CDA +5",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: CDA +5",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: HASTE +10 ATK +10%",
  "siname": "Golden Visage",
  "sidescription": "A mask forged out of pure gold. Wearing it is to give up all emotion, to remove all distractions from one’s mind, to become the arbiter of justice and order.",
  "siskillname": "Shield of Faith",
  "siskilldescription": "After the first 2 seconds of battle, the farthest forward ally (excluding Eluard) on the battlefield receives a shield with a value equal to 50% of their own max health, which exists for 5 seconds.",
  "siskill10unlocks": "[+10 Unlocks] Shield’s value is equal to 70% of the ally’s max health.",
  "siskill20unlocks": "[+20 Unlocks] Shield’s value is equal to 80% of the ally’s max health, and exists for 8 seconds.",
  "siskill30unlocks": "[+30 Unlocks] Shield’s value is equal to 100% of the ally’s max health, and their Attack Rating is increased by 40% while the shield exists.",
  "furniturename": "Unbreakable Faith",
  "furniture3description": "[3/9 Mythic Pieces] Damage immunity effects of the ability “Prayer of Protection” now include Eluard.",
  "furniture9description": "[9/9 Mythic Pieces] After the ability “Sanctimony” is used for the first time, the damage immunity effects of the next “Prayer of Protection” will include all allies."
}