{
  "name": "Estrilda",
  "tagline": "Knight Of Valor",
  "faction": "Lightbearer",
  "type": "Strength",
  "class": "Warrior",
  "role": "Burst Damage",
  "lore": "House Rayne is a noble family with a glorious history. One generation after another, they have produced some of the finest generals, officers, and knights the kingdom has ever known. Many of Esperia's victories would never have been grasped had it not been for one Rayne or another, sometimes leading an inspired charge, sometimes cutting down an enemy commander, sometimes simply watching their orders carried out from a nearby hillside. Their contribution is such that the history of the kingdom is intertwined with their own, inseparable from their very identity. Estrilda, a daughter of House Rayne, had a peaceful upbringing typical of a girl of noble birth. She was provided a top-notch education and training in the arts as her brothers sparred in the courtyard with blunted swords to the yelled encouragement and laughs of her father and uncles.<br>\r\nWhen she was only ten, she watched as the male Raynes saddled their horses and readied their supplies, giving quick instructions to the men at arms milling about the courtyard. They would ride off to some skirmish as they did every few seasons, but this time the younger Raynes, Estrilda's brothers, would come along. They were old enough to see some blood. It wouldn't do them any good to be soft, said their uncles. Estrilda watched them form up and march away, where exactly she couldn't say as she seldom left the castle grounds. It was supposed to be a routine patrol. Some chases, some skirmishing, a casualty here and there and the accompanying payments to the widows of the fallen men upon the return home.<br>\r\nAfter weeks of no word, a few terrified and malnourished men returned to give the news. Through some fatal error, the patrol party had found themselves far from help and greatly outnumbered by a Mauler tribe with a serious grievance. House Rayne's men, from the youngest to the oldest, were gone. No heir now sat in their hall. Despite their wealth and reputation, their power was already waning.<br>\r\nEstrilda set out immediately to restore her families place in the kingdom. With barely a moment spent grieving her loss, she put down her paintbrushes and books of poems and picked up a sword. Under the tutelage of the castellan and the quartermaster, she set to studying tactics, strategy, and and every art of warfare from horsemanship to knife fighting. Though the kingdom had never before had a female general, she knew that were she to prove herself, they couldn't turn her down. All she needed was a chance.<br>\r\nAt sixteen, The king called a great tourney to honor an important anniversary of the kingdom's founding. Estrilda disguised herself and entered the tourney disguised as a peasant boy. Through feats of marksmanship, duels, and a hectic melee, she rose ever upwards in the tourney rankings. The young men, eager to prove themselves, fell before her one by one. Throughout the competition, she had worn a rusted old half helm, keeping her hair up and her face dirty. When at last she was named champion by the king himself, she met his gaze without a trace of fear, removing her helm so that her long golden locks spilled down her shoulders.<br>\r\nThe king looked into her eyes. He didn't see pride or arrogance there. Estrilda was a picture of resolute courage and cold, hard ability. Softly, he asked “So you want to be a knight, girl? This is the life you wish?” Her expression remained still. “It is.” He nodded and looked to his councilor, who simply shrugged. “So be it. Give the girl some decent armor and a sharp sword.” Estrilda dropped the old half helm to the churned ground. “My thanks, your majesty, but I'll be outfitting myself. I am a Rayne.”<br>\r\nIt didn't take long for Estrilda the knight to become General Rayne, safeguarding her house's legacy, for at least a little longer.<br>\r\n''“A valiant heart has no room for fear.”''",
  "skill1name": "Joust",
  "skill1lvl1": "Estrilda deals 60% AoE damage 5 times to the enemies standing in front of her, with the final attack dealing 150% damage them, which causes them to be knocked to the ground.",
  "skill2name": "Royal Charge",
  "skill2lvl1": "Estrilda charges into her enemies’ ranks, knocking down all enemies in her path, dealing 200% damage to them. Estrilda is immune to control abilities while charging.",
  "skill2lvl2": "Damage is increased to 210%",
  "skill3name": "Inspire",
  "skill3lvl1": "Estrilda increases her allies' morale by waving her flag in the air, increasing their attack rating by 30% for 8 seconds.",
  "skill4name": "Ridicule",
  "skill4lvl1": "Estrilda deals 150% damage to an enemy in front, knocking them backwards, and then deals 60% AoE damage to enemies within range, causing their Attack Ratings to be reduced by 14% for 6 seconds.",
  "skill1lvl2": "Raises all allies' Attack Ratings by 7% and Defense Ratings by 14% for every non-summoned enemy that falls in combat while Estrilda is alive, up until the end of the battle. This ability may be stacked up to 3 times.",
  "skill2lvl3": "For every enemy that Estrilda successfully hits, she will receive a shield that is able to mitigate 70% damage.",
  "skill3lvl2": "Estrilda and her allies recover 100 energy.",
  "skill4lvl2": "AoE damage is raised to 70%",
  "skill1lvl3": "All of Estrilda's allies will recover 60 energy points for every non-summoned enemy that she defeats in battle while she is alive.",
  "skill2lvl4": "Damage is increased to 220%",
  "skill3lvl3": "Energy restored increased by up to 150 points.",
  "skill4lvl3": "AoE damage is raised to 80%",
  "engravings30name": "Inspire",
  "engravings30description": "Enhance the ability Inspire, Attack Rating is raised by 40%.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: CDR +6",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: CDR +6",
  "engravings60name": "Ridicule",
  "engravings60description": "Enhance the ability Ridicule, Attack Rating is reduced by 18%.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: CDR +6",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: CDR +6",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: HP +13.7% DEF +37.04%",
  "siname": "Banner of Rayne",
  "sidescription": "A banner bearing the crest of House Rayne. A symbol of their indomitable spirit.",
  "siskillname": "In Command",
  "siskilldescription": "When Estrilda is on the frontline and still alive, all damage received by her backline allies is reduced by 5%.",
  "siskill10unlocks": "[+10 Unlocks] When Estrilda is on the frontline and still alive, all damage received by her backline allies is reduced by 10%.",
  "siskill20unlocks": "[+20 Unlocks] When Estrilda is on the frontline and still alive, all damage received by her backline allies is reduced by 15%.",
  "siskill30unlocks": "[+30 Unlocks] When any allied hero is on the frontline and still alive, all damage received by their backline allies is reduced by 15%.",
  "furniturename": "Fellowship",
  "furniture3description": "[3/9 Mythic Pieces] After the first 18 seconds of battles, if all allies are still alive, all non-summoned allies will have their Attack Ratings increased by 10% and Defense Ratings by 20% until the end of the battles.",
  "furniture9description": "[9/9 Mythic Pieces] Ability may be activated after 12 seconds of battle."
}