{
  "name": "Fawkes",
  "tagline": "Death's Defeat",
  "faction": "Lightbearer",
  "type": "Agility",
  "class": "Ranger",
  "role": "Control",
  "lore": "Fawkes is a man of few words and there are very few people alive who know his story. Even his real name is seldom used, with most of those in the business referring to him as “Death's Defeat”- a nickname he acquired through his reputation as a top tier vanquisher of the undead and unnatural. Fawkes pursues his quarry relentlessly, and handles them without mercy.<br>\r\nOn the rare occasion that he isn't working, Fawkes lives a quiet, simple life. Unlike most people, adventure equates to work. This wasn't always the case, however. As a child, he would often venture deep into the dark forests near his home, disappearing into the trees for hours or even days at a time. He wasn't, however, alone. Fawkes had a companion who matched his childish temerity, Raine.<br>\r\nOnce, when exploring the dark heart of the wood, the two young adventurers stumbled upon a yawning cavern. Unable to resist the temptation, they ventured inside. Their luck was against them that day. The cavern was the workspace of a murderous necromancer. The necromancer was present when they entered. He couldn't let his secret get out, and besides, two fresh bodies were a valuable asset in his line of study.<br>\r\nThe two children were no match for the necromancer empowered with vile spells. They were restrained, and the ritual began. Wicked knives were placed beside altars, and strange symbols were drawn on the floor in animal blood. In a twist of extreme fortune, a group of demon hunters had witnessed the children's entry to the cave and had followed them in, using them as a welcome distraction to catch their prey by surprise. They barreled in, weapons bared and protective incantations swirling around them. Though they had the drop on their target, he managed to escape.<br>\r\nThe ritual hadn't progressed far enough to begin the sacrifices, but nonetheless, the children weren't completely unscathed. Fawkes had already been infected by an incorporeal parasite, an entity possessing an intelligence and a will of its own. Through the stern and careful instruction of his saviors, he learned to control the thing that lived in his left hand. The group trained Fawkes and Raine in the ways of combat, tracking, and survival. Eventually, Fawkes even learned to use the parasite as a power source invigorating him with a power unknown to most common folk. The parasite's will still pulls at his mind, but he'll never succumb to its force.<br>\r\nFawkes has no permanent home. He is a nomad, wandering the land in search of those who would inflict their dark machinations on others. Wherever he finds them, he tears them out root and stem.<br>\r\n''“If it died once it'll die again”''",
  "skill1name": "Purification",
  "skill1lvl1": "Fawkes deals 130% damage to all enemies on the battlefield and removes the majority of buffs they may be using.",
  "skill2name": "Abate",
  "skill2lvl1": "Fawkes reduces an enemy's attack speed by 35% for 6 seconds.",
  "skill2lvl2": "Enemy's attack speed reduced by 45%.",
  "skill3name": "Confine",
  "skill3lvl1": "Fawkes deals 50% damage to the enemy with the highest attack rating and then locks them in his coffin for 7 seconds. The affected enemy cannot attack or be attacked while inside the coffin.",
  "skill4name": "Silver Bolt",
  "skill4lvl1": "Silver Bolt raises Fawkes' normal attack damage by 20% and deals a further additional 40% damage to de-buffed enemies.",
  "skill1lvl2": "Removes majority of de-buffs from allied heroes.",
  "skill2lvl3": "Enemy's energy regeneration reduced by 60%.",
  "skill3lvl2": "Duration is extended up to 8 seconds.",
  "skill4lvl2": "Restores 40 Energy per hit.",
  "skill1lvl3": "Damage is increased to 140%.",
  "skill2lvl4": "Effects are increased to 7.5 seconds.",
  "skill3lvl3": "Duration is extended up to 9 seconds.",
  "skill4lvl3": "Normal attack damage increased to 30%.",
  "engravings30name": "Confine",
  "engravings30description": "Enhance the ability Confine, An enemy is immediately locked in Fawkes' coffin when Fawkes reaches his battlefield position. Can be used once per battle.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: AS +5",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: AS +5",
  "engravings60name": "Silver Bolt",
  "engravings60description": "Enhance the ability Silver Bolt, Attack abilities deal 40% additional damage to de-buffed enemies.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: AS +5",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: AS +5",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: CRIT +10 ATK +10%",
  "siname": "The Soul Prison",
  "sidescription": "An enchanted casket containing a horde of malicious spirits.",
  "siskillname": "Purged Perseverance",
  "siskilldescription": "Raises the defense ratings of all allied heroes by 5% for 5 seconds if they possess more than 60% of their max energy. Affected allies are also impervious to control abilities.",
  "siskill10unlocks": "[+10 Unlocks] Defense rating is increased up to 20%.",
  "siskill20unlocks": "[+20 Unlocks] Defense rating is increased up to 40%.",
  "siskill30unlocks": "[+30 Unlocks] Effects are increased to 8 seconds.",
  "furniturename": "Soul Cleanser",
  "furniture3description": "[3/9 Mythic Pieces] If Fawkes of any of his allies have a Factional Advantage over any of their enemies, their Factional Advantage damage bonus will be increased by 8%.",
  "furniture9description": "[9/9 Mythic Pieces] The majority of the enemy's buff effects are removed when successfully struck by Fawkes' Normal Attacks."
}