{
  "name": "Gwyneth",
  "tagline": "The Fair Maiden",
  "faction": "Lightbearer",
  "type": "Strength",
  "class": "Ranger",
  "role": "Continuous Damage",
  "lore": "Gwyneth is the adopted daughter of Hendrik, captain of the royal guard. Despite having no blood relation to the famously strong soldier, she does possess the same incredible might. A point at which the two diverge is that where her adoptive father avoids bloodshed wherever possible, favoring defensive combat techniques, Gwyneth has no such reservations.<br>\r\nBeing the daughter of someone so close to the King, Gwyneth grew up alongside the sons and daughters of the nobility. While most of the privileged youngsters treated martial instruction as an amusing diversion, strolling out to the range to loose a few arrows in friendly competition, Gwyneth took to it wholeheartedly. She saw the fulfillment her father got from his service to the crown and wanted the same thing. Still, she knew that despite his position, she'd have little chance of making the cut any time soon. It was unheard of for someone untested in battle to be assigned something as important as personally defending the monarch. And besides, she was just a kid.<br>\r\nHer aggressive nature and singular focus made her intimidating to the other children, so Gwyneth would typically seek the company of adults. Where the others made friends with peers and pets, Gwyneth befriended the palace guards and grizzled veterans of the king's army. They were a lot more fun than the other kids, with their stories of battles and advice on fighting. In time, she began to accompany her father and his comrades on the outings he deemed safe. She loved riding alongside the soldiers, listening in on their banter and recollections. There were always plenty of laughs to go around, and sometimes a bit of excitement at the hint of danger. It was on an excursion much like this that Gwyneth was forced to prove herself.<br>\r\nThere was a hunt near the castle grounds. The woods here were well patrolled and no bandit would ever dream of attempting anything so close to the residence of the king himself. Their hunting party was in good spirits, not even bothering to be stealthy. The king was drawing heavily from his skin of wine and requesting songs from the guardsmen in turn. A hunt was, after all, as good an excuse to go for a ride as any. As they entered a clearing, they inadvertently disturbed a rock triton. The massive, dragon-like beasts were never seen so close to the castle, and the hunting party was taken completely off guard. Before they could register what was happening, one guardsman lay crushed under its massive jaw, his breastplate punctured and crumbled like parchment. Hendrik began shouting orders. Soldiers took up defensive positions around the king and others advanced on the beast. Their weapons were useless against its incredibly tough scales, and despite Hendrik's best efforts, men were falling to the creature.<br>\r\nA soldier in the back was fumbling with a portable ballista. He struggled to wind it up, this usually being a two-man job. Gwyneth dropped nimbly from her mount and pushed the young soldier aside. With a few quick motions, she had readied the weapon. The triton roared, exposing a deep red throat. With a heavy thrum, the arm-length bolt flew between the thing's teeth, the heavy iron head bursting from the back of its neck in a spray of gore. It fell among the dead and injured soldiers as the others turned to locate the source of their salvation.<br>\r\nThe king had known that Gwyneth aspired to the royal guard, but had never taken her seriously. Seeing the calm efficiency with which she had dispatched the monster, he changed his mind. \"Hendrik!\" He shouted. \"Your daughter works with you now.\"<br>\r\n''\"I've killed tougher stuff than you.\"''",
  "skill1name": "Flaming Arrows",
  "skill1lvl1": "Gwyneth's normal attacks will prioritize the enemy directly opposite her current position. Her normal attacks deal high damage and have a low attack frequency. Gwyneth's normal attacks have a 60% chance to become flaming arrows. Gwyneth's flaming arrows deal 220% damage to enemies on impact and causes them to burn for 5 seconds, dealing 40% damage per second. ",
  "skill1lvl2": "Enemy's health recovery is reduced by 30% while burning.",
  "skill2name": "Lightning Arrows",
  "skill2lvl1": "Normal attacks have a 60% chance to become lightning arrows that can damage multiple nearby enemies for 220% damage with chain lightning. Lightning arrows can also be combined with flaming arrows, allowing for the burning effect of the 'Flaming Arrow' ability to also affect multiple nearby enemies.",
  "skill3name": "Strength In Numbers",
  "skill3lvl1": "Accuracy is raised by 80 and Crit Rating by 25% when there are no enemies in Gwyneth's immediate vicinity.",
  "skill4name": "Divine Arrow",
  "skill4lvl1": "Damage is increased to 240%, Enemy's Accuracy is reduced by 120.",
  "skill1lvl3": "Normal attacks have a 70% Chance to become flaming arrows, burning effect deals 60% damage per second.",
  "skill2lvl2": "Normal attacks have a 70% to become lightning arrows.",
  "skill3lvl2": "Accuracy is raised by 120 and Critical Strike damage is raised by 25% when there are no enemies in Gwyneth's immediate vicinity.",
  "skill4lvl2": "Damage is increased to 270%, Enemy's Accuracy is reduced by 150.",
  "skill1lvl4": "Enemy's health recovery is reduced by 50% while burning.",
  "skill2lvl3": "Stuns target enemy and any enemies hit by lightning.",
  "skill3lvl3": "Accuracy is raised to 160 and Crit Rating is raised to 30%.",
  "engravings30name": "Lightning Arrows",
  "engravings30description": "Enhance the ability Lightning Arrows, Stun effect is extended by 1 second.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: CDA +5",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: CDA +5",
  "engravings60name": "Strength In Numbers",
  "engravings60description": "Enhance the ability Strength In Numbers, When Normal Attacks use fire or lightning the damage is increased to 260%.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: CDA +5",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: CDA +5",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: CRIT +10 ATK +10%",
  "siname": "Shooting Star",
  "sidescription": "As tall as a person, this longbow requires great strength and accuracy to be used efficiently. The bow gets its name due to the high velocity of its arrows, which are said to be as fast as a shooting star.",
  "siskillname": "Focus Fire",
  "siskilldescription": "Attack Rating is raised to 10% when in close proximity to allied heroes.",
  "siskill10unlocks": "[+10 Unlocks] Attack Rating is raised to 20%",
  "siskill20unlocks": "[+20 Unlocks] Gwyneth fires two arrows in quick succession when she or a nearby ally uses their ultimate ability",
  "siskill30unlocks": "[+30 Unlocks] Attack Rating is raised to 30%",
  "furniturename": "Arrows of Swiftness",
  "furniture3description": "[3/9 Mythic Pieces] Gwyneth's first Normal Attack triggers the abilities \"Flaming Arrow\" and \"Lightning Arrow\" simultaneously. The damage for this attack is also increased by 15%.",
  "furniture9description": "[9/9 Mythic Pieces] \"Flaming Arrow\" and \"Lightning Arrow\" are triggered following the death of any non-summoned enemies. The damage for this attack is also increased by 15%."
}