{
  "name": "Hendrik",
  "tagline": "The Defender",
  "faction": "Lightbearer",
  "type": "Strength",
  "class": "Tank",
  "role": "Tank",
  "lore": "Hendrik is unusual for a soldier in the king’s army. The killing that most men in the profession see as just a necessary, if difficult, part of the job is for Hendrik the last possible resort. Only in the face of certain death for himself or his comrades will he attempt to do harm to another, and even then he will usually try to incapacitate rather than kill outright. In a lesser man, this proclivity would earn him the scorn of his fellow fighters at least and a long stint in the dungeons at most, but Hendrik is highly valued in any formation he’s placed in.<br>\r\nThe incredible strength he possesses allows Hendrik to wield his two massive shields as if they were cut from parchment. Adversaries going on the offensive against Hendrik or the other warriors around him will find their strikes deflected at every turn, and one can trace Hendrik’s movement on a battlefield by the trail of broken and bent blades. He is a walking fortress, and the men who march near him know that they need not worry for their safety.<br>\r\nThese relatively pacifistic proclivities, however, didn’t just come about on their own. They belie a great sorrow in Hendrik’s past. An action for which he must atone. As a young soldier, Hendrik was assigned to a routine supply escort mission. The roads in those days were much safer than now, but goods and valuables always need a few able swords nearby to deter opportunists. On this day, however, the circumstances were different if not particularly special. There had been bandits on a couple of occasions before, and Hendrik had dealt with them swiftly. Their deaths, he reasoned, were simply the product of justice. Besides, compassion meant nothing without the rule of law. On this day, however, Hendrik and his squadron were relaxed and cheerful. Birds chirped merrily among the leaves and it seemed like the kind of afternoon when nothing could go wrong. A brief flurry of arrows from the dappled boughs along the roadside heralded the arrival of a handful of bandits. They looked almost comical at first, only one in a helmet, another with a scavenged breastplate. Some of them didn’t even have boots. They were equipped with the tools of farmers and foresters, pitchforks and wood axes and cleavers raised as they ran full tilt at the soldiers. They were put down as quickly as they came, landing no blows on the defenders. Within a few seconds, their bodies littered the ground around the stalled wagon.<br>\r\nThen, from behind him, Hendrik heard the rough draw of canvas on wood. Turning, he saw another of the bandits pull down a sack of grain and begin to run. The sack was heavy and the man gasped with each step, slowly making his getaway. Hendrik’s expression didn’t change as he reached silently for a crossbow. The weapon thrummed and a bolt buried itself in the man’s back. He fell, staining the canvas and the grain inside with his blood as Hendrik strode forward.<br>\r\n“No. Please. She’s in there. She needs.- -”<br>\r\nThe bandits words were cut short by Hendrik’s blade. As he cleaned blood from steel, he took further note of the mens’ appearance. They were all very thin, and had certainly been desperate to attempt the attack. \nOrdering the others to stand guard, he went to investigate the area.<br>\r\nThe sobbing drifted softly between the trees, leading him to a small hovel of mud and straw. Inside, a small child huddled on the floor. She had the same features as the man who’d taken the grain. The man who had been running in this direction. When she looked up at him, tears streaking through the grime on her face, he felt everything fall down around him. What was the good in what he had done? Was this price acceptable? Was this justice at all? He lifted her from the dirt floor and headed into the woods, her tiny frame seeming weightless. He wasn’t yet sure where they would go, but he would not return to the wagon.<br>\r\n''\"The only blood that can redeem you is your own.\"''",
  "skill1name": "Shield Bash",
  "skill1lvl1": "Hendrik uses his shield to knock back an enemy which deals 130% damage to them and also stuns them for 1.5 seconds.",
  "skill1lvl2": "Damage is increased to 150%.",
  "skill2name": "Sacrificial Shield",
  "skill2lvl1": "If one of Hendrik's backline teammates receives fatal damage, Hendrik will jump in front of them and take all of the damage intended for his teammate for 10 seconds. Hendrik cannot be mind-controlled while protecting teammates and this ability may only be used once per battle.",
  "skill3name": "Standfast",
  "skill3lvl1": "When Hendrik's health falls below 40% he places his shield to the ground and assumes a defensive stance while he heals himself for 6% of his max health per second. When in this defensive stance, any damage dealt to Hendrik is reduced by 30%. This ability lasts for 10 seconds or until 90% of Hendrik's max health is restored. This ability may only be used once per battle.",
  "skill4name": "Crippling Blow",
  "skill4lvl1": "Damage is increased to 160%.",
  "skill1lvl3": "Enemy's damage is reduced by 40% for 5 seconds after stun effect wears off.",
  "skill2lvl2": "Damage taken while protecting teammate is reduced by 40%.",
  "skill3lvl2": "Ability lasts for a total of 13 seconds.",
  "skill4lvl2": "Damage is increased to 180%.",
  "skill1lvl4": "Damage is increased to 180%.",
  "skill2lvl3": "Damage taken while protecting teammate is reduced by 60%.",
  "skill3lvl3": "Ability restores 7% of max health per second.",
  "engravings30name": "Sacrificial Shield",
  "engravings30description": "Enhance the ability Sacrificial Shield, Damage taken while protecting teammate is reduced by 70%.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: CBR +3",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: CBR +3",
  "engravings60name": "Standfast",
  "engravings60description": "Enhance the ability Standfast, Hendrik recovers 8% of his max health every second and becomes immune to damage for 3 seconds when he is in his defensive stance.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: CBR +3",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: CBR +3",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: TY +31.85 HP +13.7%",
  "siname": "The Bastion",
  "sidescription": "A pair of tower shields that when brought together form an unbreakable wall.",
  "siskillname": "Steadfast",
  "siskilldescription": "At the beginning of battles Hendrik’s max health is increased by 300% of his attack rating. The max health increase will not affect the proportion of health that Hendrik already possesses.",
  "siskill10unlocks": "[+10 Unlocks] At the beginning of battles Hendrik’s max health is increased by 600% of his attack rating. The max health increase will not affect the proportion of health that Hendrik already possesses.",
  "siskill20unlocks": "[+20 Unlocks] All of Hendrik’s attacks now do additional damage that is equal to 2% of his max health.",
  "siskill30unlocks": "[+30 Unlocks] At the beginning of battles Hendrik’s max health is increased by 1000% of his attack rating. The max health increase will not affect the proportion of health that Hendrik already possesses.",
  "furniturename": "Defensive Stance",
  "furniture3description": "[3/9 Mythic Pieces] Increases the Defense Rating of an allied hero that is positioned above Hendrik in the formation by 25% of Hendrik's own Defense Rating value.",
  "furniture9description": "[9/9 Mythic Pieces] Increases the Defense Rating of an allied hero that is positioned above Hendrik in the formation by 60% of Hendrik's own Defense Rating value."
}