{
  "name": "Lucius",
  "tagline": "Lightbringer",
  "faction": "Lightbearer",
  "type": "Strength",
  "class": "Tank",
  "role": "Regen",
  "lore": "The House of Lanward is well known throughout Esperia. Lucius, the eldest son of the house, bears the burden of generations of expectation. Lucius began learning how to fight with a sword from early childhood and became an adept fighter by the time he reached adolescence. If it weren't for his young age, he almost certainly would have been sent off to war. A person with his skills is greatly sought after for the battlefield. But Lucius was an inherently kind boy. He would seldom join the hunts, and even on the rare occasion that he had to, he never fired an arrow at any prey. While sparring with his peers, Lucius would often feign defeat if he thought he was going to hurt an opponent. Lucius thinks of life as something to be cherished and protected. He had always preferred the temple, with its candles and quiet hymns, to playing with the other children.<br>\r\nIt was always Lucius' wish to become a medic, but not surprisingly his parents disagreed with this notion. House Lanward had a proud martial history. As member of and heir to the house, Lucius would continue the traditions of his forebears. At the age of 15, he was sent to join the King's forces and was given a place in the cavalry, as befit his station.<br>\r\nAlthough he fought valiantly, his comrades were often confounded by Lucius' actions. He would often tend to the wounded before the fighting had fully stopped, occasionally even dressing the wounds of injured enemies. His odd behavior led to him becoming estranged from his peers, but this didn't present him with any real difficulty. Between the fighting, he would divide his time between the temple and the stables, praying to Dura and tending to the injured horses.<br>\r\nOne evening he went to tend to the horses as usual, only to find them all laid about on the floor, blanketed in blood. Standing among the carcasses was one of his comrades. He looked at Lucius with glee, thoroughly enjoying the scene he had created, the trouble he'd caused. \"These horses are no use to us anymore, they can't ride again. They're useless, just like certain others amongst us\" The man sneered and looked Lucius in the eye as he spoke. Lucius' unorthodox combat practices had made him some dire enemies among the cavalrymen. He stayed in the stables that night, and never returned to camp again.<br>\r\nIt was several months later, on one dark autumn day that the Maulers decided to raid the lands of men. This sudden attack caught the cavalry off guard. It was simple butchery, and they were dealt a crushing blow. Unable to form an effective battle formation, their ranks were broken time and time again until they were finally routed. Left strewn across the battlefield were the dead and injured. The injured were shown no mercy and were hastily dealt their final blows by the vicious Maulers. The men were in a full retreat when a luminous bright light shone down upon the battlefield. At the center of this light, a figure stood straight, his white armor glimmering. An instant later, hundreds of thundering war horses charged forth towards the battlefield. The sight of Lucius standing there in his brilliance rekindled the courage in his former comrades to return to the field of battle and push the Maulers back from whence they came.<br>\r\n''\"I stand for the light!\"''",
  "skill1name": "Heaven's Protection",
  "skill1lvl1": "Lucius blesses all of his allies with a divine shield that reduces damage equal to 500% of his own attack rating's value for 8 seconds.",
  "skill2name": "Divine Strike",
  "skill2lvl1": "Lucius smashes the ground with his warhammer that causes a shockwave, knocking nearby enemies over, while also dealing 130% AoE damage to them.",
  "skill2lvl2": "Damage is increased to 150%.",
  "skill3name": "Divine Blessing",
  "skill3lvl1": "Lucius heals the ally with the lowest health for 200% of his own Attack Rating and raises their Defense Rating for 5 seconds.",
  "skill4name": "Blessed Shield",
  "skill4lvl1": "Lucius creates a blessed shield that is able to reduce 65% of all the damage he receives for 5 seconds. Lucius will halt his blessed shield if his ultimate ability is available for use. Lucius cannot be controlled by enemies while using this ability.",
  "skill1lvl2": "Shield lasts for 10 seconds. Shield is able to restore allies' health over time.",
  "skill2lvl3": "Damage is reduced by 20% for every enemy that is knocked over. Ability lasts for 8 seconds.",
  "skill3lvl2": "Health recovery rate is increased by up to 75% the lower an ally's health falls.",
  "skill4lvl2": "Lucius recovers 200% more energy when attacked while using Blessed Shield.",
  "skill1lvl3": "Value of shield is increased to 550% of attack rating value.",
  "skill2lvl4": "Damage is increased to 160%.",
  "skill3lvl3": "Health recovery increased by up to 220% of Attack Rating.",
  "skill4lvl3": "Damage received while using Blessed Shield is reduced by 75%.",
  "engravings30name": "Divine Blessing",
  "engravings30description": "Enhance the ability Divine Blessing, Health recovery increased by up to 240% of Attack Rating.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: CDR +6",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: CDR +6",
  "engravings60name": "Blessed Shield",
  "engravings60description": "Enhance the ability Blessed Shield, Lucius immediately recovers 35% of the health he has already lost when he uses his shield.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: CDR +6",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: CDR +6",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: HR +6.67 HP +13.7%",
  "siname": "The Winged Protector",
  "sidescription": "A blessed shield that remains unscathed after a hundred battles.",
  "siskillname": "Divine Purge",
  "siskilldescription": "Enemy heroes have their energy recovery effects reduced by 30% for 4 seconds when they are struck by the ability “Divine Strike” or if a normal attack becomes a critical strike.",
  "siskill10unlocks": "[+10 Unlocks] Enemy heroes have their energy recovery effects reduced by 60% for 4 seconds.",
  "siskill20unlocks": "[+20 Unlocks] Enemy heroes have their energy recovery effects reduced by 90% for 4 seconds.",
  "siskill30unlocks": "[+30 Unlocks] Removes the majority of the enemy’s buffs when used.",
  "furniturename": "Blessed Protector",
  "furniture3description": "[3/9 Mythic Pieces] The \"Blessed Shield\" ability will no longer be interrupted when cast. While the effects of \"Blessed Shield\" are active, all damage received by the ally positioned below Lucius' location is reduced by 30%",
  "furniture9description": "[9/9 Mythic Pieces] While the effects of \"Blessed Shield\" are active, the amount of energy the ally positioned below Lucius recovers when attacked is increased by 75%."
}