{
  "name": "Morrow",
  "tagline": "The Dark Crow",
  "faction": "Lightbearer",
  "type": "Intelligence",
  "class": "Mage",
  "role": "Control",
  "lore": "“Come back…” Echoed the unwelcome voice. Morrow thumped his forehead, irritated. He always heard this voice when he established a connection with the darkness of the abyss.<br>\r\nWhat followed was dismal imagery: villagers throwing stones at crows, the child they were holding up falling from the air, a boy with black hair running to catch them, but failing miserably; a woman sending the boy to the door of the Violet Orphanage, his raven black hair now shocking white…<br>\r\n“Cease!” Morrow yelled, his cry dispelling the shattered fragments of memories barely there, yet the lingering hatred compelled him to do something to settle his woes. Something, such as carrying out his duty, that is to say… torturing young mothers.<br>\r\nPerhaps it truly was time to go back, to seek out the source of his magic, absorbing it in its entirety to better delve the depths.<br>\r\nBack on firm ground once again, the crumbling ruined houses and mangled trees were entwined with wisps of black smoke and a tangible black haze that hung in the air. It permeated everyone and everything in the village. A familiar stench accompanied the haze. Hypogeans.<br>\r\nCatching sight of him, the villagers fled in panic. Morrow waved his wand and man-faced spiders dropped to the ground, their bodies swelling rapidly as they spewed thick sticky silk all over the villagers. Bound to the spot, the villagers’ consciousnesses were dragged out and sucked into the dark abyss. Satisfied, Morrow leapt into the maelstrom.<br>\r\nOpening his eyes, he found himself standing at the door of a house, seemingly 20 years in the past. A woman stood inside, holding her newborn child. Just like Morrow’s own eyes, within the pupils of this infant lurked a snake. A murder of crows flocked the windows, gathering to greet him.<br>\r\nThere was an outcry from all who saw, they believed a Hypogean had been born, they wanted the family responsible, Morrow's family, gone. A father once jovial became embittered, losing his job and his principles as he drowned his sorrows in booze, cursing his wife for birthing a monster. When Morrow’s little brother suddenly died, Morrow drove himself into exhaustion, desperate to resurrect him and save his life , but passed out. All everyone saw was the magic circle upon which he’d been standing , and the skulls all gathered around for summoning undead. Those with no clue of the matter squawked and bleated about the murder of Morrow’s little brother, and how his demonic older brother was clearly to blame, and so they set fire to his bed…<br>\r\n“Come back…” There it was again, that voice.<br>\r\nBreaking off the connection, Morrow glanced over the dead-eyed villagers. His gaze rife with contempt, he had the man-faced arachnids administer their venom and walked off towards to the scene of the fire.<br>\r\nThe path was overgrown and in disrepair, rubble and thick residual sludge scattered all over. Waving his wand over the black sludge, a figure appeared from within it. His mother.<br>\r\nShe lay as if resting, not a whisper to be heard. Alas, no magic, black or otherwise, can resurrect the dead.<br>\r\nObviously, Morrow didn’t want her alive anyway. After all, she was the progenitor of this evil. It was she who fed him false hope, who pressured him to leap into the abyss. Still..<br>\r\nThe Violet Orphanage was a not a place of joy.<br>\r\nMorrow had no idea how he escaped the blaze. Only memories of awakening remained. Memories of doctors wearing masks that looked like beaks, of tubes and pipes everywhere, all kinds of fluids pumping through them, all to find the source of the magic.<br>\r\nFrom time to time, he and other children would get together to fight monsters at the end of the corridor. If one lacked for talent, they’d become the monster’s playthings, or even their next meal. More than a little skill was required to bind one into a contract.<br>\r\nThis is the true face of the Violet Orphanage. A magic energy development facility that adopts abandoned children in the name of benevolence, but behind closed doors, they are mere guinea pigs for black magic experimentation.<br>\r\nPhysically and mentally traumatized, his memories faded, his behavior became ever more volatile and demented. Exploring black magic become an obsession, and every task a chance to indulge his twisted desires… When he tortures those unfortunate women, his mother’s memory becomes ever more alien.<br>\r\nSensing this emotion, the murky darkness reached out to him, “Come… come here… become one with us.” Age, gender, none of that was discernable. Just a myriad of voices.<br>\r\nThe crows flocked and Morrow submitted himself to them, spreading his senses like a wide net, countless pupils linked together as he slipped in amongst them. The tiny snake within Morrow’s pupils writhed and convulsed erratically, then belched a fierce violet flame. This is the flame of the Serpentine Aerina, capable of incinerating souls. Monster or man, it matters not, all scream and flee in terror when confronted with such a blaze.<br>\r\nWith Aerina’s flame, joining the Secret Society of the Crow was effortless. This legendary Order specializes in the acquisition and handling of ethereal powers dealing with Hypogean and all manner of evil.<br>\r\nMorrow reached the memory’s end: The thick black haze is thickest in this place, his childhood room. Morrow sniffed at the air… The stench hanging in the room, the invading Hypogean’s resting spot. He gingerly pushed the rotten door open, as if opening fissure in time and space. “Morrow…” Would his younger brother pounce on him and ask to play with him like when they were children? Behind the door, a man in the bed lifted the blanket and fumbled in his exit. He turned to Morrow, looking his magical form up and down. Suddenly, his eyes filled with a rapturous avarice. “You’ve finally heeded my call.” Such a loathsome voice. Returning to his senses, Morrow stared at his so-called ” father”, or rather, the foreign soul squatting in his body pretending to be his father.<br>\r\n“It’s just you? Buzzing around my mind like a disgusting fly, making all that racket?” Morrow raised his wand and tapped at the air with it. Poof! Instantly, an ostentatiously bound ancient tome of magic appeared before him.<br>\r\n“That’s not very friendly now, is it? After all, if not for me, you’d not be here.” The man spread his fingers, as if counting, calculating when he would finally be able to make use of the new body stood before him<br>\r\nThe magic tome seemed to recognize the man’s essence, and the pages turned on their own, stopping at page 376, Records of the Hypogean Calamity’.<br>\r\nBarely deigning to meet his gaze, Morrow spoke bluntly, “You’re the vile Hypogean, Korgas.”<br>\r\nUnnerved, the Hypogean realized this tome was an ancient relic. “Where did you find such a trinket?”<br>\r\n“The Secret Society of the Crow is a funny place, there’s all kinds of bits and bobs around the place, even… ways to manipulate Hypogeans.”<br>\r\nMorrow’s lips cracked into a mischievous smile as man-faced spiders appeared from the dark corners of the room and began spewing their sticky silken web everywhere, to bind the Hypogean where he stood.<br>\r\nRealizing he had no time to lose, Korgas stealthily darted into the shadows, his huge gaseous form reappearing behind Morrow. He outstretched his arms, boring a thread into Morrow’s skull, talking all the while to keep Morrow distracted.<br>\r\n“Don’t you wish to know what happened to your mother?”<br>\r\n“Already seen.” Indifferent, Morrow brandished his wand.<br>\r\n“Is that so? Didn’t you feel anything?” The Hypogean erupted into sinister snickering.<br>\r\n“Do you not wish to know why you were sent to Violet Orphanage and not the Imperial Academy? What about why she was burned alive?”<br>\r\nThe spiders came to an abrupt halt as Morrow was hit with a wave of dismay. A vague feeling something was amiss hung over him.<br>\r\n“Oh, so you don’t know?” Korgas leered. “Your life could’ve been different. You could’ve been stable, comfortable… mediocre! Your mother scrimped and saved, she wanted you to go to the Academy, but thanks to my… influence, your father stole the money and drank it all away. When your mother saved you from the blaze, it was also I that informed her decision. I told her if she wished to be free of the villagers judgement, then the child must be handed over to those better equipped to raise it, and the children in Violet Orphanage would all be world-class talents in the future. Such wisdom, she believed me.”<br>\r\n“And then?” Morrow’s eyes flickered with an eerie light, blocked from the Hypogean’s view by lenses.<br>\r\nKorgas drew on Morrow’s ferocious hatred, strengthening himself, but alas, this was not enough…<br>\r\n“She returned again. I had thought, if she got away…”<br>\r\n“Why would she go back?” Displeased at the interruption, Korgas sneered, “For your little brother’s corpse, of course! It really was such a shame, you gave it everything you could muster to save little Bryn, but those lunatic villagers just trampled him into the dirt! Oh, tch, that’s right, you were unconscious at the time.<br>\r\nThat ridiculous woman, as she put his bones in the ground she cursed him all the while! Not for a moment did she think she had no-one and nothing to rely on.” Korgas was supposed to be that woman’s anchor. The raw rage overflowing inside Morrow’s mind gave Korgas absolute delight as he sighed in admiration of his masterpiece.<br>\r\n“Speaking of Bryn… perhaps you already guessed?” The Hypogean continued on, proudly expounding his methodology, “I told the villagers where you sometimes played in the woods. I knew you were secretly practicing magic in there.”<br>\r\nMorrow finally put the puzzle pieces together. His memories, the sadness and resentment, awash with an unbridled fury… Yet stronger still was the realization he’d been fooled!<br>\r\nHe, Morrow, this era’s mightiest sorcerer of the dark arts, had his dignity trampled by a pathetic Hypogean!<br>\r\n“Korgas…” Morrow removed the special Dwarven amethyst lenses. The tiny serpent in his pupils beaming as the Flame of Aerina set the pair of them alight.<br>\r\n“Toying with me was your mistake.”<br>\r\n“F-Flame of the Serpentine!” Korgas writhed and wailed, his body contorting in the air with unbridled agony. “How dare you! You can’t do this to me! I made you! Without my mark, you would never be where you are now! How did you obtain Aerina’s power!?”<br>\r\n“You made me… Sure. Only, I have achieved more than you could ever have imaged.” Morrow recalled the first time he traversed the darkness of the abyss. He saw a huge body, he wasn’t even as big as one of it’s eyeballs. He knew no words were needed to pledge his allegiance. He knew what he was dedicated to<br>\r\n“Make a pact with me. I’ll permit you to retain your power.” Morrow spoke without emotion, as if untouched by the searing violet flame engulfing them both.<br>\r\nMorrow was terrifying. In order to control himself, he had no qualms being doused in the Serpentine’s flame to hold himself back. Korgas continued to burn, his state of being nearing reduction to its original pitiful birth state: a weak cloud of powerless fog.<br>\r\n“Alright.”<br>\r\nIn the blink of an eye, the Flame of Aerina was extinguished and Korgas was drawn into the magic tome. Their contract was ratified.<br>\r\nMorrow watched as the Hypogean wailed and ranted, trapped in a tiny square space on the page. Smiling, he sighed with satisfaction.<br>\r\nHe waved his wand and drew his newly recovered memories back out, hiding them deep in the abyss. Emotions can make people weak.<br>\r\nClosing his eyes, Morrow murmured, “I don’t need such folly.”",
  "skill1name": "Eye of Evil",
  "skill1lvl1": "Morrow summons an Eye of Evil that deals 200% damage 5 times to enemies within range. Enemies that are burned are unable to use their Ultimate abilities for 4 seconds.",
  "skill2name": "Binding Terror",
  "skill2lvl1": "Morrow summons a spider that cocoons an enemy, dealing 220% damage to them in the process, also preventing them from moving for the following 4 seconds.",
  "skill2lvl2": "Damage is increased to 250%.",
  "skill3name": "Demonic Murmurs",
  "skill3lvl1": "Morrow releases Korgas behind the enemy that has dealt the highest total amount of damage and deals 250% damage to them, also manipulating them into attacking their own allies for 6 seconds. While the enemy target is being manipulated, they are unable to use their Ultimate ability and shall not be targeted by the ability “Binding Terror”.",
  "skill4name": "Abyssal Retribution ",
  "skill4lvl1": "Passive. Morrow deals an additional 220% damage to an enemy while attacking them. This ability can only target the same enemy once every 4 seconds.",
  "skill1lvl2": " Damage is increased to 240%.",
  "skill2lvl3": "Enemy is unable to move and use abilities for 6 seconds.",
  "skill3lvl2": "Damage is increased to 280%.",
  "skill4lvl2": "Additional damage dealt is equal to 10% of all damage dealt by the enemy target, but shall not exceed 400% of Morrow’s Attack Rating.",
  "skill1lvl3": "Burned enemies cannot use their Ultimate abilities for 6 seconds.",
  "skill2lvl4": "Damage is increased to 280%.",
  "skill3lvl3": "Damage is increased to 330%.",
  "skill4lvl3": "This ability’s effects will be triggered while the enemy is being manipulated by Korgas.",
  "siname": "Abyssal Tome",
  "sidescription": "A highly-valued item amongst the Secret Society of the Crow’s members. It possesses knowledge about every type of dark magic within the realm, and is easily bent to its holder’s will.",
  "siskillname": "Murder of Crows",
  "siskilldescription": "After releasing Korgas, a murder of crows assail the enemy target, ignoring their Defense Rating and dealing 100% damage per second to the target until Korgas’ manipulation ends.",
  "siskill10unlocks": "[+10 Unlocks] Ignores target’s Defense Rating and deals 150% damage per second.",
  "siskill20unlocks": "[+20 Unlocks] Morrow recovers health equal to 100% of the damage dealt by each of his crows’ attacks.",
  "siskill30unlocks": "[+30 Unlocks] Allied units will prioritize their attacks against enemies who have not been manipulated by the “Demonic Murmurs” ability.",
  "furniturename": "Devilish Pact",
  "furniture3description": "[3/9 Mythic Pieces] When all non-summoned allies have lost a combined 10% of their health, the duration of debuff effects dealt by Morrow will be extended by 5%, and may be extended up to a maximum of 100%.",
  "furniture9description": "[9/9 Mythic Pieces] Each time an enemy uses a negative effect on an allied hero, the damaging effects of “Abyssal Retribution” shall be dealt to them. Ability may only be triggered once every 4 seconds."
}