{
  "name": "Oscar",
  "tagline": "The True Gentleman",
  "faction": "Lightbearer",
  "type": "Agility",
  "class": "Ranger",
  "role": "Assassin",
  "lore": "Oscar is the house steward for the most powerful noblewoman in all of Oakenfell. He manages her holdings with care, overseeing the army of under servants in her employ, keeping track of goods, finances, the dispensation of pay, and a thousand other responsibilities in the upkeep of the estate. It is he who orchestrates the many duties of staff and keeps the property productive and running smoothly. Oscar executes his work with precision and an attention to detail rarely found among even the best-trained personnel. Though a house steward is often viewed as an imposing and aloof figure among the servants working under him, Oscar's easy charm and respectful manner toward people from every level of the social hierarchy make him a beloved figure in his lady's domain. Everyone from scullery maids to nobility are treated as worthwhile individuals, and his kindness does not go unappreciated. <br>\r\nOscar's past, however, is far from what any in the household would expect. He was, at a time, somewhat famous among the upper echelons of society, though no-one, save his master could match his face with the epithet with which he had been branded.<br>\r\nThe Mannered Knife was viewed with notoriety (and perhaps a bit of roguish admiration) among the nobility. The killer didn't strike often, but when he did it would inevitably cause a stir and raise a flurry of gossip from the circles outside the bereaved. The odd moniker was chosen because unlike most assassins, who gave their targets a crude end with poisons, crossbow bolts, or swords in the dark, this mysterious figure would arrange kills with such restrained subtlety that the assassination would often go unnoticed for hours.\n \nIn one instance that exemplified the killer 's skill and style, a nobleman who had crossed Oscar's master was found dead at a masquerade. The night had begun as normal- a sumptuous feast followed by chatter and revelry. This particular nobleman was well known and influential and had no shortage of partygoers eager to make his acquaintance or engage him in conversation. Winded from drink and dance, the nobleman took rest in the sitting room to enjoy a pipe and spirited discussion. At some point, and none present could say exactly when, he went quiet. It seemed that he had drifted off to a heavy sleep, nestled among the plush seating but retaining a genteel and dignified posture. It was only as the masquerade was wrapping up and a servant attempted to wake him that it was discovered that he had been dead for the entire latter half of the celebration, his body already cold to the touch. A small puncture wound marked a spot on the back of his neck. The party had continued around his body for hours with no one noticing what had transpired. The only additional blemish was an intersecting of two shallow lacerations the wound- the mark of The Mannered Knife.<br>\r\nIt was to Oscar's great misfortune that the investigation proved too intensive for his employer. In his master's panic, he was sold out and disavowed, the one who had ordered the execution stating that the overzealous Oscar had taken the rivalry between he and the deceased as a personal slight and had chosen independently to carry out the killing as a matter of personal honor.<br>\r\nIn the following weeks, Oscar narrowly avoided capture again and again, always a half-step ahead of his pursuers. Eventually, in disguise, he made his way to faraway Oakenfell and the search was in time abandoned. Here he took the name by which he is now known and entered service in the house where he is currently employed.<br>\r\n''\"There's never a bad time for civility.\"''",
  "skill1name": "Aura of Haste",
  "skill1lvl1": "Oscar throws four knives into the ground, forming a magical aura on the ground that deals 270% AoE damage to nearby enemies. The aura exists for 11 seconds and increases Oscar's Haste by 100 points while he is standing inside it.",
  "skill2name": "Fine Cuts",
  "skill2lvl1": "Oscar targets the two weakest enemies and throws knives at them, dealing 180% to them. This attack causes Oscar's knives to remain stuck in the ground to be potentially used again.",
  "skill2lvl2": "Damage is increased to 220%.",
  "skill3name": "Slice and Dice",
  "skill3lvl1": "Oscar instantaneously appears next to a knife stuck in the ground, picks it up, and proceeds to slice up any nearby enemies for 200% damage.",
  "skill4name": "Unfazed",
  "skill4lvl1": "Oscar scrubs his glasses clean, removing the majority of de-buff effects which are currently affecting him and simultaneously increases his Crit Rating by 25 points and his Dodge Rating by 95 points which will remain that way until Oscar falls victim to any enemy control abilities.",
  "skill1lvl2": "Duration is extended up to 13 seconds. ",
  "skill2lvl3": "Ability causes enemy to become stunned for 2 seconds.",
  "skill3lvl2": "Damage is increased to 240%.",
  "skill4lvl2": "Crit Rating is increased by 35 points.",
  "skill1lvl3": "Duration is extended up to 15 seconds. ",
  "skill2lvl4": "Damage is increased to 260%.",
  "skill3lvl3": "Damage is increased to 270%.",
  "skill4lvl3": "Dodge Rating is increased by 135 points.",
  "engravings30name": "Slice and Dice",
  "engravings30description": "Enhance the ability Slice and Dice, Damage is increased to 300%.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: PP +1.82",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: PP +1.82",
  "engravings60name": "Unfazed",
  "engravings60description": "Enhance the ability Unfazed, Damage dealt to enemies is increased by 45% up until Oscar suffers from a control ability.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: PP +1.82",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: PP +1.82",
  "siname": "Exquisite Table Knife",
  "sidescription": "A beautifully crafted, yet deadly knife that is as sophisticated as its owner. Able to slice through all types of meat with ease, few people are worthy of owning such a tool.",
  "siskillname": "Uninvited Guest",
  "siskilldescription": "If an enemy appears on the allied side of the battlefield, Oscar instantaneously appears beside them and proceeds to kick them back into their own half of the battlefield, resulting in 200% damage being dealt to the enemy.",
  "siskill10unlocks": "[+10 Unlocks] Ability converts 100% of damage taken by the enemy into health.",
  "siskill20unlocks": "[+20 Unlocks] Damage is increased to 300%.",
  "siskill30unlocks": "[+30 Unlocks] Ability possesses a stun effect which lasts for 5 seconds.",
  "furniturename": "Swift Service",
  "furniture3description": "[3/9 Mythic Pieces] Every time Oscar moves locations due to his abilities increases his Dodge by 60 points for 5 seconds. The length of time that this ability lasts for is calculated individually each time it is used. This ability can be stacked multiple times.",
  "furniture9description": "[9/9 Mythic Pieces] The ability \"Slice and Dice\" is used continuously up until there are no knives left next to any enemies."
}