{
  "name": "Peggy",
  "tagline": "The Precious Pearl",
  "faction": "Lightbearer",
  "type": "Intelligence",
  "class": "Support",
  "role": "Regen",
  "lore": "The Anthology of Esperian Fairytales \"Little Rascal's Adventures\" Chapter 10.<br>\r\n\"There was once a mischievous child… Named Raku, who lived in a hole in a tree known as \"Nutshell Nook\"…<br>\r\n\"Daddy, you've told me this one before!\" Protested the little girl, eager for her bedtime story. In her arms was an old ginger cat, curled up comfortably and dozing lazily.<br>\r\n\"Alright little one, I'll tell you a new story.\" The man gently pinched his daughter’s cheek, \"A story about a princess.\"<br>\r\nOnce upon a time there was a princess named Peggy. That's right, it's the princess from Raku's story. She had just celebrated her birthday. Creeping stealthily into the bedroom, she gingerly locked the door. Satisfied, she tore down the curtains and pulled up the bedsheets, ripping them up and tying them end to end to create a long rope, which she summarily lowered from her window.<br>\r\n\"Let's get going!\" Peggy says to Raku, who was still sleeping in her wardrobe. She roused him from his sleep, saying, \"Everyone's asleep now, no-one will notice us leaving!\"<br>\r\n\"Go? Go where?\" Raku responded groggily as he opened his eyes. He'd not long arrived here after his long trip back and his head was still foggy having just been woken from his post-journey snooze.<br>\r\n\"Your house! To race against the stones that walk! To make magic mushroom soup! To catch that Rowan guy and beat him up!\"<br>\r\n\"Daddy!\" The little girl suddenly interrupted, \"Is this Rowan my Uncle Rowan?\"<br>\r\n\"Sweetheart, that’s not important.\" He couldn't help cracking a smile, \"Whoever Rowan is, he's not the main character of this tale.\"<br>\r\nPeggy hung the conch shell Raku had given her on her waist, but fearing it wasn't secure enough, she tore another strip of cloth and tightly knotted it around the shell. \"Maybe we can go to the beach, I’ve never seen the sea before!\"<br>\r\nRaku rubbed his belly. To tell the truth he was still pretty fond of this place. There were lots of tasty treats to eat, and the clothes in the wardrobe made for a warm and cozy bed, much more so than the dry straw at Nutshell Nook.<br>\r\nHe held his head as he considered the facts, eventually deciding friendship was more important. He stretched and languidly crawled out of the wardrobe.<br>\r\n\"Fine, I'll go with you! But first…\" Raku licked his lips, \"What was the name of that soft stuff we ate on your birthday?\"<br>\r\nHis 'see-through cages' stuffed full and hanging over his tummy, and a cake sticking out of his mouth, Raku returned from the kitchen loaded up with crème cakes. Ready to go, he followed Peggy out the window and down the make-shift rope.<br>\r\nIt was now dark out, there was barely a sound to be heard in the palace grounds. Nothing but the occasional clanging of the patrolling guard’s armored feet. The curtains and sheets Peggy had torn up proved sturdy, but the long rope was swaying as it barely supported the weight of the two climbers.<br>\r\nUnfortunately, Raku had eaten too much… Peggy's feet were still some way from the ground below when the rope finally gave way, unable to take anymore. The pair hit the ground with a thud, momentarily drawing the attention of a paroling guard not too far away. His clanging footsteps halted briefly, but in the end he didn’t come over to investigate.<br>\r\nThe pair quickly scaled the wall and clambered out of the palace grounds, making their break for freedom in the outside world.<br>\r\nThe world outside the castle was really big. Much bigger than Peggy had ever imagined.<br>\r\nThe boundary of Duskwood was veiled in a thick fog that blanketed the trees. Raku tells Peggy that the Duskwood doesn’t like outsiders, that anyone who trespasses into the fog will be accosted by confusing illusions borne of forest magic, forcing them to leave.<br>\r\nPatting his chest, Raku declared, \"Peggy is my friend, the Duskwood likes friends! Just stay behind me and it'll all be fine! Just one thing… Don’t eat random stuff you find on the ground, ESPECIALLY mushrooms.\"<br>\r\nAnd just like that, being led by Raku one moment, Peggy was lost the next. She was enveloped by thick fog and couldn’t see anything at all, with no clue as to where she was.<br>\r\n\"Whatever are you doing here, my darling bride?\"<br>\r\nRowan, the man Peggy was fleeing arranged marriage from, suddenly appeared in the fog. Dropping to one knee before her, he presented her with a bouquet of flowers.<br>\r\n\"Let's go home. We can have our dream wedding!\"<br>\r\nWithout missing a beat, Peggy landed two heavy slaps on Rowan's cheeks. No-one agreed to marry you, you horrid little man! I'm going to sort you out!<br>\r\nThe more she thought about it, the angrier she got, her blows becoming stronger with each hit. By the time the illusion had dissipated, she'd knocked down over a dozen sunflowers and ended up with sore, swollen wrists.<br>\r\n\"Your Highness, please behave properly!\" Another phantom wandered out of the fog. This time it was Peggy's palace etiquette tutor, a sour-faced old maid. \"You mustn't ruffle your skirt like that! You can't lose your temper over every little thing! Only take small steps! Only like this can you truly be possessed of a royal lady's demeanor.\"<br>\r\n\"I won't!\" Peggy stuck out her tongue, pulling a face at the tutor.<br>\r\nGrass, weeds and mud were all trampled under foot as Peggy realized that wearing a skirt here was not terribly ideal. Lifting her skirt, she tied it into a knot so as not to drag, then charged head first at the illusory etiquette tutor. Passing through the phantom, she headed deeper into the fog.<br>\r\nBarely a few steps forward and she bumped headlong into the wobbling gut of a minister, immediately reeling to the ground. \"People want a princess who is intelligent and dignified. Are you truly capable?\"<br>\r\nPeggy hated this minister. He'd made tons of rules for everyone else to follow, but never followed any of them himself.<br>\r\nHe continued, \"Please, stop being a disappointment to your father.\" Peggy was getting angry. Her eyebrows knitted together as she prepared to berate this loathsome fellow. But just then, another figure phased into being. The King of the Lightbearers, her father.<br>\r\n\"Fa… Father…\"<br>\r\nAt the sight of her father, Peggy was speechless. She immediately bowed her head, her hands fumbling to untie the knot in her skirt and smooth it out.<br>\r\n\"Darling daughter, why would you flee the castle to such a place as this? What did I do wrong?\" He didn't seem at all angry, but totally composed as he asked.<br>\r\n\"What is the purpose of all this?\"<br>\r\nPurpose? It seemed like every single adult loved asking this question.<br>\r\nPeggy couldn't come up with an answer, but she didn’t really see why this question needed an answer in the first place. She clenched her little fists, lifted her head and puffed out her cheeks, her lips poised to spit-out her rage as she finally retorted,<br>\r\n\"Nothing! Why?\"<br>\r\nA sudden current of wind swept through the woods, pushing back all the fog. The etiquette tutor, the loathsome minister and her father were all blown away with it, straight up into the sky. There, before her very eyes, the real Duskwood finally appeared.<br>\r\nThe walking stones, the breathing mushrooms, the colorful conch shells on beach and, most of all, the sea!<br>\r\n\"Daddy, the princess' daddy is so bad! He doesn't let her go out to play and he's making her marry someone she doesn't know! He's such a bad daddy!\" After listening to the story, the little girl felt a short-lived anger about the princess' situation, it was just too unfair! But it quickly passed. Yawning, she stroked the old cat in her arms and said, \"I'm sleepy, I’m going to bed!\"<br>\r\n\"Hold on sweetheart, the story's not over yet!\" The man stopped her and continued his story.<br>\r\nPeggy, obliviously hurrying towards the sea, had no idea that imperial guards were in the woods nearby, whispering and secretly following her movements.<br>\r\n\"No sleeping on the job. The King's orders were to covertly protect the princess!\"<br>\r\nNo thanks to you and your poison-mushroom soup, making us hallucinate we were upside down, dancing with sheep! If it weren't for that butterfly girl, we'd never have snapped out of it!<br>\r\n\"Keep it down, you'll alert the princess!\"<br>\r\n\"Wait a sec, there's a raccoon in that tree… and it seems to be staring at us…\"<br>\r\n\"Zzz…\"<br>\r\nThe little girl emitted a soft sound as she finally drifted off to sleep, the old cat snoozing in her embrace snoring with her.<br>\r\nThe man smiled. He'd penned many a legendary tale, recorded great epics about heroes and heroic feats, even composed vast suites of thrilling music. But these days, all he wanted to do is tell his daughter wholesome bed time stories, ensuring her the daily promise of peaceful dreams. Extinguishing the candle, the man placed a blanket over the sweetly sleeping girl, then quietly left the room.",
  "skill1name": "Duty Bound",
  "skill1lvl1": "Passive: Peggy is accompanied by two guards, that each possess 80% of her own attributes. If an enemy is beside Peggy, her guards will return to protect her. Peggy’s movements will always prioritize the rear-center allied side of the battlefield. If Peggy is killed, her guards will leave the battlefield.",
  "skill2name": "Royal Scroll",
  "skill2lvl1": "Peggy uses a magic scroll that heals her guards and 1 non-summoned ally for 220% worth of Peggy’s Attack Rating.",
  "skill2lvl2": "Amount of health recovered is equal to 250% of Peggy’s Attack Rating.",
  "skill3name": "Royal Guards",
  "skill3lvl1": "Peggy’s guard creates a shield around himself and the nearest non-summoned ally, which has a value equal to 20% of the guard’s own health, that exists for 8 seconds.",
  "skill4name": "Royal Marksmen",
  "skill4lvl1": "Peggy calls forth 5 marksmen that fire a salvo at the enemy which is closest to Peggy. Each marksman deals 70% damage to the target, subsequently reducing the target’s Accuracy by 10 points and their Haste by 1O points for 7 seconds. If the enemy target is on the enemy side of the battlefield, the marksmen have a chance to miss their shots. The farther an enemy is from the marksmen increases their chances of missing, with the maximum chance to miss a shot being 30%.",
  "skill1lvl2": "Guard possesses 100% of Peggy’s attributes.",
  "skill2lvl3": "Amount of health recovered is equal to 280% of Peggy’s Attack Rating.",
  "skill3lvl2": "Peggy’s guard uses his weapon to attack an enemy in front of him for 180% damage and then uses his shield to bash them into the air, stunning them for 2.5 seconds, dealing a further 230% damage to the target.",
  "skill4lvl2": "Each Marksman’s damage is increased by 80%.",
  "skill1lvl3": "Guard possesses 120% of Peggy’s attributes.",
  "skill2lvl4": "Peggy’s scroll is able to heal 2 allied heroes.",
  "skill3lvl3": "Peggy’s guard uses his weapon to attack an enemy in front of him for 230% damage and then uses his shield to bash them into the air, stunning them for 3.1 seconds, dealing a further 280% damage to the target.",
  "skill4lvl3": "Each Marksman’s damage is increased by 90%.",
  "engravings30name": "Royal Guards",
  "engravings30description": "Enhance the ability Royal Guards, Peggy's guard creates a shield around himself and the nearest non-summoned ally, which has a value equal to 25% of the guard's own health, that exists for 9 seconds.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: HR +2",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: HR +2",
  "engravings60name": "Royal Marksmen",
  "engravings60description": "Enhance the ability Royal Marksmen, Damage dealt by each Marksman reduces the enemy's Accuracy by 25 points.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: HR +2",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: HR +2",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: PR +10.14 DEF +37.04%",
  "siname": "Gorgeous Conch",
  "sidescription": "This gorgeous multicolored conch is a testament to Princess Peggy’s friendship with [[Raku]], and is also used to call forth her royal guards.",
  "siskillname": "Battle Hardened",
  "siskilldescription": "Guards’ Attack Ratings are increased by 12% and Dodge is increased by 25 points every 8 seconds. Attributes cannot be increased more than 2 times.",
  "siskill10unlocks": "[+10 Unlocks]  Guards’ Attack Ratings are increased by 15% and Dodge is increased by 30 points every 6 seconds.",
  "siskill20unlocks": "[+20 Unlocks] Number of times attributes can be increased cannot exceed 3 times.",
  "siskill30unlocks": "[+30 Unlocks] Guards are immune to control effects when beside Peggy.",
  "furniturename": "Frontline Reinforcements",
  "furniture3description": "[3/9 Mythic Pieces] Can only be triggered once per battle. Once all of Peggy’s guards have been defeated, she immediately calls in 2 more guards to assist her.",
  "furniture9description": "[9/9 Mythic Pieces] When entering the battlefield, all guards receive a shield that is able to mitigate damage equal to 80% of their max health, which exists for 8 seconds."
}