{
  "name": "Raine",
  "tagline": "Death's Denier",
  "faction": "Lightbearer",
  "type": "Agility",
  "class": "Support",
  "role": "Buffer",
  "lore": "Raine has brought death to thousands of demons over the years, and she has the scars to prove it. The scene she leaves behind after a hunt is distinctive. Demons lay in pieces or riddled with gunshot. The sharp stench of black powder hangs heavy in the air and dark oily blood paints the walls and collects into grizzly rivulets. The walls and furnishings are shattered and chipped, blast marks illustrating the trajectory of the shower of lead characterizing Raine's methods.<br>\r\nThough she is a picture of cold stoicism, Raine's conscience is in constant pain. When she was just a child, she ventured deep into the forest with her best friend, a boy named Fawkes. Upon finding a cavern, they ignored their better instincts and went inside, ending up trapped in a necromancer's den, intended as a sacrifice to some dark power. Though she and her companion managed to escape with their lives, her beloved companion was infected with a demonic parasite. To this day she can see the toll it takes on him. She sees the exhaustion in his eyes from years of sleepless nights, spent fighting the parasite tooth and nail. She knows the pain that gnaws away at his psyche. His tired eyes are a constant reminder of the misery that her best friend has to live with, and of her own failure to prevent it.<br>\r\nDespite Fawkes' apparent mastery over the entity, Raine still worries that it will one day overpower him. It is patient and persistent, and at the end of the day Fawkes is only a man. This is why it is Raine's paramount priority to hunt down the necromancer that hurt her friend all those years ago and who still walks the land. This is the only way to afford respite for her companion, the only chance at allowing him to finally know a normal life.<br>\r\n''“If you can see me, you're already dead.”''",
  "skill1name": "Cripple",
  "skill1lvl1": "Raine marks her enemies with a Bounty Mark that exists for 8 seconds. Damage received by the marked enemies is increased by 15%. When a marked enemy is slain, their killer receives 80 Energy points every second over a duration of 10 seconds.",
  "skill2name": "Barrage",
  "skill2lvl1": "Raine shoots both of her guns, targeting the enemy with the lowest health and the enemy with the highest Attack Rating who is on the same side of the battlefield (the same target may be targeted by both types of attack if the conditions are appropriate). The attack deals 65% damage 5 times to the enemy with the lowest health and 10% damage 5 times to the enemy with the highest Attack Rating, which also reduces their Haste by 40 points for 1 second.",
  "skill2lvl2": "The final attack against the enemy with the lowest health deals extra damage that is equal to 15% of the health which they have already lost but shall not exceed 360% of Raine's Attack Rating.",
  "skill3name": "Lock On",
  "skill3lvl1": "Raine marks the enemy with the lowest health for 10 seconds. While marked, allied heroes that deal damage to the target will have their Attack Speed increased by 20 points and Crit Rating increased by 20% for 3 seconds. This ability cannot be stacked.",
  "skill4name": "Exploit",
  "skill4lvl1": "Raine's attacks and abilities deal more damage to enemies the lower their health is, up until a maximum of 30% damage is reached.",
  "skill1lvl2": "Bounty Mark exist for 12 seconds and the damage received by marked enemies is increased to 20%. When a marked enemy is slain, their killer's Crit Rating is increased by 100% for 10 seconds.",
  "skill2lvl3": "The final attack against the enemy with the highest Attack Rating knocks them down and stuns them for 1 second.",
  "skill3lvl2": "Allied heroes that deal damage to the marked enemy target shall receive a one-time heal from Raine, that is equal to 40% of her Attack Rating. Ability may only heal each allied hero once every 5 seconds.",
  "skill4lvl2": "Increases allies' damage by up to 15%.",
  "skill1lvl3": "Bounty Mark's duration increased to 16 seconds.",
  "skill2lvl4": "Damage dealt to lowest health enemy is increased to 70%.",
  "skill3lvl3": "Attack speed is increased by 30 points, Crit Rating is increased by 30%.",
  "skill4lvl3": "Raine's allies damage can be raised up to 30%.",
  "engravings30name": "Lock On",
  "engravings30description": "Enhance the ability Lock On, Health recovered is increased to equal 60% of Attack Rating.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: PP +1.82",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: PP +1.82",
  "engravings60name": "Exploit",
  "engravings60description": "Enhance the ability Exploit, Raine and her allies' damage can be raised up to 35%.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: PP +1.82",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: PP +1.82",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: TY +31.85 DEF +37.04%",
  "siname": "Dueling Blasters",
  "sidescription": "A pair of reliable old blasters. Good for getting into and out of sticky situations.",
  "siskillname": "Helping Hand",
  "siskilldescription": "Raine teams up with the ally with the highest Combat Rating, allowing for them to recover Health and Energy every 2 seconds. The recovery amount is equal of 30% of what Raine recovers over these 2 seconds.",
  "siskill10unlocks": "[+10 Unlocks] Ally recovers 50% health or energy.",
  "siskill20unlocks": "[+20 Unlocks] When both Raine and the ally she is teamed up with are alive and one of them uses their ultimate ability, both Raine and her ally will receive a shield that is able to mitigate damage equal to 100% of Raine's Attack Rating.",
  "siskill30unlocks": "[+30 Unlocks] Value of shield is increased to 180% of Attack Rating value.",
  "furniturename": "Deadly Force",
  "furniture3description": "[3/9 Mythic Pieces] After 3 seconds of battle, the enemy with the lowest Health is marked up until their death. While marked, all damage that is dealt to the enemy is increased by 30%.",
  "furniture9description": "[9/9 Mythic Pieces] When the marked enemy dies, Raine re-marks the enemy that currently has the lowest Health."
}