{
  "name": "Rigby",
  "tagline": "The Brewmaster",
  "faction": "Lightbearer",
  "type": "Strength",
  "class": "Warrior",
  "role": "Tank",
  "lore": "Ask anyone in the capital where to go for a good flagon of ale and you're likely to receive the same response- The Noble Tavern. This watering hole has been standing in the same spot for as long as anyone can recall, serving relaxation and refreshment by the cupful. The aromas of baked bread and succulent hot pies waft through the alleyways around the establishment, drawing patrons into the warm, welcoming interior at all hours.<br>\r\nThe owner, Brewmaster Rigby Brown, is well regarded by the community but seldom seen in his own business. More often than not it's his daughter, Dolly, who will be seen greeting old customers and relaying commands to the kitchen staff. The brewmaster is usually away, traveling to different corners of the realm to seek out and sample new ingredients for his famous draughts.<br>\r\nMany of the Noble's regular patrons say that Rigby is like a shot of dragon rum. Warm, but with a strong bite. Though he possesses a kindly soul, Rigby has a penchant for troublemaking after a few drinks. It's more than once that he's awakened on the street outside his own tavern with a fresh black eye. The brewmaster isn't one to hold a grudge over something so petty, however, so he always has a pint ready for those he calls his \"sparring partners\".<br>\r\nThe three things the burly brewmaster says he can't live without are brewing, eating, and drinking, with brewing taking pride of place among them. He goes to incredible lengths to acquire and experiment with new ingredients, and indeed sometimes his life resembles that of an adventurer, explorer, or thief than that of a brewmaster and business owner. His beard is often unkempt, his arms covered in scratches, and his face red from the sun and wind. In his never ending search for exotic concoctions, he has scaled cliff faces to find rare flowers for his recipes, wrestled Mauler warriors for a skin of their fiery tonics, and once even collected vials of saliva from a sleeping dragon. Anything to create something exciting, delicious, and most importantly, potent. There is nowhere Rigby isn't willing to trespass to find the next perfect ingredient.<br>\r\n''\"I'll tell you when I've had enough!\"''",
  "skill1name": "Barrel Bomb",
  "skill1lvl1": "Rigby hurls his barrel towards an enemy target which deals 150% damage on impact. Rigby then throws his pipe into the leaked contents of the barrel, causing it to explode and deal 260% AoE damage to nearby enemies. Enemies close to the explosion are set alight for 12 seconds and suffer 60% damage per second.",
  "skill2name": "Fire Breath",
  "skill2lvl1": "Rigby takes a large swig of his drink and spits it back out at nearby enemies, dealing 180% damage to them, also causing their Accuracy to be reduced by 80 points for 6 seconds.",
  "skill2lvl2": "Damage is increased to 200%.",
  "skill3name": "Drunken Frenzy",
  "skill3lvl1": "Rigby drinks himself into a drunken frenzy which reduces all the damage he receives by 14% and also increases his Haste by 25 points. The effects of 'Drunken Frenzy’ can be stacked up to 3 times, with the third time causing Rigby to become even more enraged, further increasing his Haste by 120 points for 8 seconds, after which he returns to his normal state.",
  "skill4name": "Well Rested",
  "skill4lvl1": "After the effects of 'Drunken Frenzy’ have worn off, Rigby will recover 5% of his max health per second for 12 seconds.",
  "skill1lvl2": "Explosion damage is increased to 320%.",
  "skill2lvl3": "Damage is increased to 250%, Enemy's Accuracy is reduced by 150.",
  "skill3lvl2": "Damage is reduced by 22% each time ability is stacked.",
  "skill4lvl2": "Rigby’s Health recovery rate is Increased by 40%.",
  "skill1lvl3": "Explosion damage is increased to 380%.",
  "skill2lvl4": "Enemies' Accuracy is reduced for 10 seconds.",
  "skill3lvl3": "Damage is reduced by 30% each time ability is stacked.",
  "skill4lvl3": "Rigby’s Health recovery rate is increased by 80%.",
  "engravings30name": "Drunken Frenzy",
  "engravings30description": "Enhance the ability Drunken Frenzy, Each time Rigby enters a Drunken Frenzy he receives 35 Haste points.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: HASTE +3",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: HASTE +3",
  "engravings60name": "Well Rested",
  "engravings60description": "Enhance the ability Well Rested, Rigby immediately receives the healing effects of the ability \"Well Rested\" at the start of the battle, which lasts until Rigby's frenzy is stacked 2 times.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: HASTE +3",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: HASTE +3",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: HP +13.7% ATK +10%",
  "siname": "Oak Barrel",
  "sidescription": "Crafted out of sawtooth oak from the dark forest, this barrel possesses unique magical attributes that makes its contents all the more tasty.",
  "siskillname": "Fiery Demise",
  "siskilldescription": "Rigby’s 'Fire Breath’ ability will trigger an additional explosion on enemies currently set alight by the ability 'Barrel Bomb’, resulting in 200% damage being dealt to them.",
  "siskill10unlocks": "[+10 Unlocks] Explosions cause enemies to be knocked down and stunned for 2 seconds.",
  "siskill20unlocks": "[+20 Unlocks] Damage is increased to 300%.",
  "siskill30unlocks": "[+30 Unlocks] Explosions cause enemies to be knocked down and stunned for 4 seconds.",
  "furniturename": "Drunken Rage",
  "furniture3description": "[3/9 Mythic Pieces] Using the ability \"Drunken Frenzy\" causes the ally with the lowest Combat Rating to also enter a state of frenzy. The frenzied state can be stacked multiple times. Each stacked layer of 'frenzy' reduces the damage the ally receives by 25%. Once this ability has been stacked 3 times, its effects will cease after 8 seconds.",
  "furniture9description": "[9/9 Mythic Pieces] Once 'frenzy' has been stacked 3 times, the ally immediately recovers a value of health equal to 35% of Rigby's max health."
}