{
  "name": "Rosaline",
  "tagline": "The Kind",
  "faction": "Lightbearer",
  "type": "Intelligence",
  "class": "Support",
  "role": "Buffer",
  "lore": "The daughter of a mayor in the kingdom's main trade hub, Rosaline's early life was carefree and comfortable. Surrounded by loving family and friends in a peaceful land, she spent the first eight years of her life happier and more content than she would be for a long time thereafter. The town Rosaline called home was prosperous, and never wanted for the basics. Surplus stores of food and other provisions were maintained throughout the year, so when a group of starving refugees fleeing food shortages came from the north one winter, Rosaline's father didn't hesitate to take them in.<br>\r\nInitially, everything went fine. The newcomers weren't too great in number and they gratefully accepted the help given them, doing what they could here and there in return for their gracious hosts. Something was off, however. A few among the newcomers were secretive and acted suspiciously, disappearing at odd hours or turning up in odd places. Even so, the townsfolk brushed this aside, choosing instead to focus on the positive while suppressing their worries. For a few weeks, life went on much as usual, albeit with an added air of excitement.<br>\r\nIt was when a second group called at the city gates that the town's worst fears were realized. A detachment of inquisitors from the Temple of Light had tracked the refugees to this location. The head inquisitor informed the mayor that among the refugees were a cult of adherents to the dark forces. The gates were opened, and the inquisition set about their work. The Temple's agents are as ruthless as they are risk-averse. Most inquisitors would sooner execute five innocents than let one of the guilty escape. The inquisitors found several of the refugees and townsfolk guilty, and inquisitors only ever delivered one sentence. Belongings of the convicted were confiscated, their properties were razed, and the convicted themselves executed. A hint of suspicion is often enough to send someone to the sword, so after the cultists and those who had housed them had been put to death, there was one final verdict to deliver. The mayor had allowed the refugees into the city in the first place. Had he turned them away, the cold and hunger would have done them in and the entire situation could've been averted. The mayor would be sentenced as well. His wife, of course, was also complicit in any of his crimes. It wouldn't do to let her go.<br>\r\nThus, Rosaline and her brother were orphaned. The Temple took them as servants. They would serve the Light to amend for the sins of their parents. The two siblings who had been so close were separated and sent to different monasteries. Here Rosaline learned to serve, waking well before sunrise to bake bread, cleaning up after meals, dusting, scrubbing, shoveling ash, there were a thousand duties to perform daily She lost track of time and eventually, of who she was. Life was simply a repeating series of silent tasks without variation or reward. Rosaline began projecting her feelings and thoughts onto inanimate objects. These replaced what would be normal interactions with other people, and one night, while whispering to her scrubbing brush, she wasn't surprised to see it responding with movement, almost like a little pet dog.<br>\r\nNot long after she discovered this ability and before she fully understood it, she was taken from the monastery by a lady of high standing who had heard her story and was determined to get her away from her parent's killers. The lady took Rosaline on as a maid at her manor and even helped to find Rosaline's brother. Rosaline became a part of the manor and was treated warmly by the lady of the house, but remained silent and withdrawn. It seemed the damage had already been done. It seemed Rosaline talked more to the dinnerware than to any of the people, and after several months the lady discovered why.<br>\r\nRising early one morning, she made her way to the kitchens. It would be easier to make the tea herself than to wake the maids. Stepping the door, she saw Rosaline speaking happily to an arrangement of knives, forks, and teacups which bounced and rolled around the table. She gasped, startling Rosaline, and the items fell still to the tabletop. The girl feared she would be sent back to the temple, but after speaking with her the lady was able to connect the dots. Being well-learned and well-traveled, she recalled a long conversation with a Wilder mage about the nature of various magics. He had told her of Spirituality, magic which allows one to evoke the innate spirit that exists in all objects, living or inanimate. The ability was exceedingly rare in humans, but it had manifested from time to time. As she explained this to Rosaline, the girl' s fears were assuaged and she felt grateful she could no longer convey with words. It had been a long time since she had been both welcome and understood.<br>\r\n''\"I am here to help.\"''",
  "skill1name": "Motivation",
  "skill1lvl1": "Rosaline will continuously follow the ally she has been assigned to. While following her ally, the damage that Rosaline receives is reduced by 40%.If there is no assigned ally, or the assigned ally dies, Rosaline will start following the ally with the highest Combat Rating. Using the ultimate ability fully restores the energy of the ally Rosaline is currently following to its maximum. Rosaline will expend a greater amount of her own energy if the amount of energy restored to her ally is higher, with at least 200 energy points being expended each time the ultimate ability is used.",
  "skill2name": "Crazy Crockery",
  "skill2lvl1": "Rosaline takes out 2 teacups or teapots and hurls them at an enemy, inflicting 120% damage per item upon the target, leaving them temporarily stunned. Rosaline will prioritize her attack against the same enemy as the ally of which she is following is currently attacking.",
  "skill2lvl2": "Increases the quantity of crockery up to 3 pieces.",
  "skill3name": "",
  "skill3lvl1": "Afternoon Tea",
  "skill4name": "Spring Cleaning",
  "skill4lvl1": " ",
  "skill1lvl2": " ",
  "skill2lvl3": " ",
  "skill5name": "Afternoon Tea",
  "skill5lvlNaN": " ",
  "skill4lvl2": " ",
  "skill1lvl3": " ",
  "skill2lvl4": " ",
  "skill4lvl3": " ",
  "engravings30name": "Afternoon Tea",
  "engravings30description": "Enhance the ability Afternoon Tea, Health recovery increased by up to 190% of Attack Rating.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: HASTE +3",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: HASTE +3",
  "engravings60name": "Spring Cleaning",
  "engravings60description": "Enhance the ability Spring Cleaning, Nearby enemies also lose 120 Accuracy points.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: HASTE +3",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: HASTE +3",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: PR +10.14 MR +10.4",
  "siname": "Broom of Life",
  "sidescription": " An extraordinary broom which has a mind of its own, brought to life by Rosaline.",
  "siskillname": "Servitude",
  "siskilldescription": "Rosaline raises the attack and defense ratings of the ally she is currently following for 8% of her own ratings’ values.",
  "siskill10unlocks": "[+10 Unlocks] Attack and defense ratings are raised by 16% of Rosaline’s own rating values.",
  "siskill20unlocks": "[+20 Unlocks] Attack and defense ratings are raised by 30% of Rosaline’s own rating values.",
  "siskill30unlocks": "[+30 Unlocks] Raises ally’s crit rating and dodge for 25% of Rosaline’s own.",
  "furniturename": "Flying Crockery",
  "furniture3description": "[3/9 Mythic Pieces] When the ally Rosaline is following successfully lands their normal attacks on an enemy, she manifests \"Tea Cups\" that to throw at the enemy, which has the same effect as the \"Crazy Crockery\" ability. This effect can be triggered up to one time every 2.5 seconds.",
  "furniture9description": "[9/9 Mythic Pieces] Effect can be triggered up to one time every 0.75 seconds."
}