{
  "name": "Rowan",
  "tagline": "The Roamer",
  "faction": "Lightbearer",
  "type": "Intelligence",
  "class": "Support",
  "role": "Buffer",
  "lore": "Rowan is the second son of Esperia’s youngest and possibly wealthiest noble house. The Patriarch, Reginald, is his father, but he wasn’t born into money. Beginning adulthood as a small trader, his business acumen proved uncanny to say the least. Where he had started as a young man with a case of simple goods, he is now a lord with titles, businesses, banks, and vast mining operations under his purview. Though normally a title and lands would only be awarded in recognition of some great deed, House Gilder have essentially bought their way into the aristocracy. Lords and Kings fight wars, and wars are expensive indeed. Reginald Gilder’s timely gifts and loans curried a great deal of favor among the older houses, and he, in turn, was rightly rewarded.<br>\r\nRowan and his older brother Angelo, despite growing up around unimaginable wealth, were nonetheless raised by their lowborn father to be self-sufficient and savvy in their dealings. Wealth could be gained, but also lost and if lost, it would need to be regained. No amount of swordsmanship or battle strategy could buy what hundreds of shrewd deals had afforded the family. Angelo, being the old est, felt the weight of responsibility on his shoulders from an early age. The heir to a new house with much to prove, he was expected to maintain and increase the Gilder’s wealth and influence, and of course to marry strategically to this end.<br>\r\nThe pressure of his new position, however, proved too much, and he abandoned his family home to pursue his true passion. Though this was all well and good for Angelo, it placed a large and unexpected burden on the young Rowan.<br>\r\nWithin a few scant weeks of his brother's clandestine departure, Rowan was already named heir to the house and arranged to marry the youngest daughter of the king. For someone of such common lineage to marry into the royal family was unheard of, and Lord Gilder was understandably elated. As a symbol of the role he was to take on, he was gifted one of the single rarest and most expensive items that could be found anywhere in the world-a fortune duck, which had the ability to lay golden eggs. The only problem was that, in his years of educating the boys to be independent and self-sufficient, Lord Gilder had done perhaps too good a job.<br>\r\nRowan thought of his future with the princess. It would be a life of great comfort, lived in a series of palaces and punctuated by holiday festivals and business acquisitions. He would eat the finest foods and never be contradicted. Armies of servants and sycophants would vie for his attention. He would never struggle. He would never be challenged. He would never get the real measure of himself. Thus, it was settled. Rowan would do as his brother before him and embark on his own path.<br>\r\nLate one night, he pilfered the castle workshop for a handful of essential items, grabbing only the simplest garb and gear. It wouldn't do to wander the realm dressed as a nobleman's son, after all. Leaving a note on the workbench to apologize for the stolen goods and to assure the craftsmen they’d be quickly reimbursed, he set out to make his own fortune. After all, hadn’t this father done just the same, if not at as early an age? He would have one major advantage, however. The duck was coming with him.<br>\r\nRowan had planned his escape carefully, and the searches over the next week turned up nothing. Though the young Princess Petra bristled at the perceived slight, Lord Gilder looked on the events with a sort of bemused acceptance. His son may have insulted the monarch himself, possibly even earning the perpetual ire of the princess, but he had done something far more commendable than what had been asked of him. He thought of his own time on the road and smiled. Somewhere far away, Rowan hoisted his bag and walked one step closer to the destiny he would create for himself.<br>\r\n''\"Home is wherever your feet touch the ground.\"''",
  "skill1name": "Avian Assault",
  "skill1lvl1": "Rowan’s duck attacks the nearest enemy multiple times for 60% damage each, causing the enemy’s accuracy to drop by 120 points for 10 seconds while also allowing Rowan to steal 80 of the enemy’s energy points.",
  "skill1lvl2": "Damage is increased to 70%.",
  "skill2name": "Healthy Supplies",
  "skill2lvl1": "After entering the battlefield, Rowan sets up a supply stall and places 3 health potions upon it. When a nearby ally’s health drops below 50% a potion will be used to restore 30% of their max health. Each hero may use a potion once every 5 seconds.",
  "skill3name": "Damage Control",
  "skill3lvl1": "When Rowan receives damage that exceeds 10% of his max health, he will use his energy to mitigate the damage, causing him to lose energy instead of health. This ability can be used once every 3 seconds. Energy lost when using this ability is determined by the damage which is mitigated. A maximum of 80 energy points can be used to mitigate damage.",
  "skill4name": "Dazzle",
  "skill4lvl1": "Allies recover 60 energy points..",
  "skill1lvl3": "Steals 120 energy points.",
  "skill2lvl2": "After all health potions have been consumed, Rowan will call in more supplies.",
  "skill3lvl2": "Rowan recovers 20 energy points per second.",
  "skill4lvl2": "Allies recover 70 energy points.",
  "skill1lvl4": "Damage is increased to 80%.",
  "skill2lvl3": "Restores 40% of max health..",
  "skill3lvl3": "Energy lost when using ability reduced to 50 energy points.",
  "engravings30name": "Healthy Supplies",
  "engravings30description": "Enhance the ability Healthy Supplies, Each hero may use a potion once every 4 seconds.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: HR +2",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: HR +2",
  "engravings60name": "Damage Control",
  "engravings60description": "Enhance the ability Damage Control, Energy lost when using ability reduced to 35 energy points.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: HR +2",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: HR +2",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: HP +13.7% DEF +37.04%",
  "siname": "The Gold Chime",
  "sidescription": "A bell that seems to bring good fortune with its cheerful ring.",
  "siskillname": "Thirsty Work",
  "siskilldescription": "After entering the battle Rowan will set up a stall that now includes an energy potion. When an ally’s energy is above 600 points they will drink a potion, replenishing 60 energy points. The energy potion will be replenished each time the stall is set up.",
  "siskill10unlocks": "[+10 Unlocks] Energy restored increased to 120 points.",
  "siskill20unlocks": "[+20 Unlocks] Energy restored increased to 200 points.",
  "siskill30unlocks": "[+30 Unlocks] Energy restored increased to 400 points.",
  "furniturename": "New Commodities",
  "furniture3description": "[3/9 Mythic Pieces] When using the health potions from the ability \"Healthy Supplies\", allied heroes will additionally regenerate 1% of their own max health per second over 10 seconds. This ability cannot be stacked.",
  "furniture9description": "[9/9 Mythic Pieces] When using the health potions from the ability \"Healthy Supplies\", allied heroes will additional regenerate 1.2% of their own max health per second over 15 seconds. This ability cannot be stacked."
}