{
  "name": "Thane",
  "tagline": "The Exalted",
  "faction": "Lightbearer",
  "type": "Agility",
  "class": "Ranger",
  "role": "Assassin",
  "lore": "Thane is an exemplary swordsman. His knowledge of the blade is unmatched. When he was a younger man, and still had both of his arms, he would stride about the sparring grounds with an imperious look, head held high and a constantly bemused expression. He possessed a preternatural ability to detect and identify weaknesses the moment he looked at a man holding a weapon. He was the best. The only problem was, he knew it. Thane succumbed to the age-old enemy of the greats. Hubris. He began placing himself in more and more danger when out fighting. He began to believe that there didn't exist an opponent who could best him.<br>\r\nIt was Mauler, a high-ranking one, that did it. Thane found the thing's weaknesses but it moved too fast for him to exploit them. Its hammer caught him on his off arm, pulverizing the bone beneath the crumpled armor, and nearly tearing it from his body with intense downward force. He went down, and had it not been for the timely intervention of Sir Baden Rayne, the head of the house, he would have certainly been killed. Rayne fought bravely but he too proved no match for the vortex of violence that was the mauler. He was killed almost instantly with a crushing blow to his breastplate. Caught up in battle, the Mauler never bothered finishing off the wounded Thane, and after the battle he was carried back to the encampment. The arm was removed, there being too much damage for any of those present to hope to help.<br>\r\nHe knew that had it not been for Lord Rayne, he would have never survived. He made a vow to himself then. He would continue to serve their house, to the best of his ability, until his debt was repaid. He became castellan for castle Rayne, training up men-at-arms, constantly reviewing and instructing the combat readiness of the soldiers that served under their banner, commissioning castle defenses… He had adapted surprisingly fast to life with only one arm.<br>\r\nWhen the remaining Rayne men died off in one tragic battle, he began to see a determined look on the youngest child, an energetic young girl who somehow resembled her father in manner and expression, and had his eyes. When she approached Thane about training for knighthood, he smiled. House Rayne may yet have a chance, and if the path of House Rayne someday leads Thane back to the beast that took his arm, all the better.<br>\r\n''“Duty isn't an arm or a leg. You can't lose it in battle.”''",
  "skill1name": "Eviscerate",
  "skill1lvl1": "Thane attacks his enemies at random 7 times, dealing 80% damage per attack. Thane cannot receive damage while using this ability.",
  "skill2name": "Lunge",
  "skill2lvl1": "Thane bounds towards an enemy with a surprise attack, dealing 120% damage to them. Thane's Crit Rating is also raised by 20% for a duration of 5 seconds.",
  "skill2lvl2": "Uses a defensive shield which can offset up to 70% damage after the ability is used.",
  "skill3name": "Execution",
  "skill3lvl1": "Activated after Thane uses 4 critical strikes. Thane targets a single enemy with a multi-stage attack with the final attack dealing 80% damage. The final attack also deals an additional damage which is equal to 15% of the target's max HP.",
  "skill4name": "Focus",
  "skill4lvl1": "Thane raises his own Crit Rating by 14%.",
  "skill1lvl2": "Number of attacks are increased once for every critical strike landed until the amount of attacks reach a total of 8 attacks.",
  "skill2lvl3": "Damage is increased to 130%",
  "skill3lvl2": "Final attack damage increased to 90% damage.",
  "skill4lvl2": "For each successful critical strike, Thane recovers 6% of the HP that has already been lost and also regains 25 energy points.",
  "skill1lvl3": "Quantity of attacks dealt by Ultimate ability increased to 9 times.",
  "skill2lvl4": "Damage is increased to 140%.",
  "skill3lvl3": "Additional damage dealt equals 18% of the target's max HP.",
  "skill4lvl3": "Thane raises his own Crit Rating by 17%.",
  "engravings30name": "Execution",
  "engravings30description": "Enhance the ability Execution, Additional damage dealt equals 21% of target's max HP.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: CDA +5",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: CDA +5",
  "engravings60name": "Focus",
  "engravings60description": "Enhance the ability Focus, Each Critical Strike Thane deals raises his Attack Rating by 8% for 5 seconds. Effect can be stacked up to 10 times.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: CDA +5",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: CDA +5",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: ACC +55.56 ATK +10%",
  "siname": "The Lotus Blade",
  "sidescription": "Swift, light, and sharp. Always seems to find the right spot.",
  "siskillname": "Focused Finesse",
  "siskilldescription": "Thane’s damage is increased by 20% if he does not receive damage for 3 seconds.",
  "siskill10unlocks": "[+10 Unlocks] Damage increased to 30% when requirements are met.",
  "siskill20unlocks": "[+20 Unlocks] Damage increased to 40% when requirements are met.",
  "siskill30unlocks": "[+30 Unlocks] If Thane’s target enemy does not inflict damage upon Thane for 3 seconds, then Thane’s damage will be increased.",
  "furniturename": "Swift Death",
  "furniture3description": "[3/9 Mythic Pieces] Thane's ability \"Eviscerate\" has a 100% chance to hit an enemy the first time it is used against them, and deals additional damage to the target equal to 18% of their max health. The additional damage dealt by this ability cannot exceed 360% of Thane's own Attack Rating.",
  "furniture9description": "[9/9 Mythic Pieces] The default number of attacks for the ability \"Eviscerate\" is raised by 6 attacks."
}