{
  "name": "Walker",
  "tagline": "The Lone Ranger",
  "faction": "Lightbearer",
  "type": "Strength",
  "class": "Warrior",
  "role": "Continuous Damage",
  "lore": "In The Land of the Exiles, there's only two kinds of folks: Those walking on the sand, and those who are buried in it. Walker knows better than anyone that once you step into dunes as a bounty hunter, your life's as lonely and fragile as the tumble weeds rolling through. But before he becomes another lost tumbleweed, he's got some payback to deal out.<br>\r\nMidday, the heat warping and distorting anything in view. Towns, rocks, anthills... the only constant is the flat yellow line of the sands met by the bright blue sky on the horizon. A figure in the distance breaks the clean line as Walker, mounted on horseback, appears in the hazy heat of the sand. Tipping the brim of his hat, he looks up at a circling vulture. \"Hungry? Well partner, you'll have to keep up.\"<br>\r\n\"I'm real sorry, but we're all full up.\" Walker turned to leave when he spied a familiar figure at the inn. A wolfman, and a character he knew to be part of the Quicksand Claws, the very same that attacked the caravan three years ago. The wolfman recognized Walker. He'd heard tell of a crazy fella with a huge shotgun and had laughed it off, but he was not laughing now.<br>\r\nThe boss at the inn quickly clocked the grudge these two bore one another, piping up, \"I got one rule: the inn is no place for murderin'.<br>\r\nIt's an unwritten rule, but it's the only one we got. It's a place o' rest, no-one here's dreamin o' bein' fed to the vultures. You dare try killin' someone at my inn, you're gonna get blown away.\"<br>\r\n\"No killin' inside the inn, you say?\"<br>\r\n\"That's ri- wait, hold up now!\" By the time the boss opened his mouth, it was already too late.<br>\r\nBANG<br>\r\nThe wolfman flew backward, launched through the inn door and out onto the street, cratering as he landed in the sand. He clutched at his jaw in agony, staring dead at the shotgun in Walker's hand, a welt the shape of its butt throbbing on his chin. The wolfman watched Walker as he stepped out of the inn and turned the gun around, the barrel growing larger before his eyes, until he started staring right down it.<br>\r\nBANG<br>\r\nThe hotel shook with a sudden, violent force. Sand and dust blasted through every crack and gap in the inn. Walker turned to the inn and pushed open the door, sunlight streaming in behind casting a menacing silhouette. He pulled a cigarette from his leather coat and lit it with a still-smoking barrel of his gun.<br>\r\n\"Two to go.\"<br>\r\nWalker sat in his room and cleaning his gun. Since his partner died, his gun has been the only thing he trusts. He and his partner has served the Imperial army together, both of them riflemen. Their friendship was the kind that transcended life and death. But three years ago, whilst escorting a caravan through the sands, they were attacked by the Quicksand Claws and his partner was killed. Walker swore to get revenge, but his superiors wouldn't allow it, citing it as against regulation.<br>\r\nTo hell with regulation! That same day, Walker brutally beat up his superior and quit on the spot, unceremoniously exiting the army. He knew that if he was going to avenge his friend, he would have to do it his own way.<br>\r\nWalker sets out alone into the Land of the Exiles. In this desolate hellhole, only two things are worth a damn: a gun to remove obstacles, and money to buy information.<br>\r\nHe became a bounty hunter. Always choosing the toughest jobs and breaking every rule going, he earned a reputation that scared off others and fostered his image of lone wolf. Using the commissions earned, he bought information on the five men responsible, some of the top members of the \"Quicksand Claws\", and began hunting them down.<br>\r\nIncluding today's target, that makes three so far. Only \"Lame George\" and \"Savage Frank\" still breathe.<br>\r\n\"BANG!\" Walker's bullet sailed through the lamp's wick, extinguishing the flame, and found it's mark. A shadow fell outside the window, the groans of a suppressed cry heard in the dark.<br>\r\nWalker blew the smoke from his muzzle of his pistol, reloaded it and returned it to the holster. Unlike the ungainly shotgun, the pistol never left his hand. Outside his window, the Quicksand Claws spy was already long gone. Walker let him live, for now. He was waiting for them to take the bait.<br>\r\n\"Come on fellas, I got bullets for everybody.\"<br>\r\nMidday, the sun beating down from the pinnacle of its arc, almost washing out the presence of the dots on the horizon. A team sent by the Quicksand Claws were waiting for Walker, positioned perfectly to trap him like a net.<br>\r\nSliding off his mount, Walker stood and faced his enemy. Peering shrewdly from beneath the brim of his hat, he made out the face of one of his targets, Lame George.<br>\r\nThe space between the Quicksand Claws members gradually shrank as they closed in, like a rounding bow being pulled back to its limit. They keenly eyed Walker, waiting eagerly for him to try and run. The searing sun was making Lame George sweat. A droplet of salty sweat dripped in his eyes, and in that moment he blinked, the blurry figure of Walker ahead of him moved.<br>\r\nOne after another, the clamor of guns firing resounded throughout the sands, the muzzle smoke mingling with disturbed sand and dust, obscuring the scene ahead. The roaring, the flashes of gun fire and screams blend together like wails of an awful beast, brought to an exhausted halt by a cage of dust and smoke.<br>\r\nWalker stepped calmly out of the foggy haze and looked up to the circling vulture from under the newly smoking hole in the brim of his hat. \"Grub's up, partner.\"<br>\r\nWalker hopped back onto his horse and lit a cigarette. Behind him, the vulture and its flock begun digging into the fresh feast.<br>\r\n''\"One to go.\"''",
  "skill1name": "Saloon Blast",
  "skill1lvl1": "Walker uses his shotgun to fire a shell at the enemy directly opposite himself, dealing 80% damage to the enemy, simultaneously firing 4 additional pellets that deal 25% damage to any nearby enemies that are struck. Pellets cannot inflict Critical Strikes. When using his Ultimate ability, Walker cancels reloading and will only use Normal Attacks which are strengthened for the following 8 seconds. When a shotgun shell strikes an enemy target, it will deal an additional 70% AoE damage to nearby enemies, and the number of pellets are increased to 6 pellets.",
  "skill2name": "Spittoon Smack",
  "skill2lvl1": "Walker smacks the enemy standing before him with his shotgun, knocking down and stunning them for 4 seconds, dealing 140% damage to them. If the enemy is knocked down, Walker then shoots them on the ground, dealing 240% extra damage.",
  "skill2lvl2": "The damage dealt by smacking an enemy with the shotgun is increased to 160%.",
  "skill3name": "Gunslinger",
  "skill3lvl1": "Walker pulls out his revolver and shoots the 2 enemy target(s) with the lowest health, dealing 360% damage to the them. If a target’s health is below 10%, the Crit Rating of this ability is increased by an additional 6%.",
  "skill4name": "Old Faithful",
  "skill4lvl1": "Every time Walker’s attacks deal a Critical Strike, his Crit Amplification is additionally increased by 2 points, but cannot exceed 60 points.",
  "skill1lvl2": "The chance for a shotgun shell to deal a Critical Strike is additionally increased by 30% while the Ultimate ability is active.",
  "skill2lvl3": "The damage dealt by smacking an enemy with the shotgun is increased to 180%",
  "skill3lvl2": "Number of enemies that can be targeted is increased up to 3.",
  "skill4lvl2": "Crit Amplification is increased to additional 2.5 points.",
  "skill1lvl3": "Additional damage dealt by pellets is additionally increased by 30% while the Ultimate ability is active.",
  "skill2lvl4": "When an enemy is knocked down and shot, they are fatally injured, reducing the damage they deal by 40% for 6 seconds.",
  "skill3lvl3": "Every time an enemy is killed by this ability, Walker receives a shield that has a value equal to 40% of his own health, which lasts for 8 seconds.",
  "skill4lvl3": "Crit Amplification is increased to additional 3 points.",
  "siname": "Ragin' Bull",
  "sidescription": "A huge shotgun Walker had made in the Land of the Exiles, it has all the characteristics of a crazed bull. The special bullets filled with a potent gun powder roar as they’re fired, emitting a powerful shockwave and heavy impact reminiscent of a charging bull.",
  "siskillname": "Hotshot",
  "siskilldescription": "When Walker’s health falls below 60%, his Crit Rating is increased by an additional 15%.",
  "siskill10unlocks": "[+10 Unlocks] When Walker’s health falls below 60%, his Crit Rating is increased by an additional 20%.",
  "siskill20unlocks": "[+20 Unlocks] When Walker’s health falls below 60%, his Crit Rating is increased by an additional 25%.",
  "siskill30unlocks": "[+30 Unlocks] While Walker’s Ultimate ability is active, every Critical Strike he deals will extend the duration of the ability by 1 second, and can reach a maximum time of 5 seconds.",
  "furniturename": "Unfazed",
  "furniture3description": "[3/9 Mythic Pieces] Walker is immune to control effects while his Ultimate ability is active. ",
  "furniture9description": "[9/9 Mythic Pieces] Walker receives an additional 25 Life Leech points while his Ultimate ability is active."
}