{
  "name": "Ainz Ooal Gown",
  "tagline": "Magic Caster",
  "faction": "Dimensional",
  "type": "Intelligence",
  "class": "Mage",
  "role": "Burst Damage",
  "lore": "You! With that long magic weapon in your hand! Meet my gaze!<br>\r\nI am the ruler of the Tomb of Nazarick, one of the 41 Supreme Beings, Protector of Carne Village, Conqueror of Re-Estize, Great Rule of Life and Death, the Immortal King of Death and Glory!<br>\r\nHead my name! Ainz Ooal Gown!<br>\r\n…<br>\r\nRight, well, that's quite enough of that. I've been prattling on for far too long.<br>\r\nDon't let that long string of titles fool you. I'm just a gamer, like you. Maybe you find my appearance a be intimidating? To  tell you the truth, sometimes even I can't get used to this skeletal body. I mean, not so long ago, I was no different than you... just a normal, flesh and blood body.<br>\r\nMore accurately, I was one of you. From your world. Perhaps we can have a friendly chat?<br>\r\nAs for what to call me, just call me Momonga. It was my first name.<br>\r\nHave your ever heard of the MMO Yggdrasil? I used to be the Guildmaster of Ainz Ooal Gown, the ninth largest guild in the game. In the real world, I'm actually pretty isolated, I don't have any friends, and my family are all gone, but playing the game gave me all those things that I lost in reality - I made friends I could trust with my life. We levelled up together to take down monsters, established a guild in the underground Tomb of Nazarick, and most importantly, regarded one another as family.<br>\r\nThe day of Yggdrasil's server shut down, I sat alone on my throne in the Guildhall, awaiting the moment the game would be over.<br>\r\nHowever, there was an unexpected development... Instead of being kicked out of the game, I crossed into another world, together with my beloved Guildhall. I became my avatar, a powerful undead magic caster, and the NPC guardians resident in the Guildhall suddenly became self-aware and sentient.<br>\r\nI know nothing of the new world. But what I know for sure, is that I shall give my all to protect the guardians of this Guild, and to protect the precious treasures left here by my former companions.<br>\r\nHoping to find other past Yggdrasil players, I changed my name to Ainz Ooal Gown. Whilst ensuring my name was well publicized, I worked to carefully conceal everything about The Great Tomb of Nazarick.<br>\r\nThe Guardians think I'm an unfathomable genius, but you'll soon realize, I merely make suggestions...<br>\r\nNow, I am the King of the Sorcerer Kingdom, the greatest magic caster in the world, and I have tens of thousands of subjects at my feet worshiping me! But really, the thing I miss most deep down, is those days spent levelling with my guildmates.<br>\r\nI just followed the essence of \"Noctis Animarum\" hoping to find old comrades, and it brought me here. I wonder if they still get excited about the game? I wonder if they're looking at me through a screen, just like you?<br>\r\nMy dear friends, it's me, Momonga! Ainz Ooal Gown! Can you see me?<br>\r\nI shall find you! Whatever I must do - cross mountains, dive into the ocean, fly through the skies, travel the entire world! I will find you!<br>\r\n''\"No matter by land, sky or sea, let the name Ainz Ooal Gown echo throughout the world!\"''<br>\r\n<center>''For more information on Ainz, click here.''</center>",
  "skill1name": "Fallen Down",
  "skill1lvl1": "Ainz begins a chant which lasts for 5 seconds, after which 460% damage is dealt to all enemy targets. If his chant is interrupted, Ainz will recover 500 Energy points.",
  "skill2name": "Magic Caster",
  "skill2lvl1": "Ainz’ normal attacks are changed to the following abilities, which are used in a cycle: ",
  "skill2lvl2": "Call Greater Thunder damage is increased to 270%.",
  "skill3name": "The Goal of All Life Is Death",
  "skill3lvl1": "After 24 seconds of battle, all enemies lose 30% of their current health and are stunned for 4 seconds.",
  "skill4name": "Steady Preparations",
  "skill4lvl1": "At the beginning of battle Ainz receives a shield equal to 40% of his max health, which lasts for 6 seconds. While the shield exists, Ainz is immune to enemy control abilities and continues to chant, gaining 70 Energy points and a permanent +4% Attack Rating and +8% Defense Rating attribute increase per second. Once the shield disappears, Ainz ceases chanting.",
  "skill1lvl2": "Damage is increased to 520%.",
  "skill2lvl3": "Gravity Maelstrom damage is increased to 230%.",
  "skill3lvl2": "Enemy lose 40% of their current health.",
  "skill4lvl2": "Attack Rating is increased by 6% per second, and Defense Rating is increased by 10% per second.",
  "skill1lvl3": "Damage is increased to 580%.",
  "skill2lvl4": "True Dark prevents the enemy target from using their Ultimate ability for 8 seconds.",
  "skill3lvl3": "Enemy lose 50% of their current health.",
  "skill4lvl3": "Once Ainz' attributes have been increased 6 times, he receives an additional 50 Crit Amplification points and 30 Attack Speed points.",
  "engravings30name": "The Goal of All Life Is Death",
  "engravings30description": "Enhance the ability The Goal of All Life Is Death, Enemies lose 55% of their current health.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: CDA +5",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: CDA +5",
  "engravings60name": "Steady Preparations",
  "engravings60description": "Enhance the ability Steady Preparations, Attack Rating is increased by 7% per second, and Defense Rating is increased by 12% per second..",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: CDA +5",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: CDA +5",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: PR +10.14 ATK +10%",
  "siname": "Staff of Ainz Ooal Gown",
  "sidescription": "The Great Tomb of Nazaricks inhabitants created and dedicated this powerful relic staff to their beloved Overlord, Ainz Ooal Gown. Seven serpents coil around the magic staff, their expression pained as they struggle to contain the power of the gemstones in their mouths, each one concealing world quality artifact power. Not only does the staff represent the ultimate power of Nazaricks' ruler, but also holds within it the most precious memories of Ainz Ooal Gown and his Guildmates.",
  "siskillname": "Cash Items",
  "siskilldescription": "The chanting phase of the Ultimate ability \"Fallen Down\" is omitted the first time it is used.",
  "siskill10unlocks": "[+10 Unlocks] The chanting phase of the Ultimate ability \"Fallen Down\" is omitted the first 2 times it is used.",
  "siskill20unlocks": "[+20 Unlocks] The chanting phase of the Ultimate ability \"Fallen Down\" is omitted the first 3 times it is used.",
  "siskill30unlocks": "[+30 Unlocks] The Ultimate ability \"Fallen Down\" deals an extra 30% damage.",
  "furniturename": "Maximize Magic",
  "furniture3description": "[3/9 Mythic Pieces] Every 8 seconds during battle, the damage and debuff duration of the next \"Magic Caster\" ability which is used are increased by 200%.",
  "furniture9description": "[9/9 Mythic Pieces] The effects of the ability \"The Goal of All Life Is Death\" will take effect 15 seconds into battle."
}