{
  "name": "Albedo",
  "tagline": "The Pure-White Devil",
  "faction": "Dimensional",
  "type": "Strength",
  "class": "Tank",
  "role": "Tank",
  "lore": "Ainz… Lord Ainz, it's been almost a month without seeing you.<br>\r\nIs this some kind of punishment for me, your subordinate? this whole month without you here at Nazarick has been so trying...<br>\r\nI miss you with every passing moment. Your perfect grace and poise. The touch of your finger tips. Your voice brimming with dignity, yet not absent in charm and warmth, as you say this subordinate's name, \"Albedo\".<br>\r\nI don't know how it began or where from, but every time I see you, my Lord, this subordinate heart of mine swells with an intense hear, as if a volcano inside me is going to erupt with a magma of flowing love! It feels like it could explode at any moment...<br>\r\nOh Lord Ainz! Every night without you I toss and turn, I just... I just need you here, in bed with me, so I can drift to sleep. Lord Ainz, please forgive this subordinate for any misdemeanor, I merely wish to leave my scent here on your bed, my Lord.<br>\r\nMy dear Lord Ainz, have you made plans to return? Your subordinates are fearing for your safety... I know you are the mightiest of the Supreme Beings, ruler of the world and have the greatest magic power in existence, yet I... your subordinate, can barely detect your merciful, dignified scent any longer, here in your bedroom. What could possibly exist in this Esperia world that drew your eye and has enraptured your so?<br>\r\nI took it upon my meager self to investigate, and if it is to conquer the weak, worthless humans that you wish for, do not lower yourself to such paltry tasks! We subordinates shall eradicate them for you, my Lord... You, dear Lord, are the last of the 41 Supreme beings resident in the Great Tomb of Nazarick. If anyone in the world should offend you, or show you even the slightest disrespect, your subordinates will ensure they meet their end.<br>\r\nOh... Lord Ainz, I can't bare this any longer! Please rest assured, the Great Tomb of Nazarick and all of it's affairs have been put in order by my insignificant self, and I also have Demiurge assisting in comprehensively strengthening out military defenses.<br>\r\nLord Ainz, through your message I have been able to track your location, I am going to find you! Please, forgive this subordinate's selfishness, I'm sneaking out to find you alone. I... I'm so embarrassed to say it... but, this subordinate... my insignificant self, wishes to take the chance to accompany Lord Ainz alone on his worldly travels.<br>\r\nDo not fret, my Lord Ainz, for although the world is entirely alien, even a single man and woman travelling alone together... B-but! This subordinate of yours will certainly restrain myself and not behave in anyway inappropriately to my Lord! ...But, if Lord Ainz wishes it, you will find my meagre self is more than satisfied to give up my life for you...<br>\r\n''\"Oh merciful Lord... What could possibly be more important than serving at your side? To be able to accompany my Lord around the world, it is this subordinate's supreme honor...\"''<br>\r\n<center>''For more information on Albedo, click here.''</center>",
  "skill1name": "Ginnungagap",
  "skill1lvl1": "Albedo instantly teleports to the most densely populated area of enemies and deals 300% AoE damage to all nearby enemies. 45% of the total damage dealt to her enemies is converted into a shield, which has a duration of 8 seconds.",
  "skill2name": "Black Guard",
  "skill2lvl1": "Albedo receives a shield with a value equal to 220% of her Attack Rating, after which she teleports next to the backline ally with the lowest health and protects them for 5 seconds. While the shield exists, neither Albedo nor the ally she is protecting can be controlled by enemies and Albedo shall bear all of the damage intended for that ally. If the hero [[Ainz Ooal Gown]] is an ally, Albedo will prioritize him with this ability above all other allies.",
  "skill2lvl2": "Albedo's shield value is increased to 270% of her Attack Rating.",
  "skill3name": "Shield Lord",
  "skill3lvl1": "Albedo teleports next to a random ally that is currently near an enemy and deals 220% damage to the enemy, stunning them for 4 seconds. If the hero [[Ainz Ooal Gown]] is an ally, Albedo will prioritize him with this ability above all other allies.",
  "skill4name": "Hermes Trismegistus",
  "skill4lvl1": "During battle, Albedo’s Crit Resistance is increased by 35 points. If Albedo is dealt a Critical Strike, the attacker’s Attack Rating is reduced by 30% for 5 seconds. This ability cannot be stacked.",
  "skill1lvl2": "55% of total damage dealt to enemies is converted into Albedo's shield.",
  "skill2lvl3": "Damage received by Albedo while shield is active is reduced by 40%.",
  "skill3lvl2": "Damaged is increased to 250%.",
  "skill4lvl2": "Albedo's Crit Resistance is increased by 50 points.",
  "skill1lvl3": "65% of the total damage dealt to her enemies is converted into Albedo's shield.",
  "skill2lvl4": "Damage received by Albedo while shield is active is reduced by 60%.",
  "skill3lvl3": "Damaged is increased to 280%.",
  "skill4lvl3": "If Albedo is dealt a Critical Strike, the attacker's Attack Rating is reduced by 50%. ",
  "engravings30name": "Shield Lord",
  "engravings30description": "Enhance the ability Shield Lord, Damage is increased to 300%.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: ACC +16.67",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: ACC +16.67",
  "engravings60name": "Hermes Trismegistus",
  "engravings60description": "Enhance the ability Hermes Trismegistus, If Albedo is dealt a Critical Strike, the attacker's Attack Rating is reduced by 70%.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: ACC +16.67",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: ACC +16.67",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: TY +31.85 DEF +37.04%",
  "siname": "Ginnungagap",
  "sidescription": "Tabula Smaragdina, Albedo's creator, secretly equipped her with a world-class item - Ginnugagap. It has devastating destructive power when used on objects. When wielded in Albedo's hand, it appears as a wand, with a black floating sphere at the top end.",
  "siskillname": "Guardian Overseer",
  "siskilldescription": "During battle, the Defense Ratings of all Dimensional heroes are increased by 15% for every Dimensional hero that is in the allied formation. The effects of this ability can be stacked up to 2 times ",
  "siskill10unlocks": "[+10 Unlocks] During battle, the Defense Rating of all Dimensional heroes are increased by 25% for every Dimensional hero that is in the allied formation.<br>",
  "siskill20unlocks": "[+20 Unlocks] The effects of this ability can be stacked up to 3 times.<br>",
  "siskill30unlocks": "[+30 Unlocks] During battle, the Attack Rating of all Dimensional heroes are increased by 15% for every Dimensional hero that is in the allied formation. The effects of this ability can be stacked up to 3 times.",
  "furniturename": "Mournful Rage",
  "furniture3description": "[3/9 Mythic Pieces] Albedo enters a rage which last 10 seconds whenever Ainz Ooal Gown dies or whenever the first ally (except Ainz) on her team dies. During the enraged state Albedo is immune to all damage and control effects, and 250% of her Defense Rating is converted into her Attack Rating. If Albedo is currently using her \"Black Guard\" ability to protect an ally, the enraged state shall be initiated once her \"Black Guard\" ability ends.",
  "furniture9description": "[9/9 Mythic Pieces] 80% of the damage caused during the enraged state is converted into Albedo's health."
}