{
  "name": "Arthur",
  "tagline": "Pendragon",
  "faction": "Dimensional",
  "type": "Strength",
  "class": "Tank",
  "role": "Tank",
  "lore": "In ancient, misty Albion lived a legendary king. This king was not ascended through some accident of birth, but rather it was magic that brought him his crown. As a boy at a tourney where warriors greater than he tested their mettle against one another, he ran to fetch a sword for another. Seeing a gleaming blade lodged in a stone, he pulled it free, unaware of the prophecy he had just fulfilled. Many rallied to his name on that day, but many more sought to deny him what prophecy had promised. Through one bloody trial after another, he began to unite his land.<br>\r\nEventually, the sword he had miraculously pulled from the stone, the very sword that had made him king, was shattered in furious battle. Despite this symbol of his right to rule being destroyed, the young king didn’t despair. He sought the help of a wizened advisor who often proved capable of great and unexplainable feats. The king was taken to a lily-covered lake of still, black water. He stood at the bank and as he watched the surface, he saw a gleaming sword rise from the middle waters. It was held aloft in a fair and delicate hand which seemed to shine against the green and black of its surroundings. Rafting out to the center, he took the blade. A worthy weapon for a worthy king.<br>\r\nHe formed an order of knights of the highest echelon, living paragons of virtue and righteousness. They met at a great round table, a symbol of their equality in character and truth. With these knights by his side, He quested further and for greater goals. His kingdom grew and he was as beloved by his subjects as by his companions. Then the rift opened.\nThe king was pulled through the rift into a strange land. The accents of the people were unlike any he’d ever heard, and he saw a number of strange and wondrous beasts. The people told him they called this place Esperia. None of them had ever heard of his kingdom at all. He knew he needed to return to his kingdom and his people. With little beyond his storied blade, he set off to explore this strange new land.",
  "skill1name": "Smite",
  "skill1lvl1": "Arthur will claim Excalibur from a lake the first time this ability is used. Once he is wielding the Lake Excalibur, Arthur’s normal attacks will be greatly strengthened. Any subsequent uses of this ability will then deal 300% AoE damage to enemies in front of Arthur.",
  "skill2name": "Excalibur’s Fury",
  "skill2lvl1": "Arthur uses his sword to form a blade aura that deals 200% damage to all enemies that it passes through. If Arthur is using the Lake Excalibur, he will form an additional 2 blade auras that target the enemies to his sides. Any enemies that are struck by multiple blade auras will receive 40% less damage from subsequent attacks.",
  "skill2lvl2": "Damage increased by up to 220%",
  "skill3name": "King’s Blessing",
  "skill3lvl1": "Arthur thrusts his sword into the ground, creating a small shockwave that deals 220% damage to nearby enemies, simultaneously forming a shield around himself which is equal to 400% of his attack rating’s value. If Arthur is wielding the Lake Excalibur, an additional aura that lasts for 8 seconds will be cast upon the ground, reducing the amount of damage inflicted upon all allied heroes that are standing within it by 35%.",
  "skill4name": "Shield of Honor",
  "skill4lvl1": "Attacks that strike Arthur face on deal 50% less damage to him",
  "skill1lvl2": "Damage is increased to 430%.",
  "skill2lvl3": "Damage is increased to 240%.",
  "skill3lvl2": "Value of shield is increased to 440% of attack rating value.",
  "skill4lvl2": "Attacks that strike Arthur face on deal 60% less damage to him.",
  "skill1lvl3": "Damage is increased to 480%.",
  "skill2lvl4": "Damage is increased to 260%.",
  "skill3lvl3": "Value of shield is increased to 480% of attack rating value.",
  "skill4lvl3": "Attacks that strike Arthur face on deal 70% less damage to him.",
  "engravings30name": "King's Blessing",
  "engravings30description": "Enhance the ability King's Blessing, Damage is increased to 240%.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: ACC +16.67",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: ACC +16.67",
  "engravings60name": "Shield of Honor",
  "engravings60description": "Enhance the ability Shield of Honor, Critical Strikes that strike Arthur face on deal 30% less damage to him, and the amount of damage that is reduced is dealt back to the attacker.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: ACC +16.67",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: ACC +16.67",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: ACC +55.56 ATK +10%",
  "siname": "The Lost Excalibur",
  "sidescription": "The legendary sword of King Arthur that was returned to him by the Lady of the Lake. It possesses an immense power that can only be wielded by The One True King.",
  "siskillname": "Battle Rally",
  "siskilldescription": "Arthur rallies his team, raising the attack frequency of normal attacks for all allies standing behind Arthur by 50%.",
  "siskill10unlocks": "[+10 Unlocks] Arthur rallies his team, raising the Crit Rating for all allies standing behind Arthur by 15%.",
  "siskill20unlocks": "[+20 Unlocks] Arthur rallies his team, raising the Crit Rating for all allies standing behind Arthur by 30%.",
  "siskill30unlocks": "[+30 Unlocks] Arthur recovers 5% of his max health every second when there are two or more rallied allies on the battlefield and is also immune to control abilities.",
  "furniturename": "King's Protection",
  "furniture3description": "[3/9 Mythic Pieces] After Arthur uses his ultimate ability \"Smite\", if any of his non-summoned allies (including himself) are dealt fatal damage, this ability will be triggered, making the ally becomes immune to this damage and granting them a shield that lasts for 5 seconds. The shield is able to offset damage equal to 35% of Arthur's max health. This ability may only be triggered once per battle.",
  "furniture9description": "[9/9 Mythic Pieces] Shield now lasts for 10 seconds, and can offset damage equal to 45% of Arthur's max health."
}