{
  "name": "Ezio ",
  "tagline": "Auditore da Firenze",
  "faction": "Dimensional",
  "type": "Agility",
  "class": "Ranger",
  "role": "Assassin",
  "lore": "Born into an Assassin family, Ezio was unaware of his heritage until his father and brothers were executed by the order of Rodrigo Borgia. Ezio was then trained by his uncle Mario Auditore in Monteriggioni. When Cesare Borgia led an attack on Monteriggioni in 1500, Mario was killed and the Assassin presence in Italy severely reduced.<br>\r\nIt was up to Ezio to carry forth the Assassin legacy, assembling a group of trusted people from all levels of society to help reveal and oppose the Borgia-led Templar corruption in Rome. He recruited people among the citizenry, assigning them tasks such as eliminating Templar agents throughout Europe to weaken the Templar presence and undercut Borgia support outside Italy, as well as resist in the city and serve as intelligence gatherers.<br>\r\nSlowly, over the next three and a half years, Ezio and his allies won a series of victories over the Borgias, reclaiming the city for the citizens. Their freedom was again defended by the Brotherhood.<br>\r\n<center>''For more information on Ezio, click here.''</center>",
  "skill1name": "Eagle Vision",
  "skill1lvl1": "Ezio marks all enemy targets with ‘Execution Threshold’ markers. If a target’s health falls below the designated ‘Execution Threshold’ of 27% of their max health, Ezio will swiftly execute them. Each time this ability is used against enemies that are already marked by an ‘Execution Threshold’, their thresholds will be raised by a further 8% of their max health. When used against other heroes, the maximum execution threshold value will not exceed 1600% of Ezio’s Attack Rating. When used against NPC bosses, the damage dealt is equal to 500% of Ezio’s Attack Rating.",
  "skill2name": "Final Retribution",
  "skill2lvl1": "Activated once every 9 seconds, this ability allows Ezio to avoid all the damage he receives from a single enemy target’s attack. After avoiding the enemy’s attack, Ezio prioritizes a counter-attack against the attacking enemy. When counter attacking a nearby enemy, Ezio initiates a 6-stage attack on them, with each strike dealing 95% damage to the enemy. When counter attacking distant enemies, Ezio uses his crossbow to inflict 300% damage on the enemy target.",
  "skill2lvl2": "Ability can be activated every 8 seconds.",
  "skill3name": "Smoke Bomb",
  "skill3lvl1": "Nearby enemies are enshrouded in a heavy cloud which causes them to lose 105 Accuracy points, 70 Haste points, and also have a 35% increased chance of suffering Critical Damage from their enemies for a duration of 9 seconds.",
  "skill4name": "Evasion",
  "skill4lvl1": "Ezio receives 4 Dodge points every 1 second during battles until 120 points are reached.",
  "skill1lvl2": "Enemies marked with an ‘ Execution Threshold’ marker receive 45% more damage from Ezio’s attacks.",
  "skill2lvl3": "Ability can be activated every 7 seconds.",
  "skill3lvl2": "Enemies now lose 120 Accuracy points.",
  "skill4lvl2": "Ezio has the chance to regain 6% of his max health whenever he successfully dodges enemy attacks. This ability can be activated once every 2 seconds.",
  "skill1lvl3": "Enemies marked with an’ Execution Threshold’ marker receive 65% more damage from Ezio’s attacks.",
  "skill2lvl4": "Ability can be activated every 6 seconds.",
  "skill3lvl3": "Enemies now lose 135 Accuracy points.",
  "skill4lvl3": "Ezio has the chance to regain 8% of his max health whenever he successfully dodges enemy attacks. This ability can be activated once every 2 seconds.",
  "engravings30name": "Smoke Bomb",
  "engravings30description": "Enhance the ability Smoke Bomb, Enemies now lose 145 Accuracy points..",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: LL +3",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: LL +3",
  "engravings60name": "Evasion",
  "engravings60description": "Enhance the ability Evasion, Ezio receives 6 Dodge points every 1 seconds during battles until 150 points are reached.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: LL +3",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: LL +3",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: AS +16.67 HP +13.7%",
  "siname": "Hidden Blade",
  "sidescription": "Through studying pages from Altair's codex, Leonardo da Vinci was able to provide Ezio an upgraded Hidden Blade. As a symbol of the Assassin, Ezio will use the Hidden Blade until the end of his career.",
  "siskillname": "Assassin's Target ",
  "siskilldescription": "Each time Ezio defeats an enemy, all enemies marked with ‘Execution Threshold’ markers have their thresholds raised by 50% for the following 10 seconds. This ability cannot be stacked.",
  "siskill10unlocks": "[+10 Unlocks] Each time Ezio defeats an enemy he receives 35% less damage from enemies for 10 seconds. This ability cannot be stacked.",
  "siskill20unlocks": "[+20 Unlocks] Each time Ezio defeats an enemy he receives 55% less damage from enemies for 10 seconds. This ability cannot be stacked.",
  "siskill30unlocks": "[+30 Unlocks] Each time Ezio defeats an enemy his “Smoke Bomb” ability is triggered.",
  "furniturename": "Master Assassin",
  "furniture3description": "[3/9 Mythic Pieces] All negative control abilities are removed from Ezio whenever a deadly strike is dealt to an enemy as a result of his \"Eagle Vision\" ability.",
  "furniture9description": "[9/9 Mythic Pieces] Ezio gains 500 Energy points at the beginning of the battles."
}