{
  "name": "JOKER",
  "tagline": "Leader of Few Words",
  "faction": "Dimensional",
  "type": "Agility",
  "class": "Ranger",
  "role": "Continuous Damage",
  "lore": "A mysterious boy, clad in black. He uses the name of The Phantom Thieves to disrupt and bamboozle society.<br>\r\nWith his mask of deception, he is able to use his PERSONA powers to disrupt. Phantom Thieves Codename: JOKER. The true identity behind the mask remains a mystery.<br>\r\n<center>''For more information on Joker, click here''</center>\n{{ClearSpace}}",
  "skill1name": "[[w:c:megamitensei:Maeigaon|Maeigaon]]",
  "skill1lvl1": "Summons [[w:c:megamitensei:Arsène|Arsène]] who deals 260% damage to all enemy targets.",
  "skill2name": "Adverse Reaction",
  "skill2lvl1": "JOKER chooses the opposite-positioned enemy at the beginning as his Combat Target (CT). If the CT belongs to a non-Dimensional faction, JOKER will temporarily change factions in order to gain a factional damage bonus against the CT, but will also suffer from its adverse effects. When JOKER’s abilities deal damage to an enemy whom he has a factional advantage against, the enemy will be knocked down for 2 seconds and then weakened. Weakened enemies receive 30% more damage over 5 seconds. Knock-down and weakening effects may only be used once every 7 seconds against the same target. If the CT is slain, JOKER will choose the enemy with the highest Combat Rating as his next CT.",
  "skill2lvl2": "Combat Target is knocked to the ground for 2.5 seconds.",
  "skill3name": "Concentrated Fire",
  "skill3lvl1": "Each time JOKER has used his Normal Attack 4 times, he will use his gun to deal 180% damage to his Combat Target.",
  "skill4name": "[[w:c:megamitensei:All-Out Attack|All-Out Attack]]",
  "skill4lvl1": "When 3 or more enemies, or all enemies are controlled, All-Out Attack is triggered, dealing 300% damage to all enemies. This ability can only be used when there are surviving allies on the battlefield. This ability can be triggered once every 7 seconds and can be used up to a maximum of 3 times per battle. The damage caused by this ability will not trigger the effects of “Adverse Reaction”.",
  "skill5name": "Maeigaon",
  "skill5lvlNaN": "Damage is increased to 300%.",
  "skill2lvl3": "Combat Target is knocked to the ground for 3 seconds.",
  "skill3lvl2": "Deals 210% damage to Combat Target.",
  "skill6name": "All-Out Attack",
  "skill6lvlNaN": "Deals 340% damage to all enemies.",
  "skill2lvl4": "Enemies that have a factional advantage over JOKER have their factional damage bonuses reduced to 15%.",
  "skill3lvl3": "Each time JOKER has used his Normal Attack 3 times he will use his gun against the Combat Target.",
  "engravings30name": "Concentrated Fire",
  "engravings30description": "Enhance the ability Concentrated Fire, Deals 220% damage to Combat Target.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: AS +5",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: AS +5",
  "engravings60name": "All-Out Attack",
  "engravings60description": "Enhance the ability All-Out Attack, Deals 360% damage to all enemies.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: AS +5",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: AS +5",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: IS +31.85 ATK +10%",
  "siname": "Vile Sword",
  "sidescription": "A death-dealing replica dagger.",
  "siskillname": "Widespread Attack",
  "siskilldescription": "After JOKER uses his Ultimate ability, the AoE range of his normal attacks is increased for 7 seconds, during which time he deals 20% additional damage.",
  "siskill10unlocks": "[+10 Unlocks] JOKER gains 20 Attack Speed points while this ability’s effects are in use.",
  "siskill20unlocks": "[+20 Unlocks] JOKER gains 35 Attack Speed points while this ability’s effects are in use.",
  "siskill30unlocks": "[+30 Unlocks] Duration of ability is increased to 15 seconds.",
  "furniturename": "Leader’s Enlightenment",
  "furniture3description": "[3/9 Mythic Pieces] While JOKER is suffering the effects of enemy control abilities, he has a 25% greater chance of being extricated by his allies for every 1 non-summoned ally that is currently not being controlled, and shall be immune to enemy control abilities for 5 seconds if he is successfully extricated. This ability can be triggered once every 10 seconds. If the ally '[[QUEEN]]' is also on the battlefield, she will raise JOKER’s extrication chances by an additional 40%.",
  "furniture9description": "[9/9 Mythic Pieces] Each ally has a 35% chance of extricating JOKER from enemy control abilities, and JOKER gains a shield worth 40% of his max health that exists for 5 seconds if he is successfully extricated."
}