{
  "name": "Leonardo",
  "tagline": "da Vinci",
  "faction": "Dimensional",
  "type": "Intelligence",
  "class": "Mage",
  "role": "Control",
  "lore": "In the evening gloom, Leonardo looked over the manuscript on his desk, the manuscript he was preparing to seal away. A gust of wind surged through the window, turning the pages in a flurry, settling eventually on an image of a winged-aircraft. His gaze fell over the design, his mind wandering absently to a childhood dream he held.<br>\r\nThe infant Leonardo tucked up in his crib opened his eyes wide with a startle , freshly awoken from a lingering dream; Over his head had hovered a peculiar bird, its large black plumage stroked his cheek and branded his heart. He was mesmerized by this airborne creature.<br>\r\nStanding in the Florence streets, a young artist gently caresses the feathers of a small bird sat in his palm. As a student, Leonardo purchased many caged birds, observing their wing structures, detailing their plumage. Opening up his palm, the bird rose into the air, beating its wings in a fantastic arc, curving them against the azure sky.<br>\r\nIn a single deft stroke of a quill pen, the final arc was set on the sheet. Now in his twenties, Leonardo frowned and enthused as he fussed over a bird-like flying machine. He called it, ‘Aquila’. Inspired by bats and birds, it possessed membranous wings. Under the sweltering Mediterranean sun, he brought out an elaborately pieced-together prototype model of the Aquila, and launched it high into the air. As the wing’s membrane cut through the air as it flew, it generated a high-pitch whistling that accompanied the miniature Aquila’s maiden voyage.<br>\r\nCrashing unceremoniously into the ground, the dull thud of impact wounded the now middle-aged artist. This failure was not the first, nor would it be the last. At 44 years old, Leonardo was no longer a spritely youngster, but his dreams of flight were as vivid as ever. Gathering up the shattered pieces of the Aquila, he took notes on the weaknesses and reasons for failure. He would soon tweak the design and attempt another trial. He could already envision its graceful flight across the setting sun.<br>\r\nThe warm glow of the setting sun draped everything in his room in pale gold. Already 67 years old, Leonardo’s wrinkles were deep, and the shadows cast by the sunset carved out their lines. Time has been unkind to this famed artist, his paintings bestowed with eternal youth and beauty, but his body growing elderly and frail. Aware of his growing weakness, he lays on his bed and looks over at his design manuscript. Helicopters, Gatling artillery, rotating bridges… So many ideas, all conceived by his hands, yet most fated never to leave the paper they’re drawn on. The materials and technology of this era just aren’t enough to bring these fantastical designs to life. Sealing away the manuscript, Leonardo would bide his time, waiting for an age that could realize its potential.<br>\r\nLaying on his deathbed, it were as though he were once again a baby in the crib. The black plumed bird he saw in his dream materialized from within his manuscript, floating momentarily above him before gradually taking the form of his Aquila. It gently brushed the very tip of Leonardo’s nose as it flew out of the window and across the setting sun. As the Aquila vanished into the boundless skies, the last flicker of life in the old artist’s eyes was extinguished.<br>\r\nWaking up, he was now in Esperia. Met by the sight of so many wondrous creatures in flight, he instinctively reached for his brushes, but of course found none. It was at this moment something miraculous occurred – a mystical light sprung forth from Leonardo’s body, and suddenly a brush was right there, in his hand. Smiling with childlike delight, he surveyed the land before him, rich with the infinite possibility, and set out on a journey to the great unknown.<br>\r\n''“Creation is my miracle.”''<br>\r\n<center>''For more information on Leonardo, click {{Wikipedia|Leonardo da Vinci|here}}.''</center>",
  "skill1name": "Work of Art",
  "skill1lvl1": "Leonardo creates a work of art on his canvas, and deals 250% damage to all enemies that were splashed with paint, locking them in a portrait frame, paralyzing them for 8 seconds. This ability can only be triggered when there are enemies currently splashed with paint on the battlefield.",
  "skill2name": "Art Attack",
  "skill2lvl1": "Leonardo flings paint at a random enemy, dealing 160% damage to them, covering them in paint for 12 seconds. The enemy covered in paint has their Tenacity reduced by 10 points and their Dodge reduced by 120 points. This ability prioritizes targets that are not currently covered in paint.",
  "skill2lvl2": "Damage is increased to 190%.",
  "skill3name": "Renaissance Cannon",
  "skill3lvl1": "Leonardo creates a cannon which he uses to deal 330% damage to all enemies within the cannon’s scope.",
  "skill4name": "Evacuation",
  "skill4lvl1": "Passive",
  "skill1lvl2": "Damage is increased to 270%.",
  "skill2lvl3": "Leonardo splashes paint on an additional enemy target.",
  "skill3lvl2": "Damage is increased to 350%.",
  "skill4lvl2": "Affected enemies lose 60 Haste points.",
  "skill1lvl3": "Damage is increased to 300%.",
  "skill2lvl4": "Damage is increased to 220%.",
  "skill3lvl3": "Enemies that are struck are also stunned for 3 seconds.",
  "skill4lvl3": "This effect can be triggered once every 8 seconds.",
  "engravings30name": "Renaissance Cannon",
  "engravings30description": "Enhance the ability Renaissance Cannon, Using the ability” Evacuation” immediately resets the cooldown timer of “ Renaissance Cannon”.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: CBR +3",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: CBR +3",
  "engravings60name": "Evacuation",
  "engravings60description": "Enhance the ability Evacuation, After using the ability \"Evacuation\", Leonardo will receive 50% less damage for the following 5 seconds.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: CBR +3",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: CBR +3",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: TY +31.85 ATK +10%",
  "siname": "The Creator",
  "sidescription": "Magical tools that are the combination of art and magic. Composed of two parts, a brush and paper, which Leonardo uses more frequently during his studies. The brush bends to the wishes of the one holding it, and has the power to paint any color, while the paper can turn the images drawn upon into real life objects.",
  "siskillname": "The Machinist",
  "siskilldescription": "Enemies are dealt more damage from Leonardo’s cannon the farther away they are from it. Damage dealt can be raised up to 30%.",
  "siskill10unlocks": "[+10 Unlocks] Enemies are dealt more damage from Leonardo’s cannon the farther away they are from it. Damage, dealt can be raised up to 50%.",
  "siskill20unlocks": "[+20 Unlocks] Enemies are dealt more damage from Leonardo’s cannon the farther away they are from it. Damage dealt can be raised up to 80%.",
  "siskill30unlocks": "[+30 Unlocks] When Leonardo triggers “Evacuation” as a result of receiving damage, the damage he receives shall not exceed 10% of his max health.",
  "furniturename": "Artistic Inspiration",
  "furniture3description": "[3/9 Mythic Pieces] Leonardo recovers an additional 10 Energy points per second for every enemy that is covered in paint.",
  "furniture9description": "[9/9 Mythic Pieces] Enemies that are struck by the ability “Work of Art” will receive 45% more damage for the following 8 seconds."
}