{
  "name": "Merlin",
  "tagline": "Seer of Destiny ",
  "faction": "Dimensional",
  "type": "Intelligence",
  "class": "Support",
  "role": "Regen",
  "lore": "Written on a professional CV, ‘The Greatest Wizard in the history of Great Britain’ would look incomprehensibly good. During the reign of King Vortigern, Merlin, aged just seven, spoke of a battle between dragons, one red and one white. He said that they were responsible for destroying the very foundations of the castle each night. Thus it came to pass that his prophecy detailing the victory of the red dragon’s triumph over the white dragon would come to pass. When he was at King Aurelius’ side, Merlin used magic to return the souls of fallen warriors to their homeland, amassing mystical stones to construct Stonehenge. When the destined King, Arthur Pendragon, was born unto the world, Merlin took him from his scheming father to protect and tutor Arthur until he finally succeeded the throne, uniting the divided country.<br>\r\nHowever, just as the brightest light casts the darkest shadow, it was destined that this most exalted Arch-mage had a far from perfect life. During the reign of Arthur’s father, Merlin served King Uther, the founder of the Knights of the Round Table. Uther was smitten, swept up by a spell Merlin cast upon him to sow the seeds of love. Laying eyes upon Igraine he fell head over heels in love, dismissive of her existing marriage and three daughters. The fact that Uther felt compelled to have Igraine was a source of deep sorrow for Merlin. Yet, the prophet had already glimpsed fate: only the master of the sword in the stone could lead the divided people to peace, and that man was Uther Pendragon’s son.<br>\r\nHe had to consider the future, despite his conscience. Merlin finally made his choice, and as the darkness fell, he and his magic stood on the side of the scales that would unite Britain. Disguised as the Duke of Cornwall, Uther was able to spend some illicit time with the object of his desires, Igraine. The real Duke lost not only his wife and daughters, but sadly his life to false allegations. As the sun rose and the stars faded as they always did, the wizard could only heave a long, resigned sigh.<br>\r\nVivienne was not a typically innocent, bubbly 12 year-old girl. She stood out from her peers, always quiet and seemingly aloof. However, she was astonishingly gifted. Her serene eyes lit up at the sight of Merlin’s magic, she was even able to replicate Merlin’s charm spell by plucking a reed from Lake Avalon, her intelligence and aptitude delighting him. All his life until then Merlin had never had anything to do with a young girl. She just wordlessly followed him around, reed in hand. He agreed to teach her some spells, such as how to illuminate her reed. If she threw a tantrum and wept, he had to teach her more to please her, like a good grandfather who could only do so much for his granddaughter.<br>\r\nMerlin took Vivienne back to Camelot, and the more time passed, the more his sympathies grew. He was increasingly unable to refuse her requests, so much so that doing so would sink him into a deep shame. Her silent gaze was so indulgent, so dotted upon, that rumors began to swirl that the girl, now a grown woman, was his fated star.<br>\r\nThe days passed like this until Vivienne was expected to return to her kingdom. When Merlin took her to bid farewell to Arthur, Queen Guinevere remarked that Vivienne bore some resemblance to Arthur’s mother, Igraine. It was only then that it dawned upon Merlin that the young girl, whose features had blossomed splendidly, resembled not only Igraine, but also the long-deceased Duke of Cornwall… Some wild suspicions arose in his mind, but he hastily quashed them.<br>\r\nLeaving Camelot behind, Merlin’s mind was greatly preoccupied. A bad feeling lurched about him, but could never quite get a grip on exactly what it was. Dreaming in the forest, Merlin suddenly realized that King Arthur was in imminent danger. Forcing himself to wake from of his precognitive dream, he decided upon returning immediately with Vivienne in-tow to rescue Arthur, but he was suddenly submersed in another deep sleep. In the midst of this unshakable sleep, forcing open his drooping eyelids, the wizard saw the trees around him entangle, binding together, wrapping themselves around him. A living prison. Vivienne’s lips opened and closed, muttering the words to the last spell Merlin would ever teach her – unbreakable sleep.<br>\r\nAh… fate. Reaping only what has been sown. Before descending into the boundless depths of blissful darkness, Merlin seemed to hear Igraine speaking to the Duke of Cornwall: “Darling, is there a draft from the window? See how soundly my precious daughter sleeps. Do not let the cold of night extinguish her pleasant dreams…”<br>\r\nThis long sleep ends in a land far from Britain. Merlin has awoken in an Ash tree in the land of Esperia, where an eagle owl is hooting and hissing after a bat. The sound has aroused the dimensional traveler from his heavy slumber. Surveying a world that seems divergent of his anticipated destiny, could it be this was part of Merlin’s destiny after all?<br>\r\n''“Destiny always calls upon people to wait. People wait for life, they wait for death, but destiny is neither good nor evil!”''",
  "skill1name": "Destiny Foreseen",
  "skill1lvl1": "Merlin foresees impending danger, allowing him to reduce the damage received by himself and all allies by 25% for 8 seconds. While Merlin’s premonition is still occurring, if an enemy that is symmetrically positioned uses their Ultimate ability, all allied heroes will receive a runic shield that has a value equal to 180% of their own max health, which exists for 5 seconds. While the shield exists it prevents enemy control effects and cannot be dispelled. If a premonition is still in effect when Merlin uses his Ultimate ability again, the duration of this ability shall be reset.",
  "skill2name": "Magical Amelioration",
  "skill2lvl1": "Merlin calls upon the forces of magic to heal himself and his most injured ally for 4.5% max health per second over 8 seconds. 30% of all damage dealt to this injured ally during the healing period is borne by Merlin.",
  "skill2lvl2": "Heals 5% max health per second.",
  "skill3name": "Karmic Law",
  "skill3lvl1": "When Merlin is suffering from the effects of an enemy control ability, he dispels the majority of the negative effects currently affecting him and lets loose his Spirit Owl, who proceeds to imprison the source of the effect for 3 seconds, causing them to lose health equal to 150% of Merlin’s Attack Rating every second. This ability cannot be dispelled. This ability can be triggered once every 8 seconds.",
  "skill4name": "Guardian Owl",
  "skill4lvl1": "When Merlin suffers fatal damage for the first time he enters a spirit form and seeks refuge in his Spirit Owl. While in spirit form, Merlin protects his most injured ally, during which time both Merlin and the ally recover 10% max health per second over 7 seconds. When Merlin stops protecting his ally, he reappears in his original position. If the allied target dies while Merlin is protecting them, Merlin will prematurely reappear in his original position. This ability may only be used when there are surviving allies still on the battlefield.",
  "skill1lvl2": "All damage received by allied heroes is reduced by 30% while Merlin’s premonition is in effect.",
  "skill2lvl3": "Heals 5.5% max health per second.",
  "skill3lvl2": "Enemy loses health equal to 170% of Merlin’s Attack Rating every second.",
  "skill4lvl2": "Damage received by ally while Merlin is in spirit form is reduced by 30%.",
  "skill1lvl3": "All damage received by allied heroes is reduced by 35% while Merlin’s premonition is in effect.",
  "skill2lvl4": "Heals 6% max health per second.",
  "skill3lvl3": "Ability can be triggered once every 6 seconds.",
  "skill4lvl3": "Value of health recovered per second is increased to 15%.",
  "engravings30name": "Karmic Law",
  "engravings30description": "Enhance the ability Karmic Law, Enemy loses health equal to 180% of Merlin's Attack Rating every second.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: CRIT +3",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: CRIT +3",
  "engravings60name": "Guardian Owl",
  "engravings60description": "Enhance the ability Guardian Owl, Damage received by ally while Merlin is in spirit form is reduced by 40%.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: CRIT +3",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: CRIT +3",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: HR +6.67 HP +13.7%",
  "siname": "Destiny's Sight",
  "sidescription": "Legend says that the denizens of Britain believe this staff to have healing properties. Its brilliance has been said to give divine enlightenment to those who gaze upon it long enough. Given that the staff belongs to the great wizard, Merlin, there seems to be some evidence to substantiate these claims.",
  "siskillname": "Shared Destiny",
  "siskilldescription": "While the ability “Magical Amelioration” is in effect, 10% of the damage dealt by the protected allied target is converted into health for both Merlin and the allied target.",
  "siskill10unlocks": "[+10 Unlocks] 20% of the damage dealt by the protected allied target is converted into health for both Merlin and the allied target. ",
  "siskill20unlocks": "[+20 Unlocks] 30% of the damage dealt by the protected allied target is converted into health for both Merlin and the allied target.",
  "siskill30unlocks": "[+30 Unlocks] The amount of health Merlin loses as a result of bearing damage for his ally when using the ability “Magical Amelioration” is reduced by half, and the ability now targets 2 allies.",
  "furniturename": "Foresight",
  "furniture3description": "[3/9 Mythic Pieces] The duration of the ability “Destiny Foreseen” is extended by 50%.",
  "furniture9description": "[9/9 Mythic Pieces] Merlin can immediately use the ability “Destiny Foreseen” when he enters the battlefields."
}