{
  "name": "Nakoruru",
  "tagline": "Nature's Guardian",
  "faction": "Dimensional",
  "type": "Agility",
  "class": "Ranger",
  "role": "Burst Damage",
  "lore": "<center>''For more information on Nakoruru, click here.''</center><br>\r\nAs a witch of the forest, Nakoruru possessed a natural affinity for the birds and beasts that resided within it. In her eyes they were more than just animals, they were companions. With this natural gift, she knew it was her mission to keep order within the forest, to carry out her father’s last request; to protect the woodlands from the demonic creatures that wished to devour it.<br>\r\nAs she aged, so did Nakoruru’s acuity. She was by now well attuned to nature. The premonitions she had when she slept seemed to grow increasingly more frequent as she aged. She could sense the pain of a forest not unlike her own. Its wails of anguish shook her to her very core. Each time she had a premonition, the despair of those within it would seemingly grow in intensity. She could not turn a deaf ear to these people. She and her guardian eagle Mamahaha, her lifelong companion, would seek out this other realm. She would venture into Esperia.<br>\r\nStood within an unfamiliar glade, she soon realized that this was the source of the anguish. It was large and lush, yet she could see without question that the entirety of the glade was being corroded by something vile. A malignant energy was devouring the forest’s life force, turning it to rot.<br>\r\nThe atrocities that had struck her own home were now again clear before her eyes She realized the same aberrations that had invaded her home were now here in this unfamiliar realm. She didn’t hesitate for a second. She vowed to help the forest’s inhabitants, who called themselves ‘Wilders’, to overcome the malevolent plague that had infected their home.<br>\r\nThe inhabitants of this forest, which they called simply The Dark Forest welcomed her with open arms. This would be Nakoruru’s new home, for now.<br>\r\nNakoruru felt at ease amongst these folk and now that the forest had been ridden of the evil scourge that had afflicted it, a familiar fragrance had returned. The scent of nature filled her with hope and joy. She would protect this new home with her life. One must always fight for their home.",
  "skill1name": "Running Chest Jab",
  "skill1lvl1": "Nakoruru knocks a single enemy target onto the ground, removing all of their defensive shield effects as a result and then proceeds to stab the enemy, dealing 460% damage to the target.",
  "skill2name": "Kamui Rimuse",
  "skill2lvl1": "Nakoruru attacks any enemies that are within range of her 3 times. Each attack deals 190% damage to the targets and also interrupts their current actions.",
  "skill2lvl2": "Damage is increased to 200%.",
  "skill3name": " Shichikapu Etu",
  "skill3lvl1": "Mamahaha swoops down and attacks a backline enemy as they are preparing to use an ability ( excludes ultimate abilities), dealing 220% damage to them, causing them to be stunned for 2 seconds. This ability can be activated once every 6 seconds.",
  "skill4name": "Kamui Mutsube",
  "skill4lvl1": "Nakoruru is carried by Mamahaha towards the weakest enemy target. Once close enough, Nakoruru pounces on the enemy target, dealing 280% damage to them. This ability may be used up to two times per battle; once when Nakoruru’s health falls below 70% for the first time and again when it falls below 40% for the first time. While being carried by Mamahaha, Nakoruru cannot be attacked and will recover 400% worth of her Attack Rating as health.",
  "skill1lvl2": " Damage is increased to 490%.",
  "skill2lvl3": "40% of the damage caused by this ability will be recovered as Nakoruru's health.",
  "skill5name": "Shichikapu Etu",
  "skill5lvlNaN": "Ability is activated once every 4 seconds.",
  "skill4lvl2": "Damage is increased to 300%.",
  "skill1lvl3": "Damage is increased to 520%.",
  "skill2lvl4": "Damage is increased to 210%.",
  "skill4lvl3": "Damage is increased to 320%.",
  "engravings30name": "Shichikapu Etu",
  "engravings30description": "Enhance the ability Shichikapu Etu, Damage is increased to 240%.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: LL +3",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: LL +3",
  "engravings60name": "Kamui Mutsube",
  "engravings60description": "Enhance the ability Kamui Mutsube, Damage is increased to 330%.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: LL +3",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: LL +3",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: AS +16.67 ATK +10%",
  "siname": "Item: Chichi-ushi",
  "sidescription": "It had been her father’s, and it was her most prized possession. The weapon that he had given her was more than just a gift. With it came the weight of her vow to carry out her father’s last wish.",
  "siskillname": "Skill: Heavy Slash",
  "siskilldescription": "Stuns enemies for 1.5 seconds and sends them hurtling into the air whenever a Normal Attack deals a Critical Damage.",
  "siskill10unlocks": "[+10 Unlocks] Frequency of Normal Attacks is raised by 20% in battle.",
  "siskill20unlocks": "[+20 Unlocks] Frequency of Normal Attacks is raised by 40% in battle.",
  "siskill30unlocks": "[+30 Unlocks] Stun effect lasts for 3 seconds.",
  "furniturename": "Nature's Hand",
  "furniture3description": "[3/9 Mythic Pieces] Nakoruru's \"Kamui Mutsube” ability is triggered each time she collectively loses 30% of her max health. This ability can be used up to 3 times per battle.",
  "furniture9description": "[9/9 Mythic Pieces] Nakoruru's \"Kamui Mutsube” ability is triggered each time she collectively loses 30% of her max health. This ability can be used up to 5 times per battle."
}