{
  "name": "Prince of Persia",
  "tagline": "King of Blades",
  "faction": "Dimensional",
  "type": "Agility",
  "class": "Ranger",
  "role": "Burst Damage",
  "lore": "In the influential and prosperous Persian Empire was a noble Prince. He was a courageous and talented fighter, well-versed in the art of combat and responsible for many of the Persian Empire’s military successes. His success caused him to grow increasingly arrogant, spurring on unfortunate events he never could’ve foreseen, which changed his fate forever. This mistake cost his father’s life; it was a mistake that could never be undone.<br>\r\nDesperate to rectify his grave mistake and change fate, the Prince used forbidden powers to reverse the flow of time and change the outcome of events. Despite being able to prevent the initial disaster,<br>\r\nthe balance of time was now disturbed, and a curse befell the Prince. From this moment on, he would be pursued by the Guardian of Time, Dahaka.<br>\r\nDahaka’s pursuit was relentless. To rid himself of the curse, the Prince set his mind to destroying it’s source – The Sands of Time. Once more, the Prince leapt through time, heading far back to the moment in which the Empress of Time created the Sands of Time. After a flurry of setbacks, the Prince and the Empress of Time depart the past and return to the present together to defeat Dahaka.<br>\r\nDespite this, as if it were his own shadow, the curse continued to haunt the Prince. The words of the blind old Mystic linger in his mind: “You cannot change your fate…”<br>\r\nThe Prince would not compromise with the cruel fate he’d been dealt. He’d heard of another dimension, a place a great distance away. This place was said to contain a powerful being, one that was capable of bending time to its will. The<br>\r\nPrince set out on the long journey, hoping that when he arrived, he could finally extricate himself from the curse that follows him.<br>\r\n''“Most people think time is like a river that flows swift and sure in one direction, but I have seen the face of time and I can tell you they are wrong. Time is an ocean in a storm.”''<br>\r\n<center>''For more information on Prince of Persia, click here.''</center>",
  "skill1name": "Sands of Time",
  "skill1lvl1": "When this ability is actively used, Prince uses 600 Energy to use the “Ravages of Time”, which deals 210% damage to surrounding enemies, also stunning them for 3 seconds. Whenever Prince suffers fatal damage, “Recall” is triggered, and Prince uses 200 Energy to revert his health and position to as they were 8 seconds prior. “ Recall” can be triggered up to 1 times per battle.",
  "skill2name": "Tempest of Agony",
  "skill2lvl1": "This ability can only be used whenever there is more than 1 enemy in close proximity to Prince. Prince deals 150% damage to nearby enemies, also stunning them for 2 seconds. This ability can be used up to one time every 5 seconds.",
  "skill2lvl2": "Damage is increased to 170%.",
  "skill3name": "Wall Dive Attack",
  "skill3lvl1": "This ability can only be used whenever Prince is situated at the edge of the battlefield and an enemy is nearby. When used, Prince pounces from a wall towards an enemy target, dealing damage to all enemies he passes through, which is equal to 9% of their own max health, but shall not exceed 290% of Prince’s own Attack Rating. This ability can be used up to one time every 3 seconds.",
  "skill4name": "Concentrated Force",
  "skill4lvl1": "Each time an enemy loses a total of 25% of their max health, Prince immediately recovers 40 Energy points, and his Crit Rating is raised by 30% for the next 4 seconds.",
  "skill1lvl2": "Damage is increased to 230%.",
  "skill2lvl3": "Damage is increased to 190%.",
  "skill3lvl2": "Damage dealt is equal to 12% of enemies’ max health, but cannot exceed 320% of Prince’s Attack Rating.",
  "skill4lvl2": "Recovers up to 50 Energy points.",
  "skill1lvl3": "Damage is increased to 250%.",
  "skill2lvl4": "Damage is increased to 210%.",
  "skill3lvl3": "Damage dealt is equal to 15% of enemies’ max health, but cannot exceed 350% of Prince’s Attack Rating.",
  "skill4lvl3": "Recovers up to 60 Energy points.",
  "engravings30name": "Wall Dive Attack",
  "engravings30description": "Enhance the ability Wall Dive Attack, Damage dealt is equal to 18% of enemies' max health, but cannot exceed 380% of Prince's Attack Rating.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: LL +3",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: LL +3",
  "engravings60name": "Concentrated Force",
  "engravings60description": "Enhance the ability Concentrated Force, Recovers up to 65 Energy points.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: LL +3",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: LL +3",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: CDA +16.67 HP +13.7%",
  "siname": "Dagger of Time",
  "sidescription": "Sand flows and swirls around the hilt of this mysterious dagger, enabling the wielder to control time, reversing the flow. However, if misused, it will lead to great disaster.",
  "siskillname": "Bounding Agility",
  "siskilldescription": "In between abilities and attacks, Prince will attempt to adjust his position by rolling or somersaulting backwards in order to meet the conditions needed to activate his “Tempest of Agony” and “Wall Dive Attack” abilities.",
  "siskill10unlocks": "[+10 Unlocks] Attack Rating is increased by 25% for 4 seconds after the actions have finished.",
  "siskill20unlocks": "[+20 Unlocks] Attack Rating is increased by 25% for 6 seconds after the actions have finished.",
  "siskill30unlocks": "[+30 Unlocks] Attack Rating is increased by 30% for 6 seconds after the actions have finished.",
  "furniturename": "Battle Memory",
  "furniture3description": "[3/9 Mythic Pieces] After the Ultimate ability’s “Recall” effect is triggered, Prince’s Dodge is increased by 70 points and he will not suffer Critical Strikes for the following 4 seconds.",
  "furniture9description": "[9/9 Mythic Pieces] The Energy required to trigger the Ultimate ability’s “Recall” effect is reduced to 150 points, and the effect can be triggered up to 2 times per battle."
}