{
  "name": "QUEEN",
  "tagline": "Courageous Tactician",
  "faction": "Dimensional",
  "type": "Strength",
  "class": "Warrior",
  "role": "Continuous Damage",
  "lore": "The young girl that moves with Phantom Thieves.<br>\r\nShe has the power to use her PERSONA powers however she sees fit. The codename QUEEN is used to disguise her true identity. Even behind a mask, you can sense her temperament.<br>\r\n<center>''For more information on Queen, click here.''</center>\n{{ClearSpace}}",
  "skill1name": "Stationary Drifter",
  "skill1lvl1": "QUEEN summons [[w:c:megamitensei:Johanna|Johanna]] and rides it, spinning around at highspeed to generate a Nuclear Tornado. The tornado sucks enemies in towards its center, dealing 60% AoE damage 7 times with a final attack which deals 200% AoE damage. QUEEN cannot be attacked while the effects of her Ultimate ability occurring.",
  "skill2name": "[[w:c:megamitensei:Freidyne|Freidyne]]",
  "skill2lvl1": "QUEEN summons Johanna which deals 250% AoE damage to all enemies in front of it and also generates a nuclear effect which lasts for 5 seconds. If an enemy suffers 2 Critical Strikes, while the effect is active, they shall be stunned for 2 seconds. Enemies can be stunned multiple times while the nuclear effect is occurring.",
  "skill3name": "Freidyne",
  "skill3lvl1": "Nuclear effect lasts for 6 seconds.",
  "skill4name": "Attack & Defend",
  "skill4lvl1": "QUEEN’s Crit Rating is increased by 6% and her Defense Rating is increased by 20% every 10 seconds. This ability can be stacked.",
  "skill5name": "Ms. Post-Apocalyptic Raider",
  "skill5lvlNaN": "Damage is increased to 200%.",
  "skill1lvl2": "Final attack deals 220% AoE damage.",
  "skill3lvl2": "Nuclear effect lasts for 7 seconds.",
  "skill4lvl2": "QUEEN’s Crit Rating is increased by 8% and her Defense Rating is increased by 25% each time her attributes are increased.",
  "skill1lvl3": "Final attack deals 250% AoE damage.",
  "skill3lvl3": "Nuclear effect lasts for 8 seconds.",
  "skill4lvl3": "QUEEN’s Crit Rating is increased by 10% and her Defense Rating is increased by 30% each time her attributes are increased.",
  "engravings30name": "Attack & Defend",
  "engravings30description": "Enhance the ability Attack & Defend, QUEEN's Crit Rating is increased by 10% and her Defense Rating is increased by 35% each time her attributes are increased.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: CBR +3",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: CBR +3",
  "engravings60name": "Ms. Post-Apocalyptic Raider",
  "engravings60description": "Enhance the ability Ms. Post-Apocalyptic Raider, Damage is increased to 220%.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: CBR +3",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: CBR +3",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: AS +16.67 CBR +10",
  "siname": "Sanction",
  "sidescription": "A replica fist weapon.",
  "siskillname": "Edge of Death",
  "siskilldescription": "QUEEN is granted a shield which exists for 5 seconds and has a value equal to 25% of her max health every time Johanna is summoned by any of her abilities.",
  "siskill10unlocks": "[+10 Unlocks] Shield has a value equal to 30% of QUEEN’s max health.",
  "siskill20unlocks": "[+20 Unlocks] Shield has a value equal to 35% of QUEEN’s max health.",
  "siskill30unlocks": "[+30 Unlocks] QUEEN gains an additional 25% Crit Rating and 30 Crit Amplification points while the shield exists.",
  "furniturename": "High Morale",
  "furniture3description": "[3/9 Mythic Pieces] When QUEEN attacks an enemy that is being controlled, herself and nearby allies are healed for 40% of the attack’s damage value.",
  "furniture9description": "[9/9 Mythic Pieces] QUEEN heals herself and her allies, while also increasing her and her allies’ Attack Ratings by 30% for 3 seconds. This ability cannot be stacked."
}