{
  "name": "Ukyo Tachibana",
  "tagline": "Wandering Swordsman",
  "faction": "Dimensional",
  "type": "Agility",
  "class": "Warrior",
  "role": "Continuous Damage",
  "lore": "<center>''For more information on Ukyo, click here.''</center><br>\r\nUkyo Tachibana is a master swordsman and a talented poet, but as with everyone, he possesses a weakness. Ravaged by tuberculosis, the little time he has left is quickly running out.  <br>\r\nThe incurable disease that has taken hold of Ukyo has stifled his magical way with words. A great poet that no longer speaks, the disease has taken from him his passion for life, and thus Ukyo stays quiet and reserved. He has become accustomed to the sorrow that haunts him. Though Ukyo's life seemed gloomy, there was a single, dazzling ray of light cutting through the shadows. That ray of light was called Kei Odagiri, a woman of noble birth who possessed the charm to stir Ukyo's emotion with but the slightest of smiles. Although Ukyo regarded Kei as his true love, their differences in social status and the inevitability of his early demise made it impossible for them to be together. Nonetheless, Ukyo is determined to show his devotion in some way. Thus, he continues to fight for Kei as her unwavering servant.  <br>\r\nUkyo knew how much Kei adored flowers and set out to find the most beautiful blossom as a gift to her before he succumbed to the disease that festered inside him. He heard tell of a flower which could be found only within the \"Demon World”, and decided seek it out.  <br>\r\nRelying on his prowess with a blade, he fought his way through masses of enemies to enter the Demon World and eventually found what he was looking for, the \" Ultimate Blossom\". Although he had located his quarry, his lungs began to fail him and he was unable to leave before the doorway to the Demon World permanently closed, leaving him completely out off from the world he knew.  <br>\r\nIt seemed as though his final wish would not be fulfilled. The fire inside him was dying out. He would not be able to give the ultimate blossom to his true love. With great regret, Ukyo closed his eyes.  Yet his final slumber was seemingly not upon him. With a sharp cough he was reawakened. He did not know so much as the name of his new home, but he was determined to find a way back out. Not knowing if this was the afterlife or just a dream, he resolved to keep a low profile and keep his origins a secret.",
  "skill1name": "Hientorajin",
  "skill1lvl1": "Ukyo leaps at his enemies and unleashes 10 swift attacks against them, dealing 70% AoE damage per attack, with the final attack striking his enemies into the air. Ukyo is immune to all damage while using this ability.",
  "skill2name": "Snowfall Slash",
  "skill2lvl1": "Ukyo swiftly brings his sword out and attacks the enemies standing before him 7 times, dealing 70% AoE damage per attack to them, also interrupting their attacks. Ukyo is immune to all frontal attacks while using this ability.",
  "skill2lvl2": "Damage is increased to 75%",
  "skill3name": "Phantom Strike",
  "skill3lvl1": "When there are no enemies in close proximity to Ukyo, he will rapidly move near to an enemy and unleash a triple-strike attack against them that deals 180% damage per attack. Each attack will knock back the enemy and cause them to become stunned for 3 seconds.",
  "skill4name": "Swallow Swipe",
  "skill4lvl1": "Ukyo leaps into the air to attack his enemies, dealing 250% AoE damage to nearby enemies.",
  "skill1lvl2": "Damage is increased to 80%",
  "skill2lvl3": "Damage is increased to 80%",
  "skill3lvl2": "Damage is increased to 190%",
  "skill4lvl2": "60% of the damage caused by this ability will be recovered as Ukyo's health.",
  "skill1lvl3": "Damage is increased to 90%",
  "skill2lvl4": "Damage is increased to 85%",
  "skill3lvl3": "Damage is increased to 200%",
  "skill4lvl3": "Damage is increased to 290%",
  "engravings30name": "Phantom Strike",
  "engravings30description": "Enhance the ability Phantom Strike, Damage is increased to 210%.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: CRIT +3",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: CRIT +3",
  "engravings60name": "Swallow Swipe",
  "engravings60description": "Enhance the ability Swallow Swipe, Damage is increased to 320%.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: CRIT +3",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: CRIT +3",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: AS +16.67 CDA +16.67",
  "siname": "Nameless Self-Made Sword",
  "sidescription": "Ukyo Tachibana's self-crafted, unnamed sword. Simple and unadorned. Shinmusou lttou Ryu.",
  "siskillname": "Rage Eruption",
  "siskilldescription": "This ability can be used once per battle. After using his ultimate ability, Ukyo will be immune to all control abilities for 8 seconds, his Attack Rating will be increased by 20% and his Life Leech attribute will be increased by 10 points.",
  "siskill10unlocks": "[+10 Unlocks] Ukyo's Attack Rating is increased by 30% and his Life Leech attribute is increased by 25 points.",
  "siskill20unlocks": "[+20 Unlocks] Ukyo's Attack Rating is increased by 40% and his Life Leech attribute is increased by 40 points.",
  "siskill30unlocks": "[+30 Unlocks] Ukyo can use this ability up to 3 times per battle",
  "furniturename": "Ferocity Burst",
  "furniture3description": "[3/9 Mythic Pieces] Ukyo's Attack Rating is increased by 6% each time he deals damage to an enemy. This ability can be stacked up to 6 times. If an enemy dodges, mitigates or is immune to one of Ukyo's attacks, he will lose 3 layers of his increased Attack Rating.",
  "furniture9description": "[9/9 Mythic Pieces] Ability can be stacked up to 15 times."
}