{
  "name": "Eironn",
  "tagline": "Stormsword",
  "faction": "Wilder",
  "type": "Agility",
  "class": "Ranger",
  "role": "AoE",
  "lore": "Many among the Wilders would wonder at Eironn’s almost preternatural affinity for the sword. They thought that it must be a divine gift, or perhaps even a curse. To see him train, going through the different stances and thrusts and parries like a ballet of flowing water, was to witness something very close to perfection. It was difficult sometimes to tell where his arms ended and the blades began. Indeed, there were times when it would appear the weapons were controlling the movement, simply pulling the body they were attached to along with them. His noble bearing and aristocratic air, however, combined with his obsessive pursuit of perfection made him increasingly aloof. He had no real friends and few acquaintances. They would mean distractions- one thing he could not afford. Thus, far away from the curious gazes of the other Wilders, he practiced his art. In hushed clearings and sun-dappled glades, he went through the motions countless times with countless minuscule variations, often spending days at a time without returning home. The Wilders who say he has a divine gift haven’t seen the unending practice drills or the sheer effort and dedication that go into Eironn’s art. They simply see a lucky individual, aloof and not relatable.<br>\r\nAfter finding and besting every other swordsman in the forest, he went out to search for new knowledge he could absorb to become constantly better. He sought out the Lightbearer Thane in the kingdom of men. He stayed many weeks as a guest at Castle Rayne, sparring with the grizzled veteran and fellow prodigy, teaching and learning with each ringing call of steel on steel. Here he learned how to read your opponent with unerring accuracy. He left the high walls and orderly training yards to venture into the Scorched Expanse and tracked down the mighty Mauler chieftain, Brutus. In dusty canyons and on windy mesas, Brutus showed Eironn how to utilize his strength against a weaker opponent, and how to negate the strength of a stronger one. The sun beat down on the pair, day after day, as Eironn learned to emulate not just the flowing stream or the falling leaf, but the waterfall, the storm, the avalanche.<br>\r\nEironn returned home a changed individual. He no longer possessed the obsessive drive for perfection. He knew he was as close as any mortal had ever come, if not there already. He could seamlessly weave graceful fluidity with furious deluges of attacks, lightning-fast reflexes with insurmountable defense, and cold precision with surprising strength. He would be tracked down, time and time again by serious swordsmen and curious adventurers wishing for a match with the already legendary Eironn. Most of the time, he would simply disarm them without deigning to draw his own weapon and send them on their way with a new story to tell.<br>\r\nIt was not in Eironn’s nature, however, to be at rest for too long. It was his innate desire to press ever onward that had led him to become the best, and that desire hadn’t just vanished overnight. Feeling without purpose, he wandered alone toward the heart of the wood to think and to decide his next move. As he went on, unseen eyes followed his progress. Forking trails and paths beyond the traveler’s line of sight became suddenly blocked by tangling vines, while others grown over suddenly opened up with the retreat of limbs and leaves. Eironn followed the path, its strange nature unbeknownst to him.<br>\r\nAfter days, he reached a clearing. In the center of the clearing was a strange monolith, the like of which he had heard described but had never seen himself. Before the stone stood Arden, a figure every Wilder recognized no matter how aloof they may be. “There’s still more to learn, young one,” He said by way of greeting, motioning for him to sit. Here, in the shadow of this ancient rock, Eironn felt the ebb and flow of the elemental energies. This was a different kind of training. Before he had used his arms, his legs, his eyes, and hands. This was no longer an option. Invisible forces buffeted against his consciousness. Now he was using his heart, his mind, his spirit. Staying seated before the monolith for many days, he didn’t sleep, eat, or even drink. It was as if his body was in stasis while his senses became acquainted with and mapped out something new to him.<br>\r\nEventually, Arden returned to the monolith to find the swordsman rising to his feet. Though the person himself appeared largely the same, his swords seemed imbued with great energies. One appeared to gently sway and bob with a life of its own. the grass and fabric near it bending and rippling with the wind that seemed to rapidly spiral up the blade. The other dripped cold vapor from lace-like patterns of frost. Eironn hadn’t chosen the elements, they had chosen him. Yet again, he was one step closer to perfection.<br>\r\n''“Embrace the elements. Embrace Perfection.”''",
  "skill1name": "Twin Force",
  "skill1lvl1": "When attacking with his ice blade, Eironn deals 150% damage to all enemies standing in front of him and also freezes them, causing their movement and attack speeds to be slowed for 4 seconds. When attacking with his wind blade, Eironn attacks a single enemy target, knocking them backwards, inflicting 180% damage upon them. The wind blade also inflicts additional damage equal to 15% of the enemy target's current health.",
  "skill1lvl2": "Ice blade damage increased to 160%.",
  "skill2name": "Vortex",
  "skill2lvl1": "Eironn uses his elemental powers to generate a powerful gust of wind that draws in all enemies standing within a certain range of himself which deals 140% damage to them.",
  "skill3name": "Sylvan Oath",
  "skill3lvl1": "Sylvan Oath is a passive ability that increases Eironn's attack rating by 15% and gives his attacks a 30% chance to ignore his enemies' defense ratings. Any damage dealt to enemies that are using shield abilities is multiplied by 150% times.",
  "skill4name": "Elemental Surge",
  "skill4lvl1": "Ice tornado lasts for 7 seconds.",
  "skill1lvl3": "Wind blade damage is increased to 220%.",
  "skill2lvl2": "Damage is increased to150%.",
  "skill3lvl2": "50% chance to ignore enemy defense ratings. ",
  "skill4lvl2": "Damage is increased to 300.",
  "skill1lvl4": "Ice blade damage is increased to 170%.",
  "skill2lvl3": "Damage is increased to 160%.",
  "skill3lvl3": "Increases Attack Rating by 20%.",
  "engravings30name": "Vortex",
  "engravings30description": "Enhance the ability Vortex, Damage is increased to 170%",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: PP +1.82",
  "engravings303star": "Reach 3 Star ascended with this hero to gain: PP +1.82",
  "engravings60name": "Sylvan Oath",
  "engravings60description": "Enhance the ability Sylvan Oath, 65% Change to ignore enemy defende ratings",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: PP +1.82",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: PP +1.82",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: LL +10 ATK +10%",
  "siname": "Elemental Blades",
  "sidescription": "Elegant weapons and elemental conduits. Can project and direct wind.",
  "siskillname": "Chill",
  "siskilldescription": "The ability “Elemental Surge” has a chance to cause enemies to become frozen for 2 seconds. The chances of an enemy being frozen are raised if the enemy is already suffering from attack speed reductions, and enemies which are already frozen will no longer be knocked back by the ability.",
  "siskill10unlocks": "[+10 Unlocks] Damage for the ability “Elemental Surge” is increased against frozen enemies by 30%.",
  "siskill20unlocks": "[+20 Unlocks] Damage for the ability “Elemental Surge” is increased against frozen enemies by 50%.",
  "siskill30unlocks": "[+30 Unlocks] Time enemies are frozen is increased to 4 seconds.",
  "furniturename": "Oathkeeper",
  "furniture3description": "[3/9 Mythic Pieces] The ability \"Sylvan Oath\" has a 100% chance to be triggered when Eironn's health is above 60%.",
  "furniture9description": "[9/9 Mythic Pieces] Damage dealt by \"Sylvan Oath\" when triggered is increased by 15%."
}