{
  "name": "Gorvo",
  "tagline": "The Indomitable",
  "faction": "Wilder",
  "type": "Strength",
  "class": "Tank",
  "role": "Tank",
  "lore": "Where the forest’s roots dwindle into the salty sand of the Azure Cove lives a rather unusual Wilder. Where peacefulness and grace are the most common traits associated with the dwellers of the woodlands, Gorvo is a lumbering mountain of poor temperament quick to anger and action. Solitary and generally inhospitable, he seldom goes a whole season without demonstrating his strength by throwing some unwelcome visitor far into the waves of the cove. On the odd occasion that the unfortunate can’t swim, Gorvo will grumble some curses to himself and stride into the surf, swimming out to retrieve the intruder and bring them back to the shore. They never stay long after that, and Gorvo wouldn’t have it any other way.<br>\r\nThe primary exception to this behaviour is Seirus, the elemental that inhabits the waters of the cove. The two learned to respect one another after a chance encounter led to a scrap that lasted for hours on end. Finding themselves well-matched, they began to meet on occasion to spar in the seafoam. Though neither would admit it, they enjoy one another’s company enough to think of the other as a friend. They can sometimes be seen together patrolling the beaches, keeping a watchful eye over their domain.<br>\r\nGorvo may be rather light in the friendship department, but nobody has any doubt about his allegiance to the forest and the Wilders. His unpleasant disposition remained unchanged when the Hypogeans arrived in his lands, and his strength and size serve him well in the fight against the invaders. An immovable object of swirling fury in combat, he serves as an invaluable tool for his people. The gigantic hammer he carries is capable of crushing even the toughest of demons into sludge or sending them flying, shattered, meters away. His shell allows him to focus on his attacks, as no weapon the enemy possesses is capable of piercing it. There are few things Gorvo enjoys more than the thrill of real combat, and he feels something close to joy when he spots a demonic incursion.<br>\r\nThe ocean, tranquil though it may seem, holds many secrets. With the resurgence of the Hypogean menace, there is no telling what horrors may come up from the deep. Gorvo has not failed to notice the anxiety Seirus has begun to feel, but no matter what the threats may be, Gorvo is ready to meet it. Hammer in hand, he stands and watches the waves.<br>\r\n“''Get off my beach!''”",
  "skill1name": "Battle Cry",
  "skill1lvl1": "Gorvo roars angrily, dealing 130% to all enemies. Gorvo's roar is able to taunt enemies within a certain radius into targeting him with normal attacks for 5 seconds. Gorvo is also able to deflect 60% of the damage he receives back at his enemies while this ability is active.",
  "skill2name": "Dive Bomb",
  "skill2lvl1": "Gorvo assails his enemies by leaping into the air and dive bombing into their midst, inflicting 160% AoE damage on any enemies close enough to him, the ability also leaves enemies stunned for 2 seconds. Gorvo cannot be targeted while using this ability.",
  "skill2lvl2": "Stun duration increased is to 2.5 seconds.",
  "skill3name": "Shell Shock",
  "skill3lvl1": "Gorvo charges his war hammer up every 8 seconds, causing the following attack to become a critical strike that deals AoE damage to nearby enemies, leaving them stunned for 2 seconds.",
  "skill4name": "Shell Shield",
  "skill4lvl1": "After entering the battlefield Gorvo casts a shield around himself that is equal to 40% of his maximum health which lasts for 6 seconds. The shield is also activated every time Gorvo uses his ultimate ability.",
  "skill1lvl2": "Taunt duration is increased to 6 seconds.",
  "skill2lvl3": "Damage is increased to 190%.",
  "skill3lvl2": "Hammer is charged up every 6 seconds.",
  "skill4lvl2": "Shield duration increased to 8 seconds.",
  "skill1lvl3": "Proportion of damage deflected is increased to 90%.",
  "skill2lvl4": "Damage is increased to 210%.",
  "skill3lvl3": "Stun duration is increased to 3 seconds.",
  "skill4lvl3": "Shield equals 50% of Gorvo's max health.",
  "engravings30name": "Shell Shock",
  "engravings30description": "Enhance the ability Shell Shock, Every time Gorvo's war hammer is charging up, he receives 10% less damage for 8 seconds. This effect can be stacked 3 times.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: CDR +6",
  "engravings303star": "Reach 3 Star ascended with this hero to gain: CDR +6",
  "engravings60name": "Shell Shield",
  "engravings60description": "Enhance the ability Shell Shield, Shield equals 60% of Gorvo's max health",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: CDR +6",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: CDR +6",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: CDR +20 DEF +37.04",
  "siname": "Gate Crasher",
  "sidescription": "Made from an incredibly hard substance, this hammer can bring down a fortress.",
  "siskillname": "Nature’s Shield",
  "siskilldescription": "Increases the efficacy of all shields by 25%.",
  "siskill10unlocks": "[+10 Unlocks] Increases the efficacy of all shields by 50%.",
  "siskill20unlocks": "[+20 Unlocks] If the shield created by the ability “Shell Shock” is not broken within a certain period of time, the remaining shield value will be converted into energy. Ability restores up to 250 energy points.",
  "siskill30unlocks": "[+30 Unlocks] When in a shielded state, Gorvo will recover 5% of his max health every second.",
  "furniturename": "Defensive Measures",
  "furniture3description": "[3/9 Mythic Pieces] Using the ability \"Shell Shock\" grants Gorvo a shield that is able to mitigate damage equal to 24% of his max health for 3.5 seconds.",
  "furniture9description": "[9/9 Mythic Pieces] Shield duration increased to 8 seconds."
}