{
  "name": "Kaz",
  "tagline": "Hand of the Wood",
  "faction": "Wilder",
  "type": "Agility",
  "class": "Ranger",
  "role": "Assassin",
  "lore": "The Wilders are peaceful by nature. They have no real animosity toward the other peoples of the land and wish them no harm so long as they do nothing to harm the forest. That being said, the forests' inhabitants are an insular and guarded bunch. They don't often make contact with outsiders, and view those they don't know with an animal wariness. This is why Kaz was always considered something of an oddball in Wilder society. As is befitting her feline heritage, Kaz is fueled by an unabating curiosity that drives her to seek knowledge from beyond the seldom-crossed boundaries of the woodlands, breaking one of the most widely accepted of the unwritten laws of the Wilders. From the first excursion out into the lands beyond the forest, there was no going back to an unremarkable life spent in one place. The wonders of the outside world have enchanted Kaz, and though her adventures often get her into sticky situations, she is vigilant and quick witted, and can always defuse trouble or at least escape it. Each time she returns to the forest, she has some new trinket or knick-knack for her admiring friends.<br>\r\nKaz is as stealthy as one would expect, so her sneaking in and out of the forest usually goes unnoticed. In fact, she'd never been caught at all until the leader of the Dusk Watch, Lyca, saw her trying to slip away. It was to everyone's great surprise that, rather than a harsh word and swift punishment, Lyca simply asked “if you're going out to the fields and villages, take note of what you see. I want to know what's out there when you get back.” Lyca had known that trying to stop Kaz from exploring would only waste time and energy, both resources the Dusk Watch has to use wisely. Instead, she would use Kaz's natural proclivities and talents to the betterment of the forest. They continued this arrangement until Lyca was sure it was the right time, and invited Kaz to join the Dusk Watch. With the return of the Hypogeans and the Wilders' relative isolation, intelligence gathering would be a vital role in the coming months.<br>\r\nKnowledge of the enemy alone isn't enough to win a war, however. Once you know your enemy, you still must land the killing blow. To this end, Lyca decided to hone Kaz's talents to another, grimmer purpose. Her stealthy way of moving about and ease of motion in the darkest night make Kaz the ideal assassin. Through unforgiving and careful training, Lyca has molded Kaz into a deadly asset, a tool by which the forest's will can be exacted far beyond its boundaries. Combining her powers of stealth, observation, and the kill, Kaz has been able to win several battles for her people before the battle has even begun. She stalks her prey like a leopard, watching and waiting, undetectable in the shadows, until the right moment. By the time she moves, it's too late for her target. Enemy sentries rush to alert their commanders of a rapidly approaching Wilder attack party, only to find their officers on the ground, their throats cut with cold precision, still bleeding out into the soil. By this time, Kaz is gone and the confused, demoralized enemy is routed.<br>\r\n''“Don't ever think that someone isn't watching.”''",
  "skill1name": "Assassinate",
  "skill1lvl1": "Kaz swiftly leaps behind an enemy's back slashing them, dealing 250% damage to them 2 times. Kaz cannot be attacked while performing this ability and returns to her original position afterwards.",
  "skill2name": "Triple Strike",
  "skill2lvl1": "Kaz strikes at an enemy in front of her, successively striking them three times for 100% damage per hit.",
  "skill2lvl2": "Damage is increased to 110%.",
  "skill3name": "Evasive Strike",
  "skill3lvl1": "Kaz is able to dodge enemy attacks once every 10 seconds and cannot be targeted while this skill is in effect.",
  "skill4name": "Feline Finesse",
  "skill4lvl1": "Kaz's natural feline agility allows her to raise her dodge rating by 70 points.",
  "skill1lvl2": "Targets the enemy with the lowest health.",
  "skill2lvl3": "Damage is increased by up to 120%. Dodge Rating is increased by 60 points while striking enemy.",
  "skill3lvl2": "Dodges enemy attacks once every 8 seconds and throws a dart back at the enemy, causing 200% damage to them.",
  "skill4lvl2": "Recovers 25 energy points for every successful dodge.",
  "skill1lvl3": "Attack Rating is permanently increased by 20% for the remainder of the battle if this ability kills an enemy target.",
  "skill2lvl4": "Damage is increased to 130%. ",
  "skill3lvl3": "Dart damage deals up to 220%.",
  "skill4lvl3": "Dodge Rating is increased by 100 points.",
  "engravings30name": "Evasive Strike",
  "engravings30description": "Enhance the ability Evasive Strike, Ability is activated every 6 seconds.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: PP +1.82",
  "engravings303star": "Reach 3 Star ascended with this hero to gain: PP +1.82",
  "engravings60name": "Feline Finesse",
  "engravings60description": "Enhance the ability Feline Finesse, Each time Kaz successfully dodges an attack or Evasive Strike is triggered, she receives an additional 10 Dodge points for 6 seconds, which can be stacked up to a total of 5 times.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: PP +1.82",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: PP+1.82",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: PP +6.08 ATK +10%",
  "siname": "The Night's Kiss",
  "sidescription": "A matching pair of obsidian daggers, bringing eternal rest to many foes.",
  "siskillname": "Elude",
  "siskilldescription": "At the beginning of the battle Kaz raises her Dodge by 100 points and Crit Rating by 40 points. The increased attributes will gradually decrease over 20 seconds until they return to normal.",
  "siskill10unlocks": "[+10 Unlocks] Increased attributes will decrease over 40 seconds until returning to normal",
  "siskill20unlocks": "[+20 Unlocks] Kaz's chance to dodge magic attacks are increased by 1% for every 16 Dodge points that she gains. Chance to dodge magic attacks can be raised up to a maximum of 25%.",
  "siskill30unlocks": "[+30 Unlocks] Kaz's chance to dodge magic attacks are increased by 1% for every 14 Dodge points that she gains. Chance to dodge magic attacks can be raised up to a maximum of 50%.",
  "furniturename": "Poison's Kiss",
  "furniture3description": "[3/9 Mythic Pieces] Enemies that are dealt damage are poisoned. Poisoned enemies have their Accuracy reduced by 60 points and also lose 70% worth of Kaz's Attack Rating value as health every second over a duration of 4 seconds. This ability cannot be stacked.",
  "furniture9description": "[9/9 Mythic Pieces] Enemies have their Energy Recovery rates reduced by 50% while poisoned. (Also affects abilities that modify Energy Recovery rates)"
}