{
  "name": "Lorsan",
  "tagline": "Wind Whisperer",
  "faction": "Wilder",
  "type": "Intelligence",
  "class": "Mage",
  "role": "AoE",
  "lore": "As a child, Lorsan yearned to know what was beyond the edges of the massive forest he called home. After thousands of years of habitation, most Wilders prefer to stay nestled among the towering trunks, hidden safely away from the world in leaves and shade. The majority of them never leave the woods, content to remain where they are comfortable. Where the others found comfort, however, Lorsan lived with a growing pressure to wander and explore. It was as if the weight of all the trees was pressing against his back, propelling him to the outside. It made sense then that he became a whisperer at a young age.<br>\r\nWhile it is true that most Wilders never leave the confines of their green haven, they are not entirely ignorant of the wider world. Nature doesn't stop where forest gives way to field, it simply changes form. The wind whisperers listen to the breezes that travel over sea, mountain, and meadow to gather news from far away, staying apprised of the outside. Lorsan had been doing this throughout his childhood when his talent was discovered by Arden. Under the old sage's tutelage, Lorsan quickly learned how to focus and direct his power. His talent was extraordinary, and soon he could draw so much from each gentle breeze that it was almost like he had traveled the wind's journey himself. Still, this wasn't enough for him. He was torn. He was compelled to explore, to put himself in the middle of strange lands, but he had a responsibility to his people. He was one of the most talented whisperers, and if he was away his talents would only benefit himself.<br>\r\nAll of the sensations and insights the wind carried to him only made his wanderlust grow. He began to become truly discontent, and then eventually despondent at his circumstances. Arden took notice and told him, \"A good whisperer should listen not only to the wind, but also to his own heart.\" He gifted the young whisperer with a staff and left him with a kind word. A brief farewell was scratched out on a bit of parchment, provisions were gathered, and by the morning, Lorsan had gone. It was time to see firsthand what the wind had hinted at. Lorsan was going outside.<br>\r\n''\"What can you tell me that the wind hasn't already?\"''",
  "skill1name": "Inner Sight",
  "skill1lvl1": "Lorsan attacks an enemy for 170% damage and marks them with his inner sight symbol, which persists until the end of the battle. The symbol allows for the ultimate ability damage of all allied heroes to be raised by 250% against marked enemies for 4 seconds when an ultimate ability is used. This ability prioritizes unmarked heroes first.",
  "skill1lvl2": "Damage increased by up to 220%",
  "skill2name": "Gale Force",
  "skill2lvl1": "Lorsan links the farthest and closest enemies together. When one of the two enemies receives any damage, the other will receive 80% of the damage received.",
  "skill3name": "Wind Ward",
  "skill3lvl1": "Casts a shield upon two random allies which lasts for 7 seconds and is able to reduce damage equal to 250% of Lorsan’s own attack rating.",
  "skill4name": "Tempest",
  "skill4lvl1": "Final explosion causes nearby enemies to lose 50% of their energy.",
  "skill1lvl3": "Stuns a marked enemy for 1.5 seconds within 4 seconds of an allied hero using their ultimate ability against the marked enemy.",
  "skill2lvl2": "If a linked enemy dies, the other surviving linked enemy will be stunned for 5 seconds.",
  "skill3lvl2": "Allies currently protected by the shield will have their dodge increased by 90 points. If the ally being protected is a Wilder hero, the shield’s value will be increased a further 20%.",
  "skill4lvl2": "Final explosion damage is increased up to 250%.",
  "skill1lvl4": "Damage is increased to 270%.",
  "skill2lvl3": "Transferred damage received by linked enemies is increased up to 120%.",
  "skill3lvl3": "Value of shield is increased to 300% of attack rating value.",
  "engravings30name": "Gale Force",
  "engravings30description": "Enhance the ability Gale Force, If a linked enemy dies, the other surviving linked enemy will be stunned for 7 seconds.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: HASTE +3",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: HASTE +3",
  "engravings60name": "Wind Ward",
  "engravings60description": "Enhance the ability Wind Ward, Value of shield is increased to 350% of attack rating value.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: HASTE +3",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: HASTE +3",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: CRIT +10 DEF +37.04%",
  "siname": "Wind Keeper",
  "sidescription": "A staff gifted to Lorsan by the wise old sage, [[Arden]]. Although simple and unadorned, this staff is abound with a great natural power.",
  "siskillname": "Fate",
  "siskilldescription": "When an enemy linked by the ‘Gale Force’ ability dies, Lorsan will receive a permanent 20 Haste increase until the end of the battle.",
  "siskill10unlocks": "[+10 Unlocks] When an enemy linked by the ‘Gale Force’ ability dies, Lorsan will receive a permanent 40 Haste increase until the end of the battle.",
  "siskill20unlocks": "[+20 Unlocks] When an enemy linked by the ‘Gale Force’ ability dies, Lorsan will be immune to all damage for 5 seconds.",
  "siskill30unlocks": "[+30 Unlocks] When an enemy linked by the 'Gale Force’ ability dies, Lorsan will receive a permanent 60 Haste increase until the end of the battle.",
  "furniturename": "Wind Dance",
  "furniture3description": "[3/9 Mythic Pieces] When the shield generated by the ability \"Wind Ward\" is broken, the affected ally shall continue to enjoy the increased Dodge effects that are awarded when the shield exists, up until the ability's original time duration has ended.",
  "furniture9description": "[9/9 Mythic Pieces] The effects of the ability \"Wind Ward\" are applied to all allied heroes the first 2 times that it is used."
}