{
  "name": "Lyca",
  "tagline": "Keeper of Glades",
  "faction": "Wilder",
  "type": "Agility",
  "class": "Ranger",
  "role": "Buffer",
  "lore": "When the sages of the forest chose Lyca to take on the role of First Ranger in the Dusk Watch, it left many people puzzled. Everyone had expected someone older, stronger, more experienced in a fight. When it came to blade and bow, Lyca wasn't even a contender for the most capable. The people couldn't imagine why she had been selected. Despite their initial misgivings, they placed a great deal of trust in the sages, and knew that there must be something special about her that set her above the rest.<br>\r\nUnderstandably, everyone wanted to meet and get to know the new First Ranger, and it didn't take long thereafter for them to understand what about Lyca made her so qualified for the position. She possessed an uncanny proficiency for unearthing the hidden talents and abilities that lay dormant in others, and bringing them out into the light to grow and develop. When people spoke with Lyca and listened to her encouraging words, they often had epiphanies, discovering strengths in themselves they had never known before. After coming to know Lyca, anyone could find their calling. For the gifts she kindled in her people, she became a beloved figure almost at once. Along with the trust of the people, however, Lyca had also won the stars' blessing.<br>\r\nOne quiet night, when Lyca was resting briefly next to a calm lake deep in the forest, something happened that defied belief. A brilliant light moved across the sky. Lyca watched it trace a white scratch in the darkness and took it simply for a falling star, appreciating its simple beauty, but it didn't wink out. In fact, it seemed to be growing closer. It continued in this way until it looked like it would smash into the water, devastating everything around it. Somehow though, Lyca knew it wouldn't. She felt a calm reassurance wash through her, and stood slowly to greet the light. As it neared the surface of the lake, it slowed and stopped just above the water, bathing the surrounding trees and bleary-eyed, blinking faces of curious onlookers in a brilliant, silvery light. As the light began to dim, a form became visible, standing on - but not disturbing - the surface of the water. A robust yet graceful white hind stood, looking toward Lyca. It moved soundlessly toward her edge of the shore, holding in its mouth a long, curving bow. It reached Lyca's side and raised up the bow. When she took it, the deer lowered its head and shoulders slightly, indicating for her to mount up.<br>\r\nThe old sages gathered. They all knew what they would discuss today. The prophecy. It was said that when the forest was enshrouded by evil, the stars would manifest in the form of a pure and holy sigil. The sigil would seek out a worthy hero, and together they would drive the evil away from their beloved home. Lyca, already devoted to her cause, was now filled with a conviction beyond what she had thought possible. She was no longer simply Lyca of the Wilders, or Lyca, First Ranger of the Dusk Watch. She had been chosen by the stars themselves to see her purpose through, and the only thing that would be impossible would be accepting defeat.<br>\r\n''“When you're lost, look up to the stars for guidance.”''",
  "skill1name": "Star Shot",
  "skill1lvl1": "Lyca shoots an arrow that deals 220% damage to all enemy targets which it passes through, knocking them backwards in the process.",
  "skill2name": "Rapid Arrows",
  "skill2lvl1": "Lyca shoots off 3 arrows in quick succession, with each arrow dealing 120% damage to the enemy target.",
  "skill2lvl2": "Damage is increased to 130%.",
  "skill3name": "Awe",
  "skill3lvl1": "Lyca bounds onto the battlefield at the beginning of battles and inspires her allies, increasing their Haste by 35 points for 8 seconds.",
  "skill4name": " Foe's Fragility",
  "skill4lvl1": "When an enemy receives damage from any of Lyca's attacks or abilities, for the following 5 seconds, their Defense Rating will be decreased by 15% and the chances of them being dealt a Critical Strike is increased by 12%. This ability cannot be stacked.",
  "skill1lvl2": "Damage is increased to 240%.",
  "skill5name": " Rapid Arrows",
  "skill5lvlNaN": "45% of damage is converted into health.",
  "skill3lvl2": "Regenerates 70 energy points for Lyca and her allies.",
  "skill4lvl2": "Defense Rating is decreased by 20%.",
  "skill1lvl3": "Damage is increased to 240%.",
  "skill3lvl3": "Energy restored increased by up to 100 points.",
  "skill6name": "Foe's Fragility",
  "skill6lvlNaN": "Defense Rating is decreased by 25%.",
  "engravings30name": "Awe",
  "engravings30description": "Enhance the ability Aew, Duration of Haste increase is extended to 10 seconds.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: ACC +16.67",
  "engravings303star": "Reach 3 Star ascended with this hero to gain: ACC +16.67",
  "engravings60name": "Foe's Fragility",
  "engravings60description": "Enhance the ability Foe's Fragility, Crit Block Rate reduced by 20%",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: ACC +16.67",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: ACC +16.67",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: DODGE +33.33 DEF +37.04%",
  "siname": "Item: Starfall",
  "sidescription": "A gift that fell from the sky. Rains destruction in the same way.",
  "siskillname": "Skill: Vision of Stars",
  "siskilldescription": "Increases all allies’ accuracy by 40 while Lyca is alive.",
  "siskill10unlocks": "[+10 Unlocks] Increases all allies’ accuracy by 70 while Lyca is alive.",
  "siskill20unlocks": "[+20 Unlocks] Raises damage by 0.2% for every Accuracy an ally has which exceeds the Dodge Rating of their target. Damage can be increased to a maximum of 20%. The effects of this ability exclude any [[Hero Types#Intelligence-based|Intelligence-based]] allies.",
  "siskill30unlocks": "[+30 Unlocks] Increases all allies’ accuracy by 100 while Lyca is alive.",
  "furniturename": "Multi Shot",
  "furniture3description": "[3/9 Mythic Pieces] Targets the nearest 2 enemies with \"Rapid Arrows\" the first time the ability is used.",
  "furniture9description": "[9/9 Mythic Pieces] Every Normal Attack targets the nearest 2 enemies simultaneously."
}