{
  "name": "Nemora",
  "tagline": "Nature's Heart",
  "faction": "Wilder",
  "type": "Intelligence",
  "class": "Support",
  "role": "Regen",
  "lore": "Nemora is able to tap into the forest's forces of regeneration and life, which makes her the best healer among the Wilders. She is kind and beneficent by nature, and can't bear to see any living thing harmed or suffering. Rather than viewing her work as an occupation, she sees it as the manifestation of her will. She was born to do this.<br>\r\nA quick learner with great natural talent, she was the most outstanding among those of old Arden's students. Through her powers of observation, desire to always understand more about the world around her, and affinity for all natural life, she was able to unearth many of the secrets hidden in the lush green of her homeland.<br>\r\nIt was during a still, quiet night that she saw the will o' the wisp. She had been in one of her deep, trance-like sojourns, communing with the life surrounding her that her meditation was interrupted by a softly glowing orb floating and bobbing between the trees. She followed it to an almost unsettling tranquil grove she'd never seen before. When the sun rose, hours later, the wisp was gone. She couldn't remember seeing it leave, and the grove now seemed to have lost its mystery, but she felt a new power surging through her limbs. There was a vigor in her heart she'd never known before.<br>\r\nIt wasn't long after that the Hypogean menace found their way to the home of the Wilders, and from that point it didn't take long for her to realize the potential of the abilities that had been conferred to her that night in the grove. Her skills were no longer solely within the realm of healing. She found the power to mesmerize those who would do harm, incapacitating them without injury. She could also cause her newfound enemies to turn on one another in a blind fury, keeping several of her comrades safely out of the fray and eliminating that which threatened them in one fell swoop.<br>\r\nThe numbers of the Hypogeans were such that the Green Guard were forced to call upon all able-bodied Wilders to take up arms if they were to ensure the survival of their people. This ruthless conflict brought unprecedented carnage to the Wilders, and after each battle there were countless casualties. Many of those who survived had to be carried back to their homes. Nemora worked tirelessly with the injured, first mending their horrific wounds, and later consoling those who suffered emotional trauma from what they'd witnessed and experienced.<br>\r\nAlthough Nemora is a picture of kindness and compassion, she extends her benevolence only toward those who deserve it. If a spear through the heart of another Hypogean prevents injury to a Wilder, she won't hesitate to thrust it herself. She will never give up on an ally, will never have any qualms about extinguishing life hostile to the well-being of others, and will never allow this peril to overrun the land and people she loves.<br>\r\n''“The forest brims with life, it runs through my veins.”''",
  "skill1name": "Wild Wonder",
  "skill1lvl1": "Nemora calls upon the forces of nature to heal all of her teammates health by 30% of her own max health.",
  "skill2name": "Beguile",
  "skill2lvl1": "Nemora deals 90% damage to a random enemy target that is standing within her attack range, causing them to become entranced for 6 seconds. While in an entranced state, the affected enemy will use normal attacks to attack their own team.",
  "skill2lvl2": "Damage is increased to 110%.",
  "skill3name": "Mother Nature",
  "skill3lvl1": "Nemora is able to increase the healing efficiency of herself and all teammates by 15%.",
  "skill4name": "Life Force",
  "skill4lvl1": "Nemora gradually heals the weakest member of her team for 30% of her own maximum health.",
  "skill1lvl2": "Allies with health lower than 20% regenerate health 30% faster.",
  "skill2lvl3": "Entranced enemies now use all abilities (excluding their ultimate abilities) to attack.",
  "skill3lvl2": "50% of the overflowing health that exceeds a hero's maximum health is converted into a protective shield.",
  "skill4lvl2": "Gradually restores a total of 150 energy points to her ally.",
  "skill1lvl3": "Increases the Defense Rating of allies by 15%.",
  "skill2lvl4": "Entranced enemy's Attack Rating increased by 30% while entranced.",
  "skill3lvl3": "Health regeneration increased by 20%.",
  "skill4lvl3": "Total amount of health restored increased to 40% of maximum health.",
  "engravings30name": "Mother Nature",
  "engravings30description": "Enhance the ability Mother Nature, Health Regeneration increased by 30%",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: HR +2",
  "engravings303star": "Reach 3 Star ascended with this hero to gain: HR +2",
  "engravings60name": "Mental Fury",
  "engravings60description": "Enhance the ability Life Force, Allied hero now additionally recovers 100 Energy points immediately.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: HR +2",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: HR +2",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: HASTE +10 HR +6.67",
  "siname": "The Blossom Spear",
  "sidescription": "A sharp spear that can cast natural magic. Ideal for any defender of the forest.",
  "siskillname": "Nature's Touch",
  "siskilldescription": "Normal attacks heal Nemora’s weakest ally for 60% of her own attack rating.",
  "siskill10unlocks": "[+10 Unlocks] Healing effect is raised by 75% if a critical strike occurs when using a normal attack.",
  "siskill20unlocks": "[+20 Unlocks] Health recovery increased by up to 90% of Attack Rating.",
  "siskill30unlocks": "[+30 Unlocks] Health recovery increased by up to 120% of Attack Rating.",
  "furniturename": "Winds of Harmony",
  "furniture3description": "[3/9 Mythic Pieces] When Nemora's health falls below 60% for the first time, she will use her \"Life Force\" ability on herself.",
  "furniture9description": "[9/9 Mythic Pieces] The first time an enemy gets close to Nemora, she activates the effects of her \"Beguile\" ability against all nearby enemies."
}