{
  "name": "Pippa",
  "tagline": "The Muddled Magician",
  "faction": "Wilder",
  "type": "Intelligence",
  "class": "Mage",
  "role": "Continuous Damage",
  "lore": "The Astral Academy is the premier Lightbearer institute of magics, and as such, it is one of precious few educational institutes that works co-operatively on its magical studies with the Wilders. The Lightbearer mages are proficient in astral magic and runes, whilst the Wilders excel in natural magic, ensuring every angle is covered. The reclusive Wilders are relatively lowkey in their joint projects owing to their isolationist tendencies, opting for periodic student exchanges.<br>\r\nThe Astral Academy has a very old-fashioned approach, reigning in those students who stand out from the crowd, are too loud or act rebellious. Even exceptionally talented students aren’t safe, such as a certain strong, independent, fire-loving witch who was expelled.<br>\r\nMost Wilders who attend the Astral Academy as exchange students quickly adapt to their new environment, but Pippa is the exception.<br>\r\nKnucklehead, Bungler, Harbinger of Destruction… Pippa, the only exchange student to have ever been returned to the Wilders, is known by all of these and more. Hearing the reasons for these monikers, it’s difficult to know whether to laugh or cry.<br>\r\nThose around her see a maelstrom of confusion that enjoys meddling with bizarre magic, but such magics are accompanied by a degree of uncertainty… The outcomes of her meddling often ended in a riotous mess, making the stiff Astral Academy teachers foam at the mouth with rage.<br>\r\nOwing to her regular magical mishaps, there's a lot of whispering behind her back about how entirely unsuitable to the study of magic she is. In actuality, they’re all wrong. Pippa is one-in-a-million magician prodigy. Most mages barely make headway in their individual fields, yet Pippa is a strong all-rounder capable of learning a spell just by seeing it cast. How she does this is a mystery even to her, but suffice to say, she’s a fast learner (although the process of that learning isn’t without its risks!)<br>\r\nGeniuses are almost always completely different to the average person. Pippa's uniqueness makes her get lost in her own little world, caught up in her own way of thinking; it's impossible to tell what's going through her squirrelly mind. One time, a teacher asked her why she wanted to learn a teleportation spell, to which she blurted out, \"It'd be way more convenient for stashing acorns!\" The professor grimaced and groaned whilst her classmates howled with laughter.<br>\r\nDespite being cast out of the Academy and sent back to the forest, Pippa felt liberated. The forest is a free and tolerant realm, teeming with cute friends. The kindly old goat, the amiable sheep, brilliantly colorful butterflies… Oh! And not forgetting Raku, who revels in making trouble for Pippa. They're way more fun than those stiff old Academy professors!<br>\r\n''\"Pippa? Oh! I remember now! The kid that always turned the class upside down! I have to say, she's a total genius!\" – Mirael''",
  "skill1name": "Pippa's Imitation",
  "skill1lvl1": "Pippa randomly imitates the base effects of either Nemora’s, Arden’s or Tasi’s Ultimate ability, which will not require continuous casting. If any of the aforementioned heroes are in the same formation as Pippa, she shall prioritize imitating that hero’s ultimate ability above the others’.",
  "skill2name": "Pippa's Pandemonium",
  "skill2lvl1": "Pippa continuously fires one magic orb every 0.15 seconds, with each orb dealing 90% damage to its target. After firing 4 magic orbs, every subsequent orb fired increases Pippa’s chance of spell failure by 8%. If Pippa fails to fire an orb, she is temporarily stunned and the ability will cease.",
  "skill2lvl2": "Pippa has a 25% chance to fire a yellow magic orb that deals damage and simultaneously reduces its target’s Energy points by 70.",
  "skill3name": "Transmogrification",
  "skill3lvl1": "Pippa deals 270% damage to the enemy with the highest Attack Rating, simultaneously transforming them into an ‘Acorn’ which is incapable of attacking for 5 seconds. Pippa has a 25% chance of failing to correctly cast this spell. If Pippa fails, the spell’s effects shall be cast upon herself.",
  "skill4name": "Astral Shift",
  "skill4lvl1": "Pippa teleports the closest enemy target onto the head of the next closest enemy, dealing 290% AoE damage and causing any enemies within range to become stunned for 3 seconds. Pippa has a 90% chance of cast failure on the first cast. If Pippa fails, her closest frontline ally is teleported on to the top of the farthest enemy target’s head, but her ally shall not be injured or stunned.",
  "skill1lvl2": " Imitates level 2 effects of either Nemora’s, Arden’s or Tasi’ s Ultimate ability.",
  "skill2lvl3": "Pippa has a 25% chance to fire a blue magic orb that deals damage and simultaneously reduces its target’s Haste by 60 points for 4 seconds.",
  "skill3lvl2": "Pippa gains 100 Dodge points while she is in a transformed state.",
  "skill4lvl2": "Pippa cannot fail to cast this ability when she is positioned at the center of the backline.",
  "skill1lvl3": "Imitates level 3 effects of either Nemora’s, Arden’s or Tasi’ s Ultimate ability.",
  "skill2lvl4": "Pippa has a 25% chance to fire a green magic orb that deals damage to its target, of which 100% of the damage is converted into Pippa’s health.",
  "skill3lvl3": "Pippa gains 200 Dodge points while she is in a transformed state.",
  "skill4lvl3": "Any enemies within range are stunned for 4 seconds.",
  "engravings30name": "Transmogrification",
  "engravings30description": "Enhance the ability Transmogrification, Chance to fail a spell is reduced by 10%.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: DODGE +10",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: DODGE +10",
  "engravings60name": "Astral Shift",
  "engravings60description": "Enhance the ability Astral Shift, Any enemies within the range are stunned for 5 seconds.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: DODGE +10",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: DODGE +10",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: HR +6.67 HP +13.7%",
  "siname": "Branch of Verdure",
  "sidescription": "A verdant branch plucked from an ancient and arcane tree, located deep within the heartlands of Wilder territories. Only those whose veins course with the forest’s blood may wield it.",
  "siskillname": "Pippa Power",
  "siskilldescription": "Every time Pippa fires a magic orb, she has a 40% chance to fire an additional magic orb at a different random enemy target while using the ability “Pippa’s Pandemonium”.",
  "siskill10unlocks": "[+10 Unlocks] Every magic orb fired using “Pippa’s Pandemonium” has a 65% chance to produce an additional orb that targets a different random enemy target. ",
  "siskill20unlocks": "[+20 Unlocks] Pippa’s teleported ally is immune to all damage for 5 seconds after being teleported by the ability “Astral Shift”.",
  "siskill30unlocks": "[+30 Unlocks] After using the ability “Transmogrification” a total of 2 times, Pippa will no longer fail to cast this spell, and it will now target the two enemies with the highest Attack Ratings.",
  "furniturename": "Pippa’s Perfection",
  "furniture3description": "[3/9 Mythic Pieces] Pippa continues to imitate the Ultimate ability which she imitated for the first time throughout the battle, simultaneously improving its effects. While imitating Nemora’s Ultimate, Pippa converts the excess portion of its healing effects into a shield, which exists for 12 seconds. While imitating Arden’s Ultimate, every lightning bolt cast produces an additional lightning bolt which strikes a nearby enemy, dealing damage to them and stunning them for 1.5 seconds. While imitating Tasi’s Ultimate, the enemy loses 20 Energy points every 0.5 seconds while they are asleep.",
  "furniture9description": "[9/9 Mythic Pieces] Pippa gains 80 Energy points every time another hero uses their Ultimate ability, and her Attack Rating is also permanently increased by 10% each time. Permanent Attack Rating increase may be stacked up to 12 times."
}