{
  "name": "Raku",
  "tagline": "The Rascal",
  "faction": "Wilder",
  "type": "Agility",
  "class": "Ranger",
  "role": "Burst Damage",
  "lore": "There once was a mischievous child named Raku, who lived in hole in a tree known as “Nutshell Nook”.<br>\r\nRaku was a nuisance and none of his peers wanted to spend time with him. None, that is, besides the little mage, Pippa.<br>\r\nPippa was in a perpetual muddle, always getting roped cluelessly into Raku’s schemes. Even though she never really knew what was going on, she thought Raku was a lot of fun and enjoyed hanging out with him. The pair were so happy-go-lucky, each day spent together just flew by.<br>\r\nBut after Pippa left the forest, Raku found himself all alone. He felt horribly lonely. Driven by his loneliness, one day he snuck out of the woods, his heart set on finding Pippa.<br>\r\nUnfortunately, he had no idea where she had actually gone. His only clue, was the knowledge that she was somewhere with lots of humans. Armed with this knowledge, he headed for the place he knew he would find many humans and thus began his grand adventure.<br>\r\nIt was on this day that Raku arrived in a small town. He noticed a couple of see-through cages’ inside a house, both containing a number of fish. Thinking their situation was just too sad, he took it upon himself to stealthily acquire those see-through cages’ and make off with them. However, the landlord, a skeletal old chap, discovered him and chased him down several streets.<br>\r\nThe old chap continued his dogged pursuit, yelling angrily, “No-good thief! If I get my hands on you, I’ll lock you up!”<br>\r\nSticking out his tongue and pulling a face, Raku keeps running. He doesn’t get it why do human’s enjoying locking up animals so much? Why shouldn’t fish just be allowed to swim freely in the rivers? Raku picked up the pace, finally shaking-off the old fella. Coming to a small stream, he set the fish down into the water.<br>\r\nAha! Nice one! Raku thought, as he watched the fish happily swimming around.<br>\r\nHe filled the two ‘see-through cages’ with water from the river and then hung them on himself. He realized, cleaning food like this would be way more convenient!<br>\r\nRaku resumed his grand adventure. On another day, stomach growling loudly, a very hungry Raku caught a whiff of toast in the air. Following the aroma to its source, he came across a huge stone house. This huge stone house was not alone; a large number of people clad in metal clothes surrounded it on all sides. Slyly sneaking his way up into a window, he spied a large pile of sweet-smelling bread. He grabbed some and gave it a little clean in one of the see-through cages’ before taking a huge mouthful. It was so delicious, he was certain he’d never eaten such tasty toast before!<br>\r\nHe was getting stuck into his meal when the sound of footsteps suddenly reached his ears. Turning his head, he saw a young girl wearing a glittering skirt stood in the doorway.<br>\r\nUpon seeing Raku, her eyes lit up as though she’d just discovered a great treasure, “Check it out! A fluffy little beastie”<br>\r\n“YOU’RE the little beastie, you hairless brat!” Raku snapped angrily.<br>\r\n“Oh my! You can even talk! I’m gonna catch you!” The little girl cried gleefully. And so began the hot pursuit of the fluffy beastie’, the pair of them running in circles around the room and knocking into things all over the place, both ending up black and blue. The little girl couldn’t stop laughing, she was having a great time! A thought then dawned on Raku… He hadn’t had this much fun since Pippa had left.<br>\r\nBut now he was tired of messing around, he intended to make his getaway through the window and get back to his search for Pippa.<br>\r\nPanicked, the girl hastily grabbed hold of Raku’s tail and pleaded with him, “Don’t go! Just stay and play with me!”<br>\r\nRaku replied, “I have to find my friend, Pippa. Have you seen her?”<br>\r\nThe girl shook her head and said, “No, but I can help you find her! Just stay here and play with me, ok?” “No way, you just want to lock me in a cage!” Troubled, Raku scratched his head. The little girl did her best to give assurances, “Not at all, I swear! There’s even a heap of yummy snacks!”<br>\r\nRaku couldn’t help salivating at the mention of yummy snacks. The girl continued, “No-one else ever wants to play with me, you’re the only one! Surely you can stay just a few days, can’t you?” “Well… just a few days.” He didn’t know if he was swayed by the promise of treats or a feeling of sympathy for the young girl, but staying for just a few days wouldn’t really slow down his progress, right?<br>\r\nThus, he spent the sunlight hours snoozing in the girl’s wardrobe, and when the night set in the pair would play hide-and-seek in the garden.<br>\r\nAs it happens, the girl told Raku her name is friend in the Palace is too busy these days practicing their archery to ever spend time with her anymore.<br>\r\nFeeling that he and Peggy were similar, Raku told her all about everything that was interesting and unique about the forest. He spoke of large walking stones in the Bastion of the Elements, the breathing mushrooms in the Dreamwood, and the fantastically colorful conch shells on the beach of Jade Reef Bay. Peggy took it all in, eager to hear all he had to tell, especially about the conch shells. She’d been chasing Raku around for ages, after all.<br>\r\nHe didn’t know how many days had passed, meaning it had been more than just a few. Raku was having such a great time that he doesn’t want it to end, every day he eats his fill of tasty snacks until he’s about to burst. He even spends a birthday with Peggy, eating cream cake for the first time ever.<br>\r\nAfter the birthday celebrations, Peggy hesitantly told Raku she had helped him to find Pippa. She had never lied or deceived him, all along she had been helping him to locate Pippa’s whereabouts. She had just received word from her servants a few days ago that Pippa’s whereabouts had been discovered, but… she hadn’t wanted Raku to leave just yet. She wanted Raku to stay for her birthday first, so she waited until now to tell him.<br>\r\nUpon hearing this news, Raku jumped for joy. Pippa had already returned to the forest, so Raku bid Peggy farewell, finally about to return home and see Pippa once again.<br>\r\nJust before he left, Raku turned to Peggy and said, “I’ll be back to play with you again!”<br>\r\nAfter Raku’s departure, Peggy had been missing him sorely. Time flies and before you know it, another year had passed and it was Peggy’s birthday again. Her father doesn’t have time to see her yet again, and even more awful is that he’s arranged for her to be married without even asking her permission! So now she’s engaged and once she’s an adult she has to marry some total stranger!<br>\r\nPeggy wants to have a word with her father about this and goes to find him, but a guard at his door refuses her entry. The King is engaged in important business right now, no-one is to disturb him.<br>\r\nFurious, Peggy stormed back to her room and scared off her servants. She took all the presents gifted to her by ministers and threw them out, she didn’t like a single one of them. All Peggy wanted was someone to play with.<br>\r\nHead in arms on the table, she cried her eyes out. Suddenly, there came a low rumbling sound from her wardrobe. Tentatively, Peggy opened the wardrobe door, only to burst into laughter.<br>\r\nCan you guess what she found? Bingo! A fluffy little beastie, and there on his tummy, a colorful conch shell, rising and falling with each of his snores.",
  "skill1name": "Acorn Cannon",
  "skill1lvl1": "Raku shoots at the most injured enemy target, dealing 330% damage to them. The attack also deals additional damage worth 55% of the health which the target has already lost, and stuns them for 4 seconds. Value of the additional damage cannot exceed 900% of Raku’s Attack Rating. If this ability successfully kills the target, it will be cast again. Raku is immune to control effects while using this ability.",
  "skill2name": "Entangling Shot",
  "skill2lvl1": "Raku deals 220% damage to the enemy target with the highest Attack Rating, also imprisoning them for 4 seconds.",
  "skill2lvl2": "Damage is increased to 240%.",
  "skill3name": "Peckish",
  "skill3lvl1": "Raku eats a snack that makes him immune to control abilities and raises his Attack Rating by 30%, and Haste by 30 points for 8 seconds.",
  "skill4name": "Raku's Mark",
  "skill4lvl1": "Whenever an enemy target is under the effects of a control ability, Raku will additionally target them with his Normal Attack over the next 4 seconds. Damage dealt to any enemies under the effects of a control ability is increased by 35%.",
  "skill1lvl2": "Additional damage dealt is equal to 60% of the health already lost by the enemy target.",
  "skill2lvl3": "Damage is increased to 260%.",
  "skill3lvl2": "Raku’s Attack Rating is raised by 40% and Haste is raised by 40 points while the ability is active.",
  "skill4lvl2": "Damage dealt to any enemies under the effects of a control ability is increased by 40%.",
  "skill1lvl3": "Additional damage dealt is equal to 65% of the health already lost by the enemy target.",
  "skill2lvl4": "Damage is increased to 280%.",
  "skill3lvl3": "Raku’s Attack Rating is raised by 50% and Haste is raised by 50 points while the ability is active.",
  "skill4lvl3": "Damage dealt to any enemies under the effects of a control ability is increased by 45%.",
  "engravings30name": "Peckish",
  "engravings30description": "Enhance the ability Peckish, Duration of ability's effects are extended to 10 seconds.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: CDA +5",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: CDA +5",
  "engravings60name": "Raku's Mark",
  "engravings60description": "Enhance the ability Raku's Mark, Whenever an enemy target is under the effects of a control ability, Raku will additionally target them with his Normal Attack over the next 6 seconds.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: CDA +5",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: CDA +5",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: DODGE +33.33 PP +6.08",
  "siname": "Elemental Slingshot",
  "sidescription": "A slingshot that Raku crafted from a branch of a tree found within the Bastion of the Elements. It allows Raku to hit far-away targets.",
  "siskillname": "Troublemaker",
  "siskilldescription": "Normal Attacks that inflict damage reduce enemies’ Haste by 15 points for 6 seconds. This ability can be stacked 3 times, with each successful attack resetting the cooldown timer.",
  "siskill10unlocks": "[+10 Unlocks] Normal Attacks that inflict damage reduce enemies’ Haste by 20 points for 6 seconds. This ability can be stacked 3 times, with each successful attack resetting the cooldown timer.",
  "siskill20unlocks": "[+20 Unlocks] Normal Attacks that inflict damage reduce enemies’ Haste by 25 points for 6 seconds. This ability can be stacked 3 times, with each successful attack resetting the cooldown timer.",
  "siskill30unlocks": "[+30 Unlocks] Normal Attacks deal additional damage equal to 15% of the target’s current health, but cannot exceed 650% of Raku’s Attack Rating.",
  "furniturename": "Earnest Lad",
  "furniture3description": "[3/9 Mythic Pieces] Normal Attacks which strike enemies that are under control effects reduce the cooldown time of “Peckish” by 1 second.",
  "furniture9description": "[9/9 Mythic Pieces] Raku is able to use his Ultimate ability an additional time if the initial Ultimate did not successfully kill the enemy. This effect can only be used once each time Raku’s Ultimate ability is used."
}