{
  "name": "Respen",
  "tagline": "The Windchild",
  "faction": "Wilder",
  "type": "Agility",
  "class": "Ranger",
  "role": "Burst Damage",
  "lore": "The \"Nautical Annals of the Kingdom\" tell of a ferocious storm at the time of Respen's birth.<br>\r\nThe violent, stormy winds that swept through many coastal towns almost sent everything not bolted down to the ground sailing off into the sky.<br>\r\nAmidst the mighty roar of the elements, Respen first opened his newborn eyes. Surrounding him in its embrace, the wind gently kissed his forehead and eyes. Converging from every corner of the world, the winds resonated with him, bestowing upon him the ability to feel and know them.<br>\r\nAs he came into the world, the winds picked up dramatically, enormous waves crashed against the Kingdom's coastline, and even the ancient underwater canyons seemed to tremble to the rhythm of the wind's fury.<br>\r\nAs time went on and the storm continued to rage, it seemed only to escalate in severity, putting coastal towns in greater danger. As it's ferocity grew, Khazard, the Guardian of the Tides, arose from the waves before Respen. The newborn elemental looked at him. Khazard's eyes were remarkably calm and gentle.<br>\r\nRespen soon calmed down in the water elemental's soothing embrace. Just like an infant, he clumsily floundered around, gradually discovering his own limbs.<br>\r\nWith Khazard's help, the ferocious storm gradually eased, the coast once again restored to peace.<br>\r\nNature's five great elements are all closely related, kept in a state of harmony by the combined efforts of the five elemental Guardians.<br>\r\nChanges in factors such as temperature and topography influence the ever-present winds. Born of the wind, Respen, too, is influenced by these factors, his personality fickle and volatile.<br>\r\nSome ocean-bound fleets learned only too well of Respen's temperamental nature as the gentle sea-breeze so quickly became a howling gale that tossed their ships into tumult in all of a split-second. The ships' crews holed up in their cabins prayed fervently that the fickle 'Windchild' would bless them with smooth passage into port.<br>\r\nAs well as his eccentric nature, this new elemental Guardian didn't yet seem entirely capable of controlling his powers. In order to restore balance to the elements, Khazard took it upon himself to guide Respen, aiding him in reconnecting with the blowing winds each time he lost control.<br>\r\nThe greatest storm is born at sea, and so it is that it shall fade away there, too. With Khazard's patient guidance, Respen gradually came to understand his role as an elemental Guardian. He draws back the wind, alters the flow, and eliminates the elemental chaos at the coastline, restoring order to everything.<br>\r\nAs the environment improved, Sankast also gradually flourished. The Golden Coast was bustling with ships of all shapes and sizes, the ocean breeze filling their sails.<br>\r\nSankast was awarded the title 'City of a Thousand Sails'. Grateful for Respen's blessings, the people gave thanks to Respen and erected a statue in his honor, calling him The Windchild. Just as everything was in proper order, Khazard suddenly vanished. Respen couldn't find him. He initially believed Khazard had simply returned to nature, since such is the destined end of all elementals. Yet, a new Guardian of the Tides had still not been born.<br>\r\nRespen felt an insurmountable grief and loneliness at the loss of his mentor. He searched continuously and tirelessly, until one day a peculiar message drifted to him carried by the currents of the wind. Following this calamitous essence to the Bastion of the Elements, he found a Hypogean, its heavy breath chilled and biting.<br>\r\nSplashed by flames of elemental chaos, the Hypogean had broken through, reaching out and touching the enormous elemental shrine. As the powerful Hypogean made contact with it, Respen could feel the fabric of elemental order within being eroded and torn asunder. The Shrine of the Elements was the foundation of the elements. If it were to be destroyed, the chaos that would ensue would be disastrous for Esperia. The power of the Gods would be depleted even further. Respen tentatively called out to the figure at the Shrine, \"Khazard?\" Yelling out loud the name of one once admired by so many.<br>\r\nKhazard turned around, coldly looking down at him, \"Do you intend to stop me, too? Just like them?\" His blood-red eyes glared at Respen, his icy grin chilling him to the core. Suddenly, Respen clocked the dead bodies of the Wilder Elementalists strewn about the place, surrounding the pair of them.<br>\r\n\"Why are you doing this?\" Respen averted his eyes from the corpses, all so clearly cut down with ice. He just couldn't believe it was all real.<br>\r\nWhen did all this begin? What on earth drives a faithful elemental Guardian to become a degenerate Hypogean?<br>\r\nKhazard wasn't remotely interested in answering any questions. \"Pitiful worm, I truly wish you could see what I see.\"<br>\r\nThe Hypogean's contempt for Respen was evident, he made no attempt to hide it. The ice snake coiled around his arm raised it's head. A sudden blast of ice blocked the pathway as a formidable ice wall rose up from the ground and completely surrounded Respen.<br>\r\nBound into an unprecedented state of inaction, Respen's Wind Swallow slammed into the ice wall desperately attempting to break through, but the icy cage wouldn't budge.<br>\r\n\"Only the power of a hurricane can break my ice cage. You, who have never had full control of your moods and emotions are still powerless to control the winds. Isn't that so?\" Khazard felt his time has been wasted on Respen and lamented it thus, sighing bitterly, \"… Such an incompetent Guardian, why not return to nature a little sooner, hmm?\"<br>\r\nAs Khazard moved, his ice creation moved with him. Respen was suddenly impaled from all sides as his icy prison closed in, cutting deep into his flesh. \"What you said before… about the Guardian's duties… Was it all just lies?\"<br>\r\nThe bitter cold was sapping away his will, \"I thought… We could bridge the elements and generations, be teacher and student… or even… friends.\"<br>\r\nRespen closed his eyes. The anger and betrayal he felt that swirled around his mind suddenly receded like the tides. In his mind's eye he saw a clear image of Khazard, Guardian of the Tides.<br>\r\nHe remembered a magnanimous hand upon his head, crystal clear blue eyes looking down at him, \"One day I shall disappear, just like the seafoam. When that day comes, you must remember my words, do not forget… Promise me this.\"<br>\r\n\"You are not him.\" Respen opened his eyes, glaring daggers at the Hypogean before him. \"Khazard would never criticize others. He told me I can be anything I want to be, just like the ever changing winds.\"<br>\r\nA sudden elemental surge welled up within the ice cage. A split second later, Respen appeared before the Hypogean like a sudden flurry of wind, launching into an unexpected counterattack.<br>\r\n\"None shall define me… Incompetent or otherwise, it is not for you to decide!\"<br>\r\nEven in those final moments, Hypogean Khazard still couldn't believe that Respen had broken free of the ice cage and driven him back.<br>\r\nBecause of Respen, the crisis at the Bastion of the Elements was temporarily averted.<br>\r\nThe ocean winds are still treacherous, much like a child throwing a tantrum one moment and giggling with the glee the next.<br>\r\nThe citizens of the Thousand Sail city continue to adore their Windchild just as always.<br>\r\nAt every festival, they never forgot to present his statue with wreaths of flowers, even though they know he will do whatever he pleases anyway.<br>\r\nHe is fickle and unpredictable, making humans fear the awesome power of nature.<br>\r\nActing on his own whims, never being confined to rules and changing the landscape. He even changed the way the land is pollinated, inadvertently causing the blooming of flowers all across Esperia, each bringing its own attitude.",
  "skill1name": "Wind Spiral",
  "skill1lvl1": "Respen manifests a Wind Swallow every 3 seconds, which encircle himself up until 5 Swallows exist. Active: Using his Ultimate ability, Respen sends the enemy with the highest Attack Rating hurtling into the air, dealing 250% damage to them, also stunning them for 3 seconds. All Wind Swallows manifested by Respen currently on the battlefield will then respectively deal an additional 90% damage to the enemy.",
  "skill2name": "Feathered Fury",
  "skill2lvl1": "Ability is only activated when a Wind Swallow is next to Respen. Respen commands a Wind Swallow to attack the nearest enemy, dealing 220% damage to them. If the enemy is not already being encircled by a Swallow, the Swallow will encircle them until the end of battle. If the enemy is already being encircled by a Swallow, the Swallow's attack will stun the enemy for 3 seconds, and the Swallow will fly towards an enemy which is not being encircled, and encircle them.",
  "skill2lvl2": "Damage is increased to 250%.",
  "skill3name": "Winged Attack",
  "skill3lvl1": "When an enemy is sent flying into the air, Respen manifests an additional Wind Swallow to attack them, dealing 240% damage to them. After the attack, the Swallow will return to Respen’s side. This ability can target the same enemy once every 3 seconds.",
  "skill4name": "Winged Protection",
  "skill4lvl1": "When Respen is suffering the effects of control abilities, he manifests an additional Wind Swallow that encircles himself, creating a shield that exists for 6 seconds. The shield has a value equal to 18% of Respen’s own max health. This ability can be used once every 3 seconds.",
  "skill1lvl2": "Damage dealt by manifested Wind Swallows is increased to 120%.",
  "skill2lvl3": "Enemies that are encircled by a Wind Swallow have their Accuracy reduced by 80 points and Haste reduced by 25 points.",
  "skill3lvl2": "Damage is increased to 260%.",
  "skill4lvl2": "Shield’s value is equal to 20% of Respen’s max health.",
  "skill1lvl3": "Damage dealt by manifested Wind Swallows is increased to 150%.",
  "skill2lvl4": "Damage is increased to 280%.",
  "skill3lvl3": "Damage is increased to 280%.",
  "skill4lvl3": "Shield’s value is equal to 22% of Respen’s max health.",
  "engravings30name": "Winged Attack",
  "engravings30description": "Enhance the ability Winged Attack, Damage is increased to 290%.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: AS +5",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: AS +5",
  "engravings60name": "Winged Protection",
  "engravings60description": "Enhance the ability Winged Protection, Shield duration is extended to 8 seconds.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: AS +5",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: AS +5",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: CRIT +10 LL +10",
  "siname": "Mark of the Wild",
  "sidescription": "A symbol with which Respen was born with that allows him to resonate with the wind, and sense its will.",
  "siskillname": "Kindred Spirits",
  "siskilldescription": "For every 3 Wind Swallows Respen has manifested, his Attack Rating is increased by 9% and his Crit Amplification is increased by 4 points until the end of battle. Ability can be stacked 4 times.",
  "siskill10unlocks": "[+10 Unlocks] Each time Respen’s attributes are increased, his Attack Rating is increased by 12% and his Crit Amplification is increased by 6 points.",
  "siskill20unlocks": "[+20 Unlocks] Each time Respen’s attributes are increased, his Attack Rating is increased by 15% and his Crit Amplification is increased by 8 points.",
  "siskill30unlocks": "[+30 Unlocks] After manifesting a total of 6 Wind Swallows, all allies will have their Haste increased by 25 points.",
  "furniturename": "Wishful Winds",
  "furniture3description": "[3/9 Mythic Pieces] 2 Wind Swallows are already encircling Respen when he enters battle.",
  "furniture9description": "[9/9 Mythic Pieces] Respen commands two Wind Swallows to attack enemies when using his ability “Feathered Fury”, if there are no less than 3 Wind Swallows encircling him."
}