{
  "name": "Saurus",
  "tagline": "The Risen Warrior",
  "faction": "Wilder",
  "type": "Strength",
  "class": "Warrior",
  "role": "Continuous Damage",
  "lore": "Saurus never thought he’d lose, especially not to one so young. He was outmatched at every move, his opponent was not only faster and stronger, but clearly more skilled. A prodigy. The humiliation of so decisive a defeat weighed heavily on Saurus’ shoulders, his ego shattered, and his courage gone. He opted for exile over ignominy and set sail for far shores. <br>\r\nRustport is bad for locals and a nightmare for visitors, but the last thing on the former fighter’s mind was self-preservation. A few days after entering the squalid heap of a city, his situation did manage to get worse. Saurus is one of a very rare people in Esperia and certain practitioners of arcane arts will pay a large sum for their blood, believing it to contain magical or alchemical properties. Such it was that the exile found himself in a cage. Not for something he’d done, but for something he had. <br>\r\nThe cage sat in a soggy storehouse. The lapping of waves could be heard just outside. It was dark here, but a little light came in weakly through gaps in the boards. He heard another faint noise over the waves. A child, crying. Footsteps approached, though he couldn’t see the one who made them. Then, more clearly, a harsh voice and the creak of another cage’s door opening. There was a sharp crack as if from a whip and two figures stepped into view in the dim light, one large and one small. Saurus could tell from the man’s clothes that he was one of The Whispers, perhaps the most notorious gang of criminals in the city. So that’s who’d taken him. He had awoken here several hours ago feeling strangely groggy in a cage by the water and now he knew who to thank for it.<br>\r\nThe child huddled quietly as two more Whispers approached. “Stealin’ eh? Mighty horrible business to get caught up in. Even worse is that you stole from Old Goff’s bread cart. See, Old Goff pays us protection fees to make sure his business all goes smooth. Some coin for us, protection for Old Goff’s bread. Now, if someone were to do anything to harm that baker or undermine our arrangement, that’s coin out of our pocket. Now you’re gonna whinge on about how you only took one loaf, and that you was hungry an’ all, but if we go easy on you, we’d take a hit on the reputation wouldn’t we? So, what was the price of that loaf? Let’s say… two fingers.”<br>\r\nA knife flashed from the belt of the speaker. Saurus bellowed, horrified by what he was seeing. The sudden roar caught everyone off guard. Until now the volume had matched the subdued atmosphere in the storehouse. The girl retained some of her wits, however. Slipping out of her captor’s grasp, she snatched a ring of keys from his belt and ran full tilt toward Saurus’ cage. The three Whispers had almost caught up to her when the lock turned heavily and the cage door swung open. They stopped, sudden terror etched on their faces. There wasn’t time for them to draw their weapons before Saurus had his teeth and claws in them.<br>\r\nWith his foes dispatched, he looked about for the girl. She had disappeared in the commotion. He reflected on their circumstances. She, a child hungry to the point of theft, captured by ruthless criminals, remained defiant throughout the ordeal. He, a renowned fighter, fallen to despair after losing a bout. His spirit had been like hers, before. Perhaps it could be again. She had handled herself well, but if he hadn’t been there to help, she would be short two fingers now. She, in turn, had saved him. He would need to be vigilant. The Whispers would come back, possibly for both of them. He’d need to find her before them if she was to remain safe.<br>\r\n''\"Never forget who you are.\"''",
  "skill1name": "Phase Form",
  "skill1lvl1": "Enabling phase form creates a phased, ephemeral version of Saurus that copies several of Saurus’ abilities for 9 seconds, which deals 85% of the original Saurus’ damage value. ",
  "skill2name": "War Strike",
  "skill2lvl1": "Saurus uses his spear to attack all nearby enemy targets for 170% AoE damage, after which he proceeds to attack the nearest enemy target, dealing a further 280% damage to them, also causing them to become stunned for 2 seconds. Successfully using this ability without any interruptions resets the cooldown timer of Saurus’ “Burst Strikes” ability.",
  "skill2lvl2": "AoE damage is raised to 180%.",
  "skill3name": "Burst Strikes",
  "skill3lvl1": "Saurus deals 100% AoE damage 4 times to all enemies within his attack range. Successfully using this ability without any interruptions resets the cooldown timer of Saurus’ “War Strike” ability.",
  "skill4name": "Tenacity",
  "skill4lvl1": "When Saurus or his phase form use either of their “War Strike” or “Burst Strikes” abilities without any interruptions, Saurus’ Attack Rating will be increased by 10% and his Defense Rating will be increased by 25%. This ability can be stacked 5. If any of Saurus’ abilities are interrupted, this effect will end.",
  "skill1lvl2": "Enabling phase form creates a shield around Saurus that is able to mitigate 500% of the damage he receives, which persists until the phased version of Saurus disappears.",
  "skill2lvl3": "Stun effect lasts for up to 3 seconds",
  "skill3lvl2": "Each attack deals additional damage that is equal to 6% of the target’s current health.",
  "skill4lvl2": "All of Saurus’ allies receive a Defense and Attack Rating increase that is worth 80% of Saurus’ own increased Attack and Defense ratings.",
  "skill1lvl3": "Enabling phase form creates a shield around Saurus that is able to mitigate 700% of the damage he receives, which persists until the phased version of Saurus disappears.",
  "skill2lvl4": "AoE damage is raised to 200%.",
  "skill3lvl3": "Damage is increased to 110%.",
  "skill4lvl3": "All of Saurus’ allies receive a Defense and Attack Rating increase that is worth 100% of Saurus’ own increased Attack and Defense ratings.",
  "engravings30name": "Burst Strikes",
  "engravings30description": "Enhance the ability Burst Strikes, Damage is increased to 120%.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: PP +1.82",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: PP +1.82",
  "engravings60name": "Tenacity",
  "engravings60description": "Enhance the ability Tenacity, Saurus' Attack Rating will be increased by 12% and his Defense Rating will be increased by 30%.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: PP +1.82",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: PP +1.82",
  "siname": "Hope’s Edge",
  "sidescription": "Crafted by the finest Wilder weaponsmith and enchanted by the most powerful enchanter in Esperia, this rare two-headed spear is brimming with the powerful arcane forces of the forest. Only the most proficient of warriors are capable of utilizing such perfection.",
  "siskillname": "Warrior's Valor",
  "siskilldescription": "When the ability “Tenacity” can no longer be stacked any further, Saurus will recover 40% worth of his own Attack Rating as health every second.",
  "siskill10unlocks": "[+10 Unlocks] When the ability “Tenacity” can no longer be stacked any further, Saurus will recover 70% worth of his own Attack Rating as health every second.",
  "siskill20unlocks": "[+20 Unlocks] When the ability “Tenacity” can no longer be stacked any further, Saurus will recover 100% worth of his own Attack Rating as health every second.",
  "siskill30unlocks": "[+30 Unlocks] When the ability “Tenacity” can no longer be stacked any further, Saurus’ allies will recover 150% worth of his Attack Rating as health every time the abilities “War Strike” or “Burst Strikes” are used without being interrupted.",
  "furniturename": "Impregnable Resistance",
  "furniture3description": "[3/9 Mythic Pieces] Saurus receives 10% less damage from enemies when using his \"Burst Strikes\" or \"War Strike\" abilities.",
  "furniture9description": "[9/9 Mythic Pieces] Saurus receives 25% less damage from enemies when using his \"Burst Strikes\" or \"War Strike\" abilities."
}