{
  "name": "Seirus",
  "tagline": "Savior of the Sea",
  "faction": "Wilder",
  "type": "Strength",
  "class": "Warrior",
  "role": "Tank",
  "lore": "Any well-traveled practitioner of magic in Esperia can tell you that the more remote a place is, the more magical energy it will possess. Far from the dampening effects of civilization, magic flows stronger and more freely. In these far-flung locales, from the Oromouth Highlands to the Scorched Expanse, strange creatures roam the stretches of wild. Born of the prevailing elements in their homes, they are a manifestation of that place's unconscious will.<br>\r\nAzure Cove is situated between the Dark Forest and the Bastion of the Elements. Its position relative to the ocean's currents means that this patch of water is fickle and fierce. Here, a tranquil sea mirroring the sky above can become a darkly churning maelstrom seemingly without reason or recourse. Decades ago, a massive tsunami swept through the cove, permanently altering the area's gestalt and birthing in its turmoil a new avatar. A new manifestation of this altered place.<br>\r\nSeirus is a son of sea and storm. He is the raging current and inevitable tide, the vast power of unseen forces. He naturally protects the area to which he is bound. Those who would pollute the cove condemn themselves to a frantic death beneath the waves if they come too close to its shores. Fishing boats risk disappearing into sudden whirlpools when they take more than the sea wants to give.<br>\r\nMuch of Seirus' time is spent near the shore marking the seaward edge of the Dark Forest. He has developed a close relationship with the forest's inhabitants and now even thinks of himself as one of them. A Wilder of the waves and surf. The Wilders, in turn, consider him one of their own. After all, what is their realm but a terrestrial expansion of his? What among their goals and methods differ? They stand as one to form the insurmountable will of nature, of the very world itself.<br>\r\n''“The tide shapes all things.”''",
  "skill1name": "Abhorrent Torrent",
  "skill1lvl1": "Seirus sends several large waves surging towards his enemies, dealing 70% damage per wave. Each wave knocks the enemies backwards and stuns them.",
  "skill2name": "Deluge",
  "skill2lvl1": "Seirus calls up on the ocean's power by summoning large columns of water that erupt at the nearest 2 enemies' feet. The columns of water cause 120% AoE damage to nearby enemies and become larger and more powerful the closer they are standing to Seirus.",
  "skill2lvl2": "Damage is increased to 130%.",
  "skill3name": "Ocean's Blessing",
  "skill3lvl1": "Seirus uses the ocean's blessing to strengthen his weapon. After strengthening his weapon, the following 3 normal attacks will have a greater Area of Effect range and increased damage, allowing Seirus to deal 180% damage per normal attack.",
  "skill4name": "Free Flow",
  "skill4lvl1": "Damage that is less than 7% of Seirus' maximum health is reduced by 50%.",
  "skill1lvl2": "Damage is increased to 75%.",
  "skill2lvl3": "Targets 3 nearest enemies.",
  "skill3lvl2": "Damage of normal attacks raised up to 200%.",
  "skill4lvl2": "Damage less than 9% of Seirus' maximum health is reduced.",
  "skill1lvl3": "Damage is increased to 80%.",
  "skill2lvl4": "Damage is increased to 140%.",
  "skill3lvl3": "Damage of normal attacks raised up to 220%.",
  "skill4lvl3": "Damage less than 10% of Seirus' maximum health is reduced.",
  "engravings30name": "Ocean's Blessing",
  "engravings30description": "Enhance the ability Ocean's Blessing, Damage of normal attacks raided up to 240%",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: CDA +5",
  "engravings303star": "Reach 3 Star ascended with this hero to gain: CDA +5",
  "engravings60name": "Free Flow",
  "engravings60description": "Enhance the ability Free Flow, Damage value is reduced by 65%",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: CDA +5",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: CDA +5",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: AS +16.67 PP +6.08",
  "siname": "Tidemaker",
  "sidescription": "A fearsome weapon with the power of crashing waves.",
  "siskillname": "Sea Lord",
  "siskilldescription": "At the beginning of battles Seirus will cause his own max health to increase by 40%, however his current health after the increase will not be at maximum unless restored.",
  "siskill10unlocks": "[+10 Unlocks] At the beginning of battles Seirus will recover 2% of his max health per second over 40 seconds.",
  "siskill20unlocks": "[+20 Unlocks] The value of Seirus’ max health increase is raised to 70%.",
  "siskill30unlocks": "[+30 Unlocks] The value of Seirus’ max health increase is raised to 100%.",
  "furniturename": "Submerge",
  "furniture3description": "[3/9 Mythic Pieces] After an enemy has been knocked to the edge of the battlefield, Seirus uses his \"Deluge\" ability against them. Ability may only be used against the same enemy once every 10 seconds.",
  "furniture9description": "[9/9 Mythic Pieces] Ability may be used once every 4 seconds."
}