{
  "name": "Solise",
  "tagline": "The Floral Wonder",
  "faction": "Wilder",
  "type": "Intelligence",
  "class": "Mage",
  "role": "Control",
  "lore": "The majority of Wilders believe that all living things have a sort of soul, a portion of the living force Esperia's kingdoms, even an average Wilder seems gifted in sensing subtle cues from the environment around them. Some among the forest folk, however, are especially gifted in one aspect or another. While one may read the clouds for hidden meaning or listen to the whispers of the wind, another will call on swarms of insects to do their bidding or see through the eyes of the birds flitting through the canopy.<br>\r\nSolise is one such gifted Wilder. She has become the preeminent botanist among her people through her advanced abilities with flowers and other things that bloom. With a touch, a taste, or a smell, she can understand fully the properties of a plant. Every petal and seed yields the entirety of its being to her careful gaze, and she misses nothing. This communication, however, works more often as a dialogue. Solise can speak to the green things of the woods in ways that very few could hope to understand. The plants she encounters invariably grow fast and strong, prime specimens in the forest that itself is Solise's garden.<br>\r\nSolise understands that life is cyclical. Death gives rise to new life, and as such she does not hesitate to use the growing things of the forest in her potent medicines. Where possible, a leaf or bud will be trimmed neatly off a healthy plant. When necessary, roots and stems will be harvested for other purposes, thus continuing the cycle. The concoctions stored in Solise's modest hut are seemingly innumerable, with something existing for every possible ailment, while some serve stranger purposes.<br>\r\nHer abilities don't end here, however. Solise can actually detect and manipulate the intangible life force that courses through every fiber of the plants and when needed, draw it out to manifest as a flower spirit. She has always tried to use this power sparingly, but now, as the blight of the hypogean invaders spreads, she is forced to take increasingly drastic measures to defend her home. Solise has sensed the destruction the demons have wreaked thus far, and she looks to correct it. When their corpses are left to decay on the forest floor, nourishing generations of growth to come, their debt will be repaid and the balance of the cycle restored. She intends to see this happen.<br>\r\n''\"Today's blood is tomorrow's bloom\"''",
  "skill1name": "Blossom Fall",
  "skill1lvl1": "  ",
  "skill2name": "Floral Disruption",
  "skill2lvl1": "  ",
  "skill2lvl2": "  ",
  "skill3name": "Floral Specter",
  "skill3lvl1": "  ",
  "skill4name": "Forest's Blessing",
  "skill4lvl1": "  ",
  "skill1lvl2": "  ",
  "skill2lvl3": "  ",
  "skill3lvl2": "  ",
  "skill4lvl2": "  ",
  "skill1lvl3": "  ",
  "skill2lvl4": "  ",
  "skill3lvl3": "  ",
  "skill4lvl3": "  ",
  "engravings30name": "Floral Specter",
  "engravings30description": "Enhance the ability Floral Specter, Inflicts damage equal to 110% of Solise's Attack Rating each time.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: HASTE +3",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: HASTE +3",
  "engravings60name": "Forest's Blessing",
  "engravings60description": "Enhance the ability Forest's Blessing, The 2 most injured allies receive the blessing's effects.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: HASTE +3",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: HASTE +3",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: ATK +10% DEF +37.04%",
  "siname": "Floral Cloak of Hope",
  "sidescription": "Woven together with a magical material, this cloak is more powerful than it appears. Wearing it allows one to forge a powerful connection with the forest’s flora.",
  "siskillname": "Flower Power",
  "siskilldescription": "The Floral Specter will attack 2 enemies simultaneously.",
  "siskill10unlocks": "[+10 Unlocks] The Floral Specter gains an additional 20% health. ",
  "siskill20unlocks": "[+20 Unlocks] The Floral Specter gains an additional 50% health. ",
  "siskill30unlocks": "[+30 Unlocks] The Floral Specter will attack 3 enemies simultaneously. ",
  "furniturename": "Floral Rejuvenation",
  "furniture3description": "[3/9 Mythic Pieces] When the Floral Specter is defeated or its duration on the battlefield expires, it transforms itself into a spirit form that becomes impervious to all attacks for 8 seconds. When \"Blossom Fall\" is occurring, the spirit is able to attack enemies, however, its damage output is decreased by 15%.",
  "furniture9description": "[9/9 Mythic Pieces] While Solise is alive, if an allied hero that is positioned on the frontline is defeated, a Floral Specter will appear at that allied hero's position."
}