{
  "name": "Tasi",
  "tagline": "Dreamhopper",
  "faction": "Wilder",
  "type": "Intelligence",
  "class": "Support",
  "role": "Control",
  "lore": "Tasi, sometimes known as the fairy of dreams, is responsible for the dreams of all people. She possesses the power to give both pleasant, restful dreams and the most terrifying nightmares.<br>\r\nMost believe that Tasi was originated from a sort of dream realm, where she existed as a being without form, constituted by her energy alone. The driving force in her life was to calm the sufferers of nightmares, going every night to visit the dreams of countless thousands. Since Esperia's innocents, but it was to no avail. She was slowly and surely losing her fight against it. A tide of nightmares was swirling up around the sleeping. She had done all that she could do in the dream realm. Any further action would need to happen in the realm of the firmly physical, and for that she would need a physical vessel. She sent out the call to action for anyone that could help her achieve this feat.<br>\r\nA treant called Ulmus answered her call. He went to the spring of life as she'd asked. He brought the required offerings and performed the ritual deliberately, making sure to go through all the steps correctly. The ritual was a success, and she was bestowed a human form with the wings of a butterfly. Now in the physical realm, she did what came most naturally and joined forces with Ulmus.<br>\r\nThe forest had become covered with blight, eroding and infecting all that it touched, even causing madness among the hermits and smaller settlements. Its magic was powerful. Ulmus would be one of the leaders in the fight against the invasive blight, and Tasi would be his second-in-command<br>\r\nTasi and Ulmus fought together against the encroaching evil, and they proved formidable. Enemies entering the fray would suddenly fall asleep, still clutching weapons. They wouldn't awaken until they found themselves being slowly crushed under Ulmus' roots.<br>\r\nWhen Ulmus was infected with the blight, and only the barest spark of his being remained tucked away deep in his mind, it was Tasi who found that spark and kept it burning until Arden could arrive to rescue them both.<br>\r\nNow, with her companion able to fight once more, she returns to the frontline to do her part on behalf of the forest and all the dreamers beyond.<br>\r\n''“Sleep soundly, my friend.”''",
  "skill1name": "Slumber",
  "skill1lvl1": "Tasi puts all enemy targets to sleep for 4 seconds. Once the enemies awaken, they will be dealt 25% of the damage received while they were asleep.",
  "skill2name": "Dream Spirit",
  "skill2lvl1": "Tasi summons a magical fairy which lasts for 10 seconds and periodically attacks enemies or heals teammates. The fairy deals 55% damage to enemies and heals teammates for 55%.",
  "skill2lvl2": "Damage and healing values are raised by up to 60%.",
  "skill3name": "Banishment",
  "skill3lvl1": "Tasi banishes the enemy target with the highest Attack Rating for 4 seconds. While in a banished state the enemy cannot attack or be attacked.",
  "skill4name": "Teleportation",
  "skill4lvl1": "After suffering damage, Tasi extricates herself from any control abilities that are afflicting her and teleports behind a random enemy target. While teleporting, Tasi is unable to be attacked. After teleporting, Tasi increases her nearby allies' Haste and attacks any nearby enemies, dealing 140% damage to them. This ability has a cooldown period of 6 seconds.",
  "skill1lvl2": "Duration is extended up to 5 seconds.",
  "skill2lvl3": "Effects are increased to 13 seconds.",
  "skill3lvl2": "Steals 40% of the target's Attack Rating while they are banished.",
  "skill4lvl2": "Cooldown time is reduced each time Tasi is struck.",
  "skill1lvl3": "Damage dealt after waking up is increased to 30%.",
  "skill2lvl4": "Damage and healing values are raised by up to 65%.",
  "skill3lvl3": "Duration is extended up to 6 seconds.",
  "skill4lvl3": "Damage is increased to 170%.",
  "engravings30name": "Banishment",
  "engravings30description": "Enhance the ability Banishment, Steals 55% of the target's Attack Rating while they are banished",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: HARTE +3",
  "engravings303star": "Reach 3 Star ascended with this hero to gain: HARTE +3",
  "engravings60name": "Teleportation",
  "engravings60description": "Enhance the ability Teleportation, Damage is increased to 190%",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: HASTE +3",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: HASTE +3",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: HP+ 13.7% DEF +37.04%",
  "siname": "The Dream Halo",
  "sidescription": "An ethereal ring of light capable of driving away nightmares.",
  "siskillname": "Diminish",
  "siskilldescription": "Reduces the attack rating of nearby enemies by 10% after Tasi uses her “Teleportation” ability.",
  "siskill10unlocks": "[+10 Unlocks] The scope of the reduced attack rating effect is increased up to 15%.",
  "siskill20unlocks": "[+20 Unlocks] The scope of the reduced attack rating effect is increased up to 20%.",
  "siskill30unlocks": "[+30 Unlocks] The scope of the reduced attack rating effect is increased up to 30%.",
  "furniturename": "Double Teleportation",
  "furniture3description": "[3/9 Mythic Pieces] If Tasi is attacked within 1.5 seconds of using her ability \"Teleportation\", the ability will be instantly triggered again.",
  "furniture9description": "[9/9 Mythic Pieces] Cooldown for the ability \"Teleportation\" is reduced by 1 seconds."
}