{
  "name": "Ulmus",
  "tagline": "Aldermarrow",
  "faction": "Wilder",
  "type": "Strength",
  "class": "Tank",
  "role": "Tank",
  "lore": "Ulmus is old even by Treant standards, and he has resided within the forest for all his life. When the forest was first defiled by the Hypogean invasion, his leaves began to wilt, his tough old bark to rot, his calm mind to blur under the affliction that set into him. His roots grew independently of his control and he had no power to stop them. Nearly all of the creatures that had lived among his branches and roots, providing him with companionship and enjoying his protection, fled. He had become an unwitting danger to them.<br>\r\nStruggling with the blight of body and mind, he knew only frustration and sorrow. His roots sank deep into the earth, anchoring him in place. When he tried to move, his branches would sporadically convulse as if electrified. What had he become? Memories of his long life flowed through his consciousness. The countless seasons, the various creatures he had known and lived aside, the esteem gained through years of service and succor, it was all fading. He had given up. He had stopped resisting.<br>\r\nIn the deepest throes of defeat, a warm brightness cut through the darkness that surrounded him. \"Hold on, old friend.\" Arden. The wizened little sage pointed his stand at Ulmus' rotting trunk, illuminating it with a serene yet revitalizing light. The Treant's overgrown roots reacted as if in pain. They began to writhe and whip about violently, tearing furrows in the polluted earth. Flashing toward the intruder, they wrapped Arden in a sinister embrace. Blood darkened his white beard.<br>\r\nHere Ulmus found the strength he had needed. He had lost everything close to him and had given up, but he wouldn't stand by and simply watch someone he respected this much be crushed in his own tangle of roots. Arden, his close friend of centuries, gasped what very well may have been his final words. \"Forget about me. Free yourself of this sickness. Persist!\" Arden's staff glowed with increasing intensity until nothing could be seen. The light even seemed to block out the sounds of the whipping roots and shaking branches.<br>\r\nWhen the light dimmed and only the sunbeams filtering through the canopy illuminated the scene, Ulmus was a living symbol of rejuvenation. The overgrown roots had been shed and were already nothing more than dry husks. Withered, dead leaves littered the ground in a thick blanket and were replaced on the Treant's branches with the small, bright green leaves of spring. The deep fissures in his bark had closed up and his trunk and limbs radiated strength. There was only one problem. Arden had disappeared.<br>\r\nAfter a brief moment of panic, one of the piles of dead leaves began to rustle before parting to reveal a bewildered old face, blinking the light away. Setting his sights on Ulmus, he lit up with a smile, rising as he brushed down his beard. “It's good to have you back.”<br>\r\n''“Stay strong until spring returns.”''",
  "skill1name": "Deep Roots",
  "skill1lvl1": "Ulmus immediately recovers 40% of his max HP and roots himself to the ground until the end of battle. While rooted to the ground, Ulmus is immune to all control abilities and his normal attack turns into a ranged attack that raises his Attack Rating by 40%. If Ulmus possesses enough energy while he is rooted, he will use 35% of his maximum energy to strengthen his normal attack damage and stun effect.",
  "skill2name": "Writhing Roots",
  "skill2lvl1": "Ulmus uses his roots to entangle nearby enemies, causing 120% damage to them. Enemies that are entangled cannot use any attacks.",
  "skill2lvl2": "Damage is increased to 125%.",
  "skill3name": "Forest's Oath",
  "skill3lvl1": "Ulmus casts a shield around his weakest teammate, mitigating up to 200% of the damage they receive.",
  "skill4name": "Life Torrent",
  "skill4lvl1": "A passive ability that restores 4% of lost HP per second.",
  "skill1lvl2": "Energy required to strengthen normal attacks is reduced to 30% of max Energy.",
  "skill2lvl3": "Damage is increased to 130%.",
  "skill3lvl2": "Shield restores 4% of lost HP per second while active.",
  "skill4lvl2": "Weakest ally also receives this ability's effects.",
  "skill1lvl3": "Attack Rating is raised by 50%.",
  "skill2lvl4": "Damage is increased to 135%.",
  "skill3lvl3": "Value of the shield is increased to 220% of attack rating value.",
  "skill4lvl3": "Restores 5% of lost HP per second.",
  "engravings30name": "Forest's Oath",
  "engravings30description": "Enhance the ability Forest's Oath, Value of shields is increased to 240% of attack rating value",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: CRIT +3",
  "engravings303star": "Reach 3 Star ascended with this hero to gain: CRIT +3",
  "engravings60name": "Life Torrent",
  "engravings60description": "Enhance the ability Life Torrent, Restores 6% of lost HP per second",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: CRIT +3",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: CRIT +3",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: ATK +10% DEF +37.04%",
  "siname": "Totem Scoring",
  "sidescription": "Strange carved designs that glow with ancient power.",
  "siskillname": "Healing Roots",
  "siskilldescription": "Ulmus’ own health recovery effects are increased by 10%.",
  "siskill10unlocks": "[+10 Unlocks] Ulmus’ own health recovery effects are increased by 20%.",
  "siskill20unlocks": "[+20 Unlocks] After using the ability “Deep Roots” Ulmus’ health recovery effect is increased by an additional 20%.",
  "siskill30unlocks": "[+30 Unlocks] After using the ability “Deep Roots”, the effects of the ability \"Forest's Oath\" will be received by 3 allies.",
  "furniturename": "Protection of Nature",
  "furniture3description": "[3/9 Mythic Pieces] Allies close to enemies that are afflicted by Ulmus' \"Writhing Roots\" ability are granted the positive effects of his \"Forest's Oath\" ability.",
  "furniture9description": "[9/9 Mythic Pieces] The value of the shield granted by \"Forest's Oath\" is increased by 100%."
}