{
  "name": "Baden",
  "tagline": "The Abomination",
  "faction": "Graveborn",
  "type": "Agility",
  "class": "Warrior",
  "role": "Continuous Damage",
  "lore": "Baden was once a Rayne, and had a life typical of the men of his house. He studied hand to hand combat, tactics, strategy, supply logistics, horsemanship, and a slew of other skills to forge the consummate soldier and battlefield leader every Rayne man must be. Though the young men of most noble houses opt to join the king’s army as enlisted officers, the tradition in house Rayne is that each new generation shall enter service at the lowest rank. This ensures that upon reaching command positions (usually within a short span of years thanks to the massive head start the boys receive at Castle Rayne), the future lords and knights of House Rayne have a complete understanding of the entire chain of command.<br>\r\nHe got to know his comrades, men from all walks of life, in barracks and taverns, but it was on the sparring ground that he made a true friend. Thane was the best swordsman he had ever seen, surpassing even the swiftest blades of his family’s men at arms. Thane was glad to finally have spirited competition, Baden was happy at a chance to continue improving his skills, and they got along well from the start.<br>\r\nIf it was the sparring ground that made them friends, it was the crucible of combat that made them brothers. This got them out of one fight spot after another, but eventually it would also mean tragedy. Both men were parsons of courage. Never shying away from the frontlines, they would look for places where the fighting was the most heated, or seek to bolster a part of the line that faltered with their incredible presence and prowess. Thane’s hubris, however, finally got them into real trouble. During a skirmish in Mauler territory, Thane overextended himself, seeking to break the enemy early on by personally destroying their leadership, he unexpectedly met his match. The chieftain he faced was every bit the natural fighter he was, but with a speed and strength no man could hope to match. When Baden saw his friend, trainer, and comrade struck down, he went immediately into action. There wasn’t so much as an instant that he considered his chances against a warrior who had just incapacitated the finest blade he knew.<br>\r\nHe leapt over the prone form of his friend, blade raised to strike and teeth gritted against his adversary. It was only a matter of moments before Baden too lay broken upon the hard, sun-baked dirt, his breastplate crushed under the Mauler’s gigantic blade. He gripped Thane’s hand, and with a few last shaky breaths, died. Thane would be found and carried away by the army’s medics, still unconscious and never seeing his friend’s still face staring blankly up at the sky.<br>\r\nA battlefield attracts a variety of scavengers. Crows and other animals enjoy a grim feast as pragmatically-minded denizens of the land pore over the bodies, relieving them of the valuables the victorious army misses in their perfunctory search. In the darkest hours, even less savory individuals come out. These are they who have the darkest intentions for the remains.<br>\r\nThe necromancer who found the corpse of Baden recognized his value. He knew the scent of Rayne blood, and counted himself lucky to have stumbled upon such a worthwhile find. He resurrected the corpse, weaving a strong net of spells as he did so to control the mind of the resurrected Baden utterly. He would be little more than a proficient tool for leading the other resurrected.<br>\r\nWhat the necromancer couldn’t know about was the undying will and sense of humanity that persisted in Baden’s unbeating heart. This was a person of far more noble character than the average man. His convictions, sense of purpose, and devotion to his house and kingdom and been unwavering throughout his life. No matter how strong the spells of control may have been, they were eventually eroded away by the constant insistence of Baden’s better instincts. After years of servitude, what remained of Baden finally slipped its bonds and retook control of its vessel. The necromancer’s death was swift and clean. There was barely time to express surprise at the resurrected ignoring a command before the sword was pinning the sorcerer to the back of his chair.<br>\r\nBaden thought he was free. But that very night, while looking up at the scattering of stars, he felt the old familiar feeling creeping back into his mind. He felt himself sinking back to the depths as the old spells reknit themselves around his heart. The necromancer had returned from beyond the veil of death, now as a spectral lich. Though the spirit of Baden still watches from its confinement, the body belongs to the lich.<br>\r\n''“I will take what I want, and keep what is mine.”''",
  "skill1name": "Phantom Strike",
  "skill1lvl1": "Creates a phantom behind a random enemy for up to 6 seconds, attacking them for 180% damage. The phantom has 70% of the hero's attributes, but takes 220% damage. Phantoms created by this skill will only use basic attacks.",
  "skill1lvl2": "Damage is increased to 190%.",
  "skill2name": "Spectral Onslaught",
  "skill2lvl1": "Baden unleashes a three-stage attack on surrounding enemies, with each attack dealing 135% damage to enemy targets.",
  "skill3name": "Spectral Surge",
  "skill3lvl1": "Baden's attack rating is increased by 3% for every phantom on the battlefield, Baden is also able to mitigate 20% damage for every phantom on the battlefield.",
  "skill4name": "Phantom Assassin",
  "skill4lvl1": "Baden summons an additional phantom.",
  "skill1lvl3": "Damage is increased to 190%.",
  "skill2lvl2": "When Baden or his phantom use this ability damage dealt to enemies will be increased by 10% for 7 seconds. This ability can be stacked up to 5 times.",
  "skill3lvl2": "Attack ratings of all phantoms are increased up to 4%.",
  "skill4lvl2": "Damage dealt to the phantom is reduced to 130%.",
  "skill1lvl4": "Phantom's attack rating and health is increased to 0.8.",
  "skill2lvl3": "Damage is increased to 150%.",
  "skill3lvl3": "Attack ratings of all phantoms are increased by up to 5%.",
  "siname": "Spear of Decay",
  "sidescription": "A cruel, necrotic weapon that causes festering wounds nearly impossible to heal.",
  "siskillname": "Phantom Force",
  "siskilldescription": "Each time a total of 4 phantom Baden's disappear from the battlefield, Baden will initiate the effects of his “Phantom Strike” ability.",
  "siskill10unlocks": "[+10 Unlocks] All of Baden’s phantoms have their health increased by 15%.",
  "siskill20unlocks": "[+20 Unlocks] All of Baden’s phantoms have their health increased by 30%.",
  "siskill30unlocks": "[+30 Unlocks] Each time a total of 3 phantom Baden's disappear from the battlefield, Baden will initiate the effects of his “Phantom Strike”.",
  "furniturename": "Phantom Commander",
  "furniture3description": "[3/9 Mythic Pieces] When one of Baden's phantoms disappears from the battlefield, the remaining phantoms regain 45% of the health they have already lost.",
  "furniture9description": "[9/9 Mythic Pieces] If Baden receives fatal damage, he consumes one of his phantoms that currently has a higher health percentage than himself and transfers 60% of the phantom's remaining health to himself. This ability can be used 6 times per battle."
}