{
  "name": "Daimon",
  "tagline": "The Forsaken Child",
  "faction": "Graveborn",
  "type": "Strength",
  "class": "Tank",
  "role": "Tank",
  "lore": "Goddess in Heaven, do you hear me? I am Daimon… You probably don't know me, since today is my first time praying to you.<br>\r\nI have a hard-working father, and a good mother.<br>\r\nMy dad's a doctor, and my mom's the best tailor in town. She made Pladi's skirt, and uncle Tutoh’s wedding suit. Oh, and there’s Stitchy.<br>\r\nDo you want to meet Stitchy? He's my friend, my mom gave him to me for my sixth birthday. I'm already all grown up, this year I turn nine.<br>\r\nDo you think he's powerful? Mom said heroes of war were all like that, wearing capes and riding big horses, bravely protecting us. But, they get hurt, too. So, since he's a good doctor, dad has gone to help them. He stitches them up, just like mum sews up clothes.<br>\r\nI want to be a good doctor, too, but I'm sick. Because I'm not well, mom doesn't let me go outside or play with other children. Dad doesn't have time to come home, either. Grandpa said you like obedient children that listen to their mothers, that you only help well-behaved children get their wishes.<br>\r\nGoddess… Can you make my wish come true? Actually… There was this one day… I didn’t listen to mom, I snuck out and ran off. I wanted to play with the children in town, but they all ignored me. Salina threw stones at me and said my dad was a bad man. Big Petar tripped me over and wanted to steal Stitchy.<br>\r\nI don't want to give Stitchy to him! Stitchy is my best friend! When mom was sewing late into the night, I'd sleep with him and whisper lots of secrets to him.<br>\r\nGoddess, can you hear Stitchy talk? Chichi said I'm a good boy, that Petar, who broke his hand, is the bad one. Stitchy told me to tell mom about what happened, but I didn't want to worry her. Mom is really busy, sewing late at night with an oil lamp, sometimes she cries as she does it. Stitchy said, when people are suffering and very sad, tears fall from their eyes. Is that really true?<br>\r\nGoddess, I'm in so much pain. After winter came, I got a fever, then the diarrhea started and wouldn't stop. Mom said I'd get better, but my head just hurt more and more, and my strength has gone. Midwinter Festivities came and dad still didn’t have time to come and see me. Goddess, was Salina right about dad not coming back? Salina and Petar are outside the window laughing, making a snowman.<br>\r\n\"Mom, I want to make a snowman with dad.\" Mom silently stroked my head as Grandpa prayed to you again.<br>\r\n''\"… O God, if this illness truly is the judgment of those people… please let me, an old man, bear it.\"''<br>\r\nGrandpa Wier is getting older, and so is mom.<br>\r\n''\"I'm sorry mom. It's because of me you're so sad because I'm too sick to eat.\"''<br>\r\nI wanted to wipe away her tears, but it hurts too much. Stitchy said it'll all be over soon. We're going to a new place. Going where? If mom can't find me, she'll definitely cry again. Goddess, I'm begging you, if you can hear me, let me go somewhere mom and dad can find me, I miss dad… I don’t want us… to be apart… ever again…",
  "skill1name": "Blood Shield",
  "skill1lvl1": "Daimon steals 18% health from the enemy with the highest maximum health and converts it into a shield that lasts for 5 seconds (health stolen does not kill the enemy). Once the shield has expired, its remaining shield value will be returned to the enemy as health.",
  "skill1lvl2": "Percentage of max health stolen from enemies is increased to 20%.",
  "skill2name": "Inanimate Companion",
  "skill2lvl1": "Daimon uses his doll, Stitchy to attack the enemy standing in front of him 3 times, each attack deals 200% damage to the enemy, with the final attack causing the enemy to become stunned for 3 seconds.",
  "skill3name": "Forbidden Power",
  "skill3lvl1": "Daimon deals 250% damage to a nearby enemy target, but also receives 120% damage himself. Effects of this ability cannot kill Daimon.",
  "skill4name": "Soul Feast",
  "skill4lvl1": "“Blood Shield” now targets 3 enemies.",
  "skill1lvl3": "Percentage of max health stolen from enemies is increased to 23%.",
  "skill2lvl2": "After every 9 seconds, Stitchy converts 100% of the damage he received during the previous 9 seconds into health for Daimon.",
  "skill3lvl2": "Damage dealt to the enemy is increased to 280%.",
  "skill4lvl2": "Damage is increased to 300%.",
  "skill1lvl4": "Percentage of max health stolen from enemies is increased to 26%.",
  "skill2lvl3": "After every 9 seconds, Stitchy converts 150% of the damage he received during the previous 9 seconds into health for Daimon.",
  "skill3lvl3": "Damage dealt to the enemy is increased to 300%.",
  "siname": "Stitchy",
  "sidescription": "A small soft-toy that goes by the name “Stitchy”, stitched together by Daimon’s mother with the leftover parts of fabric from her tailor shop. Infused with a soul, Stitchy never leaves his owner’s side, and now acts as his guardian protector.",
  "siskillname": "Soul Sunder",
  "siskilldescription": "After using the ability “Blood Shield”, while the shield is still in use, Daimon temporarily gains 20% of the enemy target’s Attack Rating and 30% of their Defense Rating. This ability cannot be stacked.",
  "siskill10unlocks": "[+10 Unlocks] Daimon permanently acquires the target’s Attack and Defense ratings if the enemy target dies while Daimon’s “Blood Shield” is being used.",
  "siskill20unlocks": "[+20 Unlocks] After using the ability “Blood Shield”, while the shield is still in use, Daimon temporarily gains 40% of the enemy target’s Attack Rating and 60% of their Defense Rating. This ability cannot be stacked.",
  "siskill30unlocks": "[+30 Unlocks] Duration of “Blood Shield” lasts for 7 seconds.",
  "furniturename": "Dying Wish",
  "furniture3description": "[3/9 Mythic Pieces] Enemies that have already dealt damage to Daimon receive 40% increased damage for 3 seconds. This ability cannot be stacked.",
  "furniture9description": "[9/9 Mythic Pieces] Enemies that have already dealt damage to Daimon receive 40% increased damage for 6 seconds. This ability cannot be stacked. When Daimon dies, all of his allies receive a shield that is equal to 20% of his max health for 5 seconds."
}