{
  "name": "Desira",
  "tagline": "The Sinister Siren",
  "faction": "Graveborn",
  "type": "Intelligence",
  "class": "Support",
  "role": "Regen",
  "lore": "I will never forget the days my best friend Laeah and I spent together. Those should've been the best days of my short life.<br>\r\nWe roamed the forests in Spring, swam in the oceans in Summer, rolled among the fallen leaves in Autumn and built snowmen in the Winter. Always together, as if joined at the hip, sharing our secrets. Time changes all things, but I was certain it would not change my bond with her.<br>\r\nRustport is a horrid place, every day we fought to get by. Deception, violence, spilled-blood and crime were rife. I could never have imagined I'd stumble into any kind of affection… Yes, it was here I stumbled into Him… Haarman. A sailor, away out at sea much of the year, I happened to get chatting with him in the Tavern. He described all manner of fantastic, sea-faring tales, feeding my sailor-curious imagination.<br>\r\nI was quickly engulfed by the strong flow of romance, every day sharing each tiny detail of it with Laeah. His strength, his romance, everything… But this love had blinded me. Bathing in the sweet words, I failed to notice how as we three walked together, she barely registered my words, only responding perfunctorily, whilst staring intently at Haarman.<br>\r\nThen late one night, Laeah came and knocked on my door. Hurriedly opening it, she told me, \"Desira, I'm pregnant…\"<br>\r\nI remember the way she gently stroked her slightly raised abdomen as she spoke. She was clearly flustered, but her expression was a jumble of emotions. The modesty of a young girl, but also the sincerest of care, the likes of which a Goddess shows her creations.<br>\r\nI was happy for her, pleased even. But then she just stopped talking. Sense of discomfort began inching its way into my chest. The long silence gave me time to join the dots, and it suddenly dawned on me…<br>\r\n\"Who is the father?\" I tried to contain myself, my voice trembling uncontrollably.<br>\r\nFrowning slightly, Laeah straightened herself up, \"It's Haarman's… he told me not to tell you, but I thought hiding it from you would be wrong… Desira!\" She suddenly lunged forward and grabbed me, her eyes wide and terrifying, \"He… Haarman never loved you, but he and I, we're really in love!!\"<br>\r\nThe heat this night is sweltering, yet it feels like I've been doused with a bucket of ice. Laeah, my best friend since childhood, the one person I shared everything with, that I cared for more than any other, has betrayed me with my beloved, and conspired to hide an awful truth!<br>\r\n\"No, not you Laeah… Anyone else, anyone can hurt me and deceive me… but just not you! You can't!\"<br>\r\nBlind with rage I threw everything within reach at her protruding stomach. I was a mess of emotions, confused, unreasonable, and desperate for the evidence of this bitter betrayal to vanish.<br>\r\nBacked into a corner, she deflected the objects away from herself. Once my unreasonable attack was at its end, perhaps it was for self-protection, or maybe… for something else, she launched an attack and the pair of us fought.<br>\r\nNo-one really knows what actually happened, who went for the weapon first, whether they meant to kill. But the pain of realization woke me up, eyes red as she doggedly hacked at my her body.<br>\r\n\"Laeah…\" I called out with my final breath. she shuddered, dropping the ахе.<br>\r\n\"No… Oh no… What have I done…\" Her eyes widened in disbelief, her blood-soaked hands raised to cover her mouth, as delicate and helpless as ever. \"Haarman, Haarman!!\" She turned and ran out of my house.<br>\r\nThe wind outside my window picked up, a storm had brought thunder and lightning, and here I lay, in a pool of blood on the floor, tears streaming down my face as I waited at Death's Door.<br>\r\nThe two people I loved most are planning to dump my corpse into the ocean and live happily ever after, as if I was nothing more than a nasty stain on their lives. I hate it. I hate how naïve I've been. I hate how the people I loved don't care. If only I could…<br>\r\n\"Is that all?\" Voices echoing in my soul fuel my resentment. My eyes open, returning from the dark nothingness. The ocean water washes over my body, cleaning me. My spine extends and stretches, forming a fish-like tail. My bitter tears even transform, becoming precious pure white pearls. \"From this point on, you are neither living nor dead, and you will be more powerful than you have ever been. Just as you wished…\"<br>\r\n\"Laeah, Haarman… Now I can find them!\"<br>\r\n\"There's no rush, a day will surely come in which you'll meet them, and then you can have that which you desire- Welcome to Bantus.\" The voice chuckled. It was none other than Lord Quaedam.<br>\r\nMy fury is my greatest weapon. I have been here in the Screaming Gulf ever since, obeying Lord Quaedam's orders and protecting the territory from unwelcome ocean-borne guests. I summon a sinister fog and scream into it, bringing any would-be invaders to a halt.<br>\r\nEvery boat is full of sailors. Every sailor is another Haarman, just another deceitful man!<br>\r\nYet, I didn’t think he'd be stupid enough to ever sail into the realms of the Graveborn. But here he was. Sailing in on a ship called 'Undead', hoping for treasure.<br>\r\nOh Haarman, just the sight of me was enough to plunge him into fear, he even threw himself into the ocean, trying to drown himself, but again and again I dragged him from the water, delighting in his struggle.<br>\r\n\"What of Laeah? Where are you hiding her, hmm?\" Recalling that name, I was suddenly awash with my cherished memories of her. I couldn't help my voice softening.<br>\r\n\"She… She… I don't know…\" His lips trembled, unable to say a single word more.<br>\r\nLooking at the state of him now, I couldn't hold in my laughter, bursting into a riotous cackle as my sharp teeth flashed at him. \"Look at this, Laeah! This is the trash you took from me!\"<br>\r\nThat rotting harbor city is flush with sailors looking for brief flings and indulgences before vanishing back out to sea. They leave in their wake many a gullible woman, eagerly awaiting the ratification of their sorry promises, a day at eternity's end.<br>\r\nI never got away from it. Laeah never got away, either. We both paid a steep price for this man's folly, but he gets to move on like nothing ever happened.<br>\r\nReaching out to his face, I stroked his eyebrows and touched the tip of his nose, tracing a line with my finger until it reached his throat. \"My darling Haarman, after you get back, make sure you send her my regards.\"<br>\r\nSeeing the abject terror in his eyes, I couldn't help laughing wildly, the sound of maniacal cackling echoing through the gulf…<br>\r\n… Even in my dreams, that feeling of having my skin torn off still haunts me. Although, the Graveborn aren't supposed to dream, nor are they supposed to be capable of feeling much of anything, including pain.<br>\r\nAn unknown ship approached quietly, the sea filled with a thick fog. I swim out from the water's depths, blowing into the carved, spiral spine of some heartless man that I wield in my palm-<br>\r\n''\"My sisters, I will take revenge!\"''",
  "skill1name": "Siren's Call",
  "skill1lvl1": "Desira uses her conch to heal al allies and herself for a value of health equal to 130% of her Attack Rating, and records their health value after healing. If any ally’s (including Desira’s) health falls below the recorded value 5 seconds after healing, their health will be restored to the recorded health value, but the total restoration value will not exceed 280% of Desira’s Attack Rating. If any ally is dealt damage that causes their health to drop below 30% of the recorded health value within the specified timeframe, the damage will be ignored, and the restoring effect will be triggered in advance.",
  "skill2name": "Hatred's Mark",
  "skill2lvl1": "Desira deals 130% AoE damage to enemies in front of her, also cursing them with a “Mark of Hatred” for 12 seconds. Every time a “Mark of Hatred” is stacked upon an enemy, their Attack Rating is reduced by 8%, and they lose 15 Accuracy points. Once 3 “Marks of Hatred” have been stacked on an enemy, all marks will disappear and the enemy target becomes terrified for 3.5 seconds.",
  "skill2lvl2": "Damage is increased to 150%.",
  "skill3name": "Oceanic Shield",
  "skill3lvl1": "Desira creates a protective bubble around the most injured ally that allows them to gradually restore 18% worth of Desira’s max health over 5 seconds. If the target is dealt damage that exceeds 50% of their current health while the protective bubble exists, the bubble will disappear, and the damage shall be completely ignored, allowing the target to instantly recover 1.5 times the amount of remaining health that they have yet to recover.",
  "skill4name": "Oceanic Mist",
  "skill4lvl1": "Desira summons the Oceanic Mist that spreads from behind the allied side’s backline towards the enemies’ backline, which will then cover the whole battlefield. Any allies within the mist shall recover an amount of health equal to 15% of Desira’s Attack Rating every 0.5 seconds. The Oceanic Mist will stay on the battlefield for a maximum of 12 seconds, and shall also disappear if Desira dies.",
  "skill1lvl2": "The value of health which allied heroes recover is equal to 150% of Desira’s Attack Rating. Health restoration value cannot exceed 375% of Desira’s Attack Rating.",
  "skill2lvl3": "Damage is increased to 170%.",
  "skill3lvl2": "The most injured ally gradually restores 24% of Desira’s max health.",
  "skill4lvl2": "Amount of health recovered is equal to 18% of Desira’s Attack Rating.",
  "skill1lvl3": "Allies that trigger the restoring effect in advance are immune to damage and control effects for the following 2 seconds.",
  "skill2lvl4": "Each “Mark of Hatred” reduces enemy targets’ Attack Rating by 12% and Accuracy by 35 points.",
  "skill3lvl3": "The most injured ally immediately recovers 1.75 times the amount of remaining health that they have yet to recover.",
  "skill4lvl3": "Amount of health recovered is equal to 20% of Desira’s Attack Rating.",
  "siname": "Shell of Treason",
  "sidescription": "A unique seashell which has a smell of betrayal still lingering on it, which never leaves Desira’s person. Carved on the shell is the name of the person who betrayed her. Each time Desira blows the shell signifies that impending death is soon to be upon her enemies.",
  "siskillname": "Concealing Mist",
  "siskilldescription": "The Oceanic Mist no longer disappears when Desira dies. Allies within the mist gain 20 Dodge points, while enemies shall have their Crit Ratings reduced by 10%.",
  "siskill10unlocks": "[+10 Unlocks] Allies gain 30 Dodge points.",
  "siskill20unlocks": "[+20 Unlocks] Allies gain an extra 15 Received Healing points.",
  "siskill30unlocks": "[+30 Unlocks] Allies within the mist receive 16% less damage.",
  "furniturename": "Treacherous Mist",
  "furniture3description": "[3/9 Mythic Pieces] Enemy targets are cursed with 1 “Mark of Hatred” for every 3 seconds that they are within the Oceanic Mist.",
  "furniture9description": "[9/9 Mythic Pieces] Enemies within the Oceanic Mist are unable to receive a majority of buffs from their allies, but shall retain all of the buffs they already have."
}