{
  "name": "Ferael",
  "tagline": "Doomwhisper",
  "faction": "Graveborn",
  "type": "Agility",
  "class": "Ranger",
  "role": "Continuous Damage",
  "lore": "Ever since his teen years, Ferael had been an object of envy. He was well known to everyone in the villages and towns surrounding his family's humble woodland cottage, either for his outstanding skill with the bow or for his strikingly handsome appearance. By the time he'd entered his fifteenth year, only the most experienced archers could compete with him in the tourneys, and by the following season he was unmatched. The subsequent renown gained him the attention of the local noblemen. Their wives and daughters took notice of him as well. Though any number of women, from the peasantry to the wealthiest of the nobility gave him their attentions, he took almost no notice. Ferael was of an intensely singular mind. He lived for the tension of a bent bow and the thrum of a string, for the wisp of fletching and the fulfilling thud of an arrow hitting its mark. He was made one offer after another from various lords seeking his service as an archer in their armies, but ignored this too. He took up service under the nobleman who offered him what he truly wanted- the chance the match his skill against an adversary as often as possible. Stationary targets of straw and cloth no longer offered any kind of a challenge.<br>\r\nFrom the start, he terrorized the enemy. While most arrows fell randomly from above, Ferael placed his with speed and precision. They pierced hearts and throats without fail. When battle was joined, he would stalk through the surrounding melee, always keeping a bit of distance from the nearest enemy, crouching and leaning to get a good angle before loosing another shaft from short range, punching through helmets and breastplates with heavy, square arrowheads.<br>\r\nHe would've been wise to stay further afield from the fray, but his desire to meet and overcome new challenges outweighed his sense of self preservation. During one such melee, he was dealt a glancing hit by a Mauler's club. He survived the battle, likely by being mistaken for a corpse throughout the rest of the fight, but was comatose for days thereafter. Because his side did not emerge victorious that day, he was left on the field among the dead, at the mercy of the elements.<br>\r\nWhen he awoke, he was in a strange place. Obviously a lord's keep at some point, it had gone to nature long ago. Roots peeked out from between the old stones, holding up the small trees that grew directly from the exterior walls, and faint sunlight beamed down from holes in the roof above. Moss covered most of the surfaces and crickets chirped away in the corners. As he surveyed these unfamiliar surroundings, a woman entered. She was wrapped in layers of wispy, flowing white and possessed a sort of otherworldly beauty. Ferael felt something as unfamiliar and strange to him as the surroundings. He was enamored.<br>\r\nIt never occurred to the young man that his feelings were not truly his own. The enchantress had come across his faintly breathing body whilst walking among carnage of the battlefield. Being as taken with his allure as most women, she had dragged him back to her lair, placing a hex on him to ensure his steadfast devotion. She smiled, offering him a sparkling silver goblet of honeyed wine and placing a pale, elegant hand over his heart.<br>\r\n“What would you give to me?”<br>\r\n“Anything.”<br>\r\n“And how long will you stay by my side?”<br>\r\n“Forever.”<br>\r\n“Yes.”<br>\r\nWith a warm smile she drew the hooked blade across his throat and held him close as his blood ran in a torrent to the floor. She was in control. She had awakened him once, and she could do so again.<br>\r\nThe fatal error was in her hubris. She knew her enchantments were strong. They should have been able to transcend the bounds of death. He should have been hers for eternity, remaining just as he was in that instant, but when his life drained away the twisted devotion went with it. As she held his face in her blood-soaked hands, his eyes fluttered back to life with a cold light. He picked up the very blade she'd just set aside and quickly, savagely returned her favor. She was dead. He was free. His focus still held fast.<br>\r\n''“The mark awaits the arrow's touch. It wants nothing more.\"''",
  "skill1name": "Nether Blaze",
  "skill1lvl1": "Fires a demonic arrow that hits all enemies on the battlefield causing them to suffer 170% damage. All enemies that are haunted by an evil spirit receive an additional 25% damage per spirit.",
  "skill2name": "Accursed Arrow",
  "skill2lvl1": "Fires a cursed arrow at an enemy, dealing 140% damage. The cursed arrow causes an evil spirit to haunt the enemy for 10 seconds. Any spirits which are summoned due to one of Ferael's abilities will attack their targets once every 3 seconds.",
  "skill2lvl2": "Damage is increased to 170%.",
  "skill3name": "Terrorize",
  "skill3lvl1": "Terrifies and stuns 2 heroes for 2 seconds and summons an evil spirit which haunts them for 10 seconds.",
  "skill4name": "Corrupted Spirit",
  "skill4lvl1": "Summons an evil spirit from any fallen heroes' corpse that then haunts an enemy for 10 seconds.",
  "skill1lvl2": "Spirits' attack speeds are increased for 6 seconds.",
  "skill2lvl3": "Any spirits which are summoned due to one of Ferael's abilities will deduct 15 of their target's energy points per attack.",
  "skill3lvl2": "Terrifies up to 3 enemies.",
  "skill4lvl2": "Any spirits which are summoned due to ome of Ferael's abilities will remain on the battlefield for 3 seconds.",
  "skill1lvl3": "Damage is increased to 220%.",
  "skill2lvl4": "Any spirits which are summoned due to one of Ferael's abilities have a chance to interrupt their enemies' attacks each time they attack them.",
  "skill3lvl3": "Stun effect lasts for up to 3 seconds.",
  "skill4lvl3": "Any spirits which are summoned due to one of Ferael's abilities will remain on the battlefield for 5 seconds.",
  "siname": "Haunter's Hand",
  "sidescription": "A bow housing a greedy spirit now tormented by desperate hunger.",
  "siskillname": "Anguished Spirit",
  "siskilldescription": "Normal attacks will cause an evil spirit to haunt the enemy target if a critical strike occurs.",
  "siskill10unlocks": "[+10 Unlocks] Attack ratings for all enemies are reduced by 3% and health recovery rates are reduced by 15% for every spirit that is haunting an enemy on the battlefield. This ability may be stacked up to 4 times.",
  "siskill20unlocks": "[+20 Unlocks] Attack ratings for all enemies are reduced by 5% and health recovery rates are reduced by 15% for every spirit that is haunting an enemy on the battlefield. This ability may be stacked up to 4 times.",
  "siskill30unlocks": "[+30 Unlocks] Attack ratings for all enemies are reduced by 5% and health recovery rates are reduced by 15% for every spirit that is haunting an enemy on the battlefield. This ability may be stacked up to 6 times.",
  "furniturename": "Ghastly Hauntings",
  "furniture3description": "[3/9 Mythic Pieces] Ferael's Normal Attacks cause his targets to lose 12 Haste points for 1.5 seconds. If the target is haunted by 3 evil spirits, Ferael's Normal Attacks stun the target instead.",
  "furniture9description": "[9/9 Mythic Pieces] Ferael uses the ability \"Accursed Arrow\" as his Normal Attack, which can be used once every 1.5 seconds."
}