{
  "name": "Grezhul",
  "tagline": "The Corrupted",
  "faction": "Graveborn",
  "type": "Strength",
  "class": "Tank",
  "role": "Tank",
  "lore": "Gareth was a Praetorian- the highest order of commander in the realm of the old king. He was brought to the royal estate at a young age, growing alongside the members of the royal house, seeing the king nearly every day and learning from him. His charmed life, however, wasn't owed purely to the altruism of the royalty. Because he'd shown such a stunning aptitude for command and uncanny martial prowess at such an early age, his family had been requested to give him up for a royal wardship - a high honor for his kin.<br>\r\nGareth grew into a man, and didn't disappoint. He improved ceaselessly and was naturally picked to join the King's praetorian guard. The guard were the best the realm had to offer. The most able in every aspect of military regimen, there was seemingly no threat that could equal them. There were always attempts on the king's life in those days, and these always failed. Gareth himself was responsible for thwarting many of these attacks, once deliberately taking a would-be assassin's arrow through the palm of his own hand to keep it from the king's heart. Pulling the shaft through the bloody wound, he chased down the archer, using that same arrow as a dagger to dispose of the assailant.<br>\r\nThe Praetorian was always on the lookout for threats from outside, but he'd never imagined that the real danger may come from within. The king's younger brother, Edwin, yearned for power greater than his brother's, and would stop at nothing less than the throne itself. Gathering a group of conspirators and malcontents over several careful seasons, he staged a coup. At a banquet honoring the king's closest generals and advisors, Edwin stood, offering a toast.<br>\r\n“A most gracious king, and a most gracious brother. May his reign last as long as he shall live.”<br>\r\nOn his final word the traitors, strategically placed about the room, put their knives through the backs and hearts of the guards and high officials of the old regime. Gareth was able to dispatch his attacker, but in a matter of moments was overrun, even his astounding swordsmanship inadequate against the current of blades. He fell, bleeding from a dozen deep wounds. As his vision faded, he saw the king dragged before Edwin, who nonchalantly sliced open the monarch's throat.<br>\r\nIn the darkness of death, a voice called to Gareth. An offer. A soul for a life. A chance at revenge. There was no question as to the course of action. The voice named a name, and Gareth understood that this was now to be how he was known. Where Gareth had fallen, Grezhul rose to his feet. His hair now mimicked a pale flame, and his flesh was already drained of color.<br>\r\nTwo of the traitors were ran through before anyone had noticed the ghastly new presence in the hall. Their brief shrieks drew the attention of the others, who looked just in time to see the skin and muscle slough from the bodies impaled on Grezhul's blades. They stood in shock as two gleaming white skeletons bent, picked up weapons, and started toward the now cowering usurpers. The hall became an abattoir and every footstep trailed blood.<br>\r\nGrezhul was seen leaving the hall with the body of the king over his shoulder, walking in the direction of an ancient cemetery.<br>\r\n''“Duty does not end at death.”''",
  "skill1name": "Reanimate",
  "skill1lvl1": "Grezhul raises a gravestone behind his enemies causing 130% damage to multiple targets within a certain radius of the gravestone. Grezhul then raises an [[Sezis|undead skeletal warrior]] that attacks an enemy. The undead skeletal warrior's level is equal to Grezhul's current level and gradually loses health over time",
  "skill2name": "Demonic Assault",
  "skill2lvl1": "Grezhul attacks an enemy in front of himself 3 times, for 80% damage per time, also stealing some of their power. Stealing the enemy's power causes their damage output to fall by 50%, and the damage they receive to increase by 25%. The effects of this ability shall persist until the enemy dies, Grezhul dies, or until it is used on a different enemy target.",
  "skill2lvl2": "Damage is increased to 90%",
  "skill3name": "Shadow Shield",
  "skill3lvl1": "Grezhul forms a shield around the furthest forward ally that is currently not protected by Shadow Shield, allowing them to mitigate 150% of the damage they receive. If the Shadow Shield is destroyed while in use, it will cause 120% damage to nearby enemy targets.",
  "skill4name": "Deathly Protection",
  "skill4lvl1": "During battles, damage dealt to all allied heroes from Intelligence-based enemies is reduced by 15%.",
  "skill1lvl2": "Damage is increased by up to 140%. Skeletal warrior can now use its own special abilities",
  "skill2lvl3": "While stealing the enemy's power, Grezhul's Attack Rating is increased by a value equal to 75% of the enemy's Attack Rating. While calculating the value of the Attack Rating increase, its value will change in real-time according to the enemy's Attack Rating value, and any Attack Rating debuffs that the enemy suffers will be temporarily ignored.",
  "skill3lvl2": "Shield's armor increased by up to 200% and damage is increased by up to 150%. Reduces enemies' energy by 100 energy points.",
  "skill4lvl2": "During battles, damage dealt to allied Graveborn heroes from Intelligence-based enemies is reduced by an additional 15%.",
  "skill1lvl3": "Damage is increased by up to 150%. Summons two Skeletal warriors.",
  "skill2lvl4": "Damage is increased to 100%",
  "skill3lvl3": "Damage is increased by up to 200%.",
  "skill4lvl3": "During battles, damage dealt to all allied heroes from Intelligence-based enemies is reduced by 20%.",
  "siname": "The Slayer Blades",
  "sidescription": "A cruel pair of blades, especially effective against other undead.",
  "siskillname": "Reanimation",
  "siskilldescription": "Summons 1 [[Sezis|skeletal warrior]] every 9 seconds behind the enemy closest to the edge of the battlefield while Grezhul is alive.",
  "siskill10unlocks": "[+10 Unlocks] Grezhul recovers 10% of his max health when the skeletal warrior dies.",
  "siskill20unlocks": "[+20 Unlocks] 20% of max HP is restored.",
  "siskill30unlocks": "[+30 Unlocks] Skeletal warrior is summoned once every 7.5 seconds.",
  "furniturename": "Shadow Strike",
  "furniture3description": "[3/9 Mythic Pieces] Value of Grezhul's \"Shadow Shield\" is increased by 150%. Shield explodes when the ability ends if it has not already been destroyed.",
  "furniture9description": "[9/9 Mythic Pieces] Skeletal Warriors summoned as a result of any ability shall enjoy the shield effects of the ability \"Shadow Shield\"."
}