{
  "name": "Hodgkin",
  "tagline": "The Reviled Captain",
  "faction": "Graveborn",
  "type": "Strength",
  "class": "Tank",
  "role": "Tank",
  "lore": "\"Oi, lads! We got a captain comin' into Rustport, word has it he's carryin' a sizeable booty!\" Horwich ran his fingers through his long, greasy locks, his words loaded with insinuation.<br>\r\n\"A sizeable booty, eh? Sounds promising. If we can get our hands on it... wouldn't it shift a ton of debt?\" All this talk of booty piqued Porter's interest, his eyes lighting up.<br>\r\n\"Ay? Hold on... The captain... What did you say his name was?\" Porter seemed to have recalled something.<br>\r\n\"Something like... Hodg-something-or-other.\" Horwich struggled to piece together what little he could remember.<br>\r\n\"Hodg-something-or other? You mean Hodgkin? Dear lord! Hodgkin! No way, it's suicide!\" In a split second the light of excitement in his eyes was frozen over, a shiver surging down Oldboy Porter's spine.<br>\r\n\"You can't be serious! You've never heard of Hodgkin?! There's a name in Esperia that strikes more fear into the hearts of the seafaring! Captains everywhere fear him, yet you don't even know his name!?\"<br>\r\nShaking their heads, Horwich and Torne replied in unison, \"Aye...never.\"<br>\r\n\"And you have the gall to call yourself pirates... You need a good talkin' to about this Hodgkin! Right now!\" Picking up his amber rum, Porter took a swig to moisten his throat.<br>\r\n\"If ye were to ask, who is the richest pirate in Esperia? Perhaps it might take some thought. But, if you ask, who is the most notorious pirate in all Esperia? Without a moment's hesitation, the answer is Hodgkin. No other dares lay claim to his title. He started out a sailor aboard a privateer vessel, but it time he got gutsy, or maybe he'd always just been a ruffian, but thanks to his insight and nerve he quickly earned a name for himself in Rustport. This was long before we three rolled in. No matter how much bigger the enemy ship was than his own ship, 'The Immortal', he always forged ahead with the attack. Others would turn tail, but for Hodgkin, it's a rush, the thrill of the challenge!\"<br>\r\n\"For pirates like us, always indulging in vices and carousing, we can be satisfied paying off that pile of debt, but for Hodgkin, success meant nothing less than being Esperia's most famous pirate. Admired, reviled, it's all the same to him.\"<br>\r\nPorter's mind seem to wander as he stared at the booze in his hand.<br>\r\n\"Success is not predestined, bowing to fate is resignation.\" As such philosophical words leaking from Torne's lips seemed somewhat tragically comical.<br>\r\n\"Hodgkin's home isn't some harbor town, like Rustport. It's the entire ocean. Thinking to back then...\"<br>\r\n\"Stop! I'm begging you!\" Horwich's shrill voice butted in, \"Please just save it! This godawful tale of yours is making my ears bleed!\"<br>\r\n\"Once all eyes in Rustport were on him, Hodgkin gathered a large crew together and set sail on 'The Immortal' and never looked back. It was then he broke free of the shackles of fear, no longer afraid to commit acts of evil, repercussions didn't concern him anymore. It's said no ship has ever outrun 'The Immortal'. It's said that when he takes a ship, he picks out the most able-bodied men for his crew, and the rest are slaughtered, sometimes he makes those new crewmen execute their former shipmates. He'll even hang the captain's head from the mast to celebrate the capture. As the blood drips down onto the deck, he throws the body overboard, to the sharks. What's more, Hodgkin feigned alliances with a number of captains, but he saw to it they, too, met a grisly end. The mast of his ship wreaks of their blood, it's disgustin'.\"<br>\r\nPorter titled his head back and took another big glug of rum, bracing himself.<br>\r\n\"Even his hobbies are cruel. Ye hear of walking the plank? Aye, that kind of execution was invented by him. Those poor beggars, they had no clue that once they hit the water the sharks were waiting! Dear gods, I can't imagine their fear, standing on naught be a scrap of wood above the ocean below.\"<br>\r\nHorwich gulped anxiously.<br>\r\n\"As for this grand booty of his, there's no way Hodgkin would ever divulge a clue to it's location. He's too savvy, he'd never hide it on board or in some dusty hold, he'd find a remote island in the middle of nowhere and stash it away there. The tales tell of him taking a sailor with him when he goes to hide his hoards, he says the loot is too heavy for him to bear alone, so he brings them to carry it. They never suspect they going to be buried with it, so none alive can know the whereabouts. That's why he's always picking up new crew.\"<br>\r\n\"I reckon being resigned to the life of a small-time pirate is fine, they still get to engage in revelry and eat and drink their fill.\" Torne immediately withdrew his slightly contradictory philosophical statement.<br>\r\n\"Gods above, any poor wretch unfortunate enough to be on Hodgkin's crew must spend every moment consumed by fear...\" Porter followed Torne's statement.<br>\r\n\"We... I mean us... We should be fine, right? I mean... We won't be chosen, surely?\"<br>\r\nThere was a hint of something amiss in Horwich's voice as he spoke. Porter and Torne couldn't help but frown at him.<br>\r\n\"It's just...Hodgkin is here at Rustport to round up a bunch of new crewmen and head to the Screaming Gulf, he's got plans to steal some Relic, a soul-refining crucible, it's precious to the Graveborn, but... we shouldn't be too worried... I mean, I heard all this from others, it might not be true...\"<br>\r\nHorwich's unspoken words made clear his fear of consequence.<br>\r\n\"Good grief! Why didn't you say so sooner!?\" Torne groaned at Horwich, fear invading his voice.<br>\r\n\"This is crazy! Hodgkin is cutting down everyone in his search, and as for the Screaming Gulf, who could've foreseen this ruffian turning his attention to it! Let the others join this scumbag, never mind who gets chosen, we are out of here!\"<br>\r\nThe second the words were out of his mouth, Porter got up and left.<br>\r\n''\"Only the demon and I know where the treasure is buried.\"'' - Hodgkin",
  "skill1name": "The Immortal",
  "skill1lvl1": "Hodgkin summons a ghost ship that crashes into the most concentrated area of enemies, dealing 330% AoE damage to enemies, simultaneously siphoning the souls of all enemies on the battlefield for 7 seconds. Enemies that have their soul's siphoned also have their damage and healing efficiency reduced by 25%.",
  "skill2name": "Soul Devourer",
  "skill2lvl1": "Hodgkin raises both of his Soul Devourer cannons and deals 240% damage to his target, also siphoning their soul in the process. The effects of the soul siphoning are the same as “The Immortal”. This ability has an additional 35% Life Leech effect when damage is dealt.",
  "skill2lvl2": "Damage is increased to 260%.",
  "skill3name": "Jolly Roger",
  "skill3lvl1": "Hodgkin summons down a Jolly Roger flag that deals 230% AoE damage to nearby enemies. Allied heroes that are within range have their Defense Ratings increased by 20% and their Attack Ratings increased by 20% for the following 10 seconds. If an enemy within range has had their soul siphoned, the flag shall be strengthened, with its duration being extended to 3 seconds. After the flag has been strengthened, any allied heroes within range shall have their Haste additionally increased by 35 points.",
  "skill4name": "Reviler's Defiance",
  "skill4lvl1": "Hodgkin starts blocking frontal damage and is immune to control effects for up to 3 seconds, or until he blocks an amount of damage equal to 25% of his max health. After Hodgkin finishes blocking damage, he immediately retaliates against the attacker, dealing up to 15% of the attacker's max health as damage. The amount of damage dealt is determined by the duration of time Hodgkin blocks damage for, but shall not exceed 550% of Hodgkin's own Attack Rating.",
  "skill1lvl2": "Enemies are additionally terrified for 3.5 seconds.",
  "skill2lvl3": "If an enemy has already had their soul siphoned, they will be additionally stunned for 3 seconds.",
  "skill3lvl2": "Damage is increased to 260%.",
  "skill4lvl2": "Damage equal to 35% of Hodgkin’s max health can be blocked.",
  "skill1lvl3": "Damage is increased to 360%.",
  "skill2lvl4": "Damage is increased to 280%.",
  "skill3lvl3": "Allied heroes within range have their Defense Ratings increased by 30% and Attack Ratings increased by 30%.",
  "skill4lvl3": "Deals damage up to 20% of the target’s max health.",
  "siname": "Soul Devourers",
  "sidescription": "With the help of the infamous scientist, [[Silas]], bloodthirsty Hodgkin had both of his arms augmented with powerful hand-cannons that contain a lethal substance. Not only can the Soul Devourers consume souls, they are also capable of letting loose a deadly barrage of firepower upon Hodgkin's enemies.",
  "siskillname": "Pirate's Greed",
  "siskilldescription": "Hodgkin immediately recovers 10% of his max health for every non-summoned target that has their soul siphoned. This effect can be triggered 3 times every 4.5 seconds.",
  "siskill10unlocks": "[+10 Unlocks] Hodgkin immediately recovers 15% of his max health for every non-summoned target that has their soul siphoned.",
  "siskill20unlocks": "[+20 Unlocks] Hodgkin’s 1 most injured allies shall also recover 15% of their max health values.",
  "siskill30unlocks": "[+30 Unlocks] Each time an enemy has their soul siphoned, the damage Hodgkin deals to that enemy is permanently increased by 20%. This effect can be stacked against every enemy a maximum of 3 times.",
  "furniturename": "Pirate's Curse",
  "furniture3description": "*[3/9 Mythic Pieces] When an enemy has their soul siphoned, the effect shall continue up until Hodgkin’s death.",
  "furniture9description": "*[9/9 Mythic Pieces] Enemies that have their souls siphoned shall have their healing efficiency and damage reduced by 35%. If the same enemy has their soul siphoned again, they will be dealt damage equal to 290% of Hodgkin’s Attack Rating."
}