{
  "name": "Isabella",
  "tagline": "The Taken Soul",
  "faction": "Graveborn",
  "type": "Intelligence",
  "class": "Mage",
  "role": "Continuous Damage",
  "lore": "In an isolated village in the furthest reaches of the kingdom, Isabella spent her earliest years in a simple, idyllic life. She divided much of her time between helping her mother around the home and her father in the fields. Often as not, she'd pretend at adventure in the meadows with her sister Silvina.<br>\r\nOn a day that began as any other, her simple innocence was suddenly lost. Being so far from the seats of power, the lands around the village were at times a lawless place. A group of hardened bandits attacked without warning or mercy. They wanted everything of value and killed everyone who offered a hint of resistance. The villagers fought as best they could, wielding an assortment of hammers and pitchforks, but they were a peaceful farming folk. There was never a chance of putting up a real resistance to the plunderers. Isabella's parents were among the first slain. She hardly noticed the carnage swirling around her as she sat on the ground next to her dying father. Her tears cut paths through the dirt on her cheeks and spattered down onto hands wet with the blood of her family.<br>\r\nWhen the slaughter was nearing its end and many of the bandits were busying themselves with gathering goods from the humble homes, Isabella felt what could only be described as an awakening. From the scattered corpses, she saw despairing apparitions rise. Still screaming their anguish, raging against their helplessness, still feeling the pain and fear in which they had departed the mortal plane. They shrieked demands for justice, for vengeance. A desperately sad power began to fill her, and her eyes flashed a brilliant emerald green. She stood, no longer crying, and pointed at an attacker. He screeched and raised his face to the sky as his flesh and bones turned into a red-tinged dust which fell to the ground in a stinking heap. With her other hand, she pointed at another bandit to the same effect. She began pointing in rapid succession. The one brave enough to try to neutralize the threat covered Isabella's feet in the rancid powder. The rest tried to escape. Not one did. Their lives had become an unwitting offering to their victims. An eye for an eye.<br>\r\nIsabella had saved what little remained of the village. A meager collection of cottages standing between swathes of smoldering ruin, still more than enough to house the handful of scared children, elders, and women who hadn't fought back. Those left, however, didn't see the young girl as a savior. Rather she was viewed as a monster. The people of the village whispered among themselves and it was almost immediately that they began to fear her even more than the murderers she had dispatched. It was only through the clever efforts of her sister mere days later that she avoided the mob and their misguided justice, to be doled out with a noose.<br>\r\nThey managed to escape, driven from the only home they had ever known. They wandered aimless and hungry. Surviving on scraps and the odd stolen loaf of bread, they both knew they were bound for a slow, pitiful death on the streets of Ranhorn. Thus, when Count Vedan offered them room and board, they were as elated as their wounded hearts could muster. Under Vedan's guidance, Isabella's talents bloomed. She was no longer anything like the carefree little girl who had ran through the meadows. She was transformed into a weapon, made death incarnate.<br>\r\n''“I see dead people.”''",
  "skill1name": "Decimation",
  "skill1lvl1": "Isabella casts a spell that launches up to 8 arcane orbs. Each orb deals 220% damage to a random enemy hero, prioritizing enemies that have not been already hit by the current spell, otherwise the most injured enemy target is prioritized.",
  "skill2name": "Void Barrage",
  "skill2lvl1": "Isabella casts a spell as her Normal Attacks. After a short delay the most injured enemy is targeted with lighting, dealing 160% damage to them.",
  "skill2lvl2": "Damage is increased to 175%.",
  "skill3name": "Psi Reap",
  "skill3lvl1": "Isabella continuously casts a spell, stealing 75 Energy every 0.5 seconds from the nearest enemy hero.",
  "skill4name": "Surge",
  "skill4lvl1": "Casting speed is increased by 15%.",
  "skill1lvl2": "Damage is raised by up to 250%. Isabella is immune to control abilities for 3 seconds while casting this spell.",
  "skill2lvl3": "Damage is raised by 12% each time incantation is successfully cast. Damage can be stacked by up to 3 times. If interrupted while casting, this ability's stacked damage will be nullified.",
  "skill3lvl2": "If Isabella finished casting her spell without being interrupted, she permanently steals 20 points of the enemy target's Crit Rating.",
  "skill4lvl2": "Casting speed is increased by 20%.",
  "skill1lvl3": "Each orb cast increases the damage of the following orb by 20%.",
  "skill2lvl4": "Base damage is raised by up to 190%. Damage is raised by 15% for each successful cast.",
  "skill3lvl3": "Damage taken by Isabella while spell-casting is reduced by 60%.",
  "skill4lvl3": "Casting speed is further increased by 15% for the first 10 seconds of battle.",
  "siname": "Tome of the Dead",
  "sidescription": "A mysterious, cursed book filled with arcane knowledge and perhaps its own will.",
  "siskillname": "Lightning Barrage",
  "siskilldescription": "Each time the ability “Void Barrage” has been successfully cast 3 times it will release 2 bolts of lightning that will each target different enemies.",
  "siskill10unlocks": "*[+10 Unlocks] Casting speed is increased by 30%.",
  "siskill20unlocks": "*[+20 Unlocks] Damage dealt by \"Void Barrage\" is increased by 15%.",
  "siskill30unlocks": "*[+30 Unlocks] Each time the ability “Void Barrage” has been successfully cast 3 times it will release 3 bolts of lightning that will each target different enemies.",
  "furniturename": "Concentrated Sorcery",
  "furniture3description": "*[3/9 Mythic Pieces] The ability \"Psi Reap\" additionally targets the enemy hero with the most Energy.",
  "furniture9description": "*[9/9 Mythic Pieces] All enemies are terrified for 5 seconds whenever a non-summoned enemy dies within 8 seconds after being damaged by the ability \"Decimation\". While terrified, enemies are unable to attack and will run the opposite direction of Isabella."
}