{
  "name": "Izold",
  "tagline": "The Forgotten Champion",
  "faction": "Graveborn",
  "type": "Strength",
  "class": "Warrior",
  "role": "Tank",
  "lore": "Izold was once a decorated soldier of the Lightbearers. He rose quickly through the ranks thanks to his ferocious fighting style and dogged determination on the battlefield. He had fought every kind of enemy in every kind of engagement, from massive clashes at dawn in cleared fields to nighttime, to ambushes in lonely mountain passes. His victories were too many for him to keep track of without his various medals and ribbons commemorating different feats of heroism in service to the kingdom. Serving just as well as reminders were his many scars. Every slashing mark had a puncture wound nearby to keep it company, and each one had a story. Izold was tough, and had survived wounds that would have killed most men in short order, but even he had his limits. In an engagement wherein the Lightbearers found themselves helplessly outnumbered, Izold fell for what he thought would be the last time. When he was carted off the battlefield, the healers were baffled at how he still drew breath after leaving so much blood in the soil.<br>\r\nIzold was a valued soldier and had saved a large sum of money from his pay and bonuses. He received the best treatment available from the most skilled surgeons in the realm as well as the divine healing light of the clerics. Still, there was only so much they could do. He would never fight again. At this point, he would be more liability than an asset. No longer would he march proudly with his brothers in arms through a liberated city. No longer would he bask in the cheers, the flowers raining down from balconies brushing softly against his gleaming armor. The nights around the campfires, ale flowing freely as the men sang in joy for the day's victory, were likewise only to be a memory now.    <br>\r\nHe took to the bottle, quickly squandering what remained of his savings and gradually transitioning from beloved hero to belligerent drunk. The drinks that had been given freely and with good cheer were now handed over begrudgingly. He hated the sight of himself. Changed. Broken. When he finally stopped coming around his usual haunts- the seedier inns and pubs- it was assumed he had suffered the usual drunkard's fate. A few people asked after him, but the only response they ever received was to go check the alleys if they wanted to find Izold or what was left of him.<br>\r\nAs it happened, he had taken a very different path. Summoning the last of his will, he packed what few necessities he owned and hobbled out of the city. He knew that he was headed toward his death, but if he had to go, it wouldn't be in a drunken stupor behind a pub somewhere. He would die with the wide world ahead of him. He set off on the long journey to the Bantus wastelands that surround King's Manse, a dark place inhabited by foul creatures, the former seat of the Fallen King.<br>    Upon crossing into the foreboding realm, he could feel the eyes on him. He would have one more good and noble fight, and then he could rest at last. If nothing else he would regain some small spark of dignity in death. It was much to his surprise when he was approached peacefully by a twisted creature that offered him a deal. He could regain his former strength and glory, but he would serve a different master. Izold thought of the past years of his life. The scowls, the derision, the pain, and his mind was made up. The creature led him to its master. Izold was bewildered at the strangeness of the place the man kept. Arrays of peculiar devices circled a heavy operating table and vats of glowing serums lined the walls. Still, he would not balk.<br>\r\nWhen Izold awakened, he didn't recognize the body he was in as his own. He lashed out in fear and was shocked at the strength he now possessed, perhaps even greater than before. He examined his body. Stitches and rivets connected limbs he had never seen. Pieces of him had been melded with armor plating or replaced entirely by hard steel. He was told by Silas, his savior, that the chemical mixture stored in his vials would increase his speed and fury in battle. For the first time in years, Izold felt joy. For the first time in years, he felt gratitude.<br>\r\n''\"Stronger, Better.\"''",
  "skill1name": "Toxic Transfusion",
  "skill1lvl1": "Izold utilizes a powerful chemical agent that immediately restores 50% of the health he has already lost while also increasing his Haste by 20 points and Attack Rating by 35% for 12 seconds.",
  "skill2name": "Noxious Blast",
  "skill2lvl1": "When Izold’s health is greater than 30% he will use his Noxious Gas ability, dealing damage equal to 3% of his own health as damage to nearby enemies. Noxious Gas also causes Izold to receive damage equal to 1% of his own health as damage.",
  "skill2lvl2": "A noxious explosion occurs every 6 seconds, dealing 190% damage to nearby enemies, leaving them stunned for 3 seconds",
  "skill3name": "Needle Strike",
  "skill3lvl1": "Izold charges into a single enemy target, stunning them and knocking them backwards, finally stabbing the enemy with his needle for 190% damage.",
  "skill4name": "Hypodermic Healing",
  "skill4lvl1": "Izold injects himself, restoring 16% of the health the he’s already lost per second over 8 seconds.",
  "skill1lvl2": "Effects are increased to 15 seconds.",
  "skill2lvl3": "Explosive damage is raised to 270% damage.",
  "skill3lvl2": "Final attack damage increased to 270% damage.",
  "skill4lvl2": "Restores 18% of lost HP per second.",
  "skill1lvl3": "Effects are increased to 18 seconds.",
  "skill2lvl4": "Explosive damage is raised to 340% damage.",
  "skill3lvl3": "Final attack damage increased to 340% damage.",
  "skill4lvl3": "Restores 20% of lost HP per second.",
  "siname": "Doomstriker Syringe",
  "sidescription": "A weapon built with the prime purpose of impaling its victims, it contains a powerful chemical agent that is capable of turning the gentlest of souls into unbridled killing machines.",
  "siskillname": "Lethal Dose",
  "siskilldescription": "When Izold uses “Toxic Transfusion” he will also receive the effects of his “Hypodermic Healing” ability.",
  "siskill10unlocks": "[+10 Unlocks] The damage Izold receives is reduced by 30% for 15 seconds when any enemies are slain while Izold is using his “Toxic Transfusion” ability.",
  "siskill20unlocks": "[+20 Unlocks] The damage Izold receives is reduced by 50% for 15 seconds when any enemies are slain while Izold is using his “Toxic Transfusion” ability.",
  "siskill30unlocks": "[+30 Unlocks] Izold cannot be controlled while using his “Toxic Transfusion” ability.",
  "furniturename": "Exertion",
  "furniture3description": "[3/9 Mythic Pieces] Izold's Attack Rating is increased by 1% and his attack frequency increased by 1% until the end of the battle every time he loses 3% of his max health.",
  "furniture9description": "[9/9 Mythic Pieces] After this ability has been stacked 45 times, the effects of the ability \"Hypodermic Healing\" become permanent, and do not need to be actively used again."
}