{
  "name": "Kelthur",
  "tagline": "Plaguegrip",
  "faction": "Graveborn",
  "type": "Agility",
  "class": "Ranger",
  "role": "Assassin",
  "lore": "The social hierarchies in Esperia can at times be strict, and are occasionally unjust. Sons and daughters answer for the transgressions of their forebears as nobles grow wealthy on the work of their underlings. Kelthur was one such victim of this. The son of a nobleman and a peasant woman, he found lithe welcome in any strata of society. To the workers in the fields, he was a spoiled bastard of a lord, living a life they could lithe understand or relate to within the walls of a castle. To the nobles of House Marwen he was an unsightly blemish on the elegant surroundings. With only his father Lord Marwen on his side, he grew up withdrawn and taciturn, seldom finding a kind word or helping hand inside or outside the castle.<br>\r\nThe primary architect of Kelthur’s ostracism was his nominal stepmother, Lady Marwen. Having married into he family as a Rayne, she had always been accustomed to the best of everything. This boy existed as an insult to her, and even worse, she could see how her husband favored the peasant’s child over the noble—born son she had given him. With every bullseye at the archery range, every lightning—fast parry in the sparring yard, every acrobatic feat on the castle walls, she could see the little rat endearing himself further to his fool of a father. Her own son, Dalton, preferred fine clothes and foods to martial endeavors and went largely ignored by the lord of the castle. Fearing that her son may lose influence in his own house, or worse yet even be stripped of his title of heir in favor of his low-bom older brother, she hatched a plan.<br>\r\nThe death of Lord Marwen was sudden and mysterious, and all the signs pointed toward Kelthur as the culprit. A believable accusation and motivation, prepared well in advance by the Lady Marwen and her son, were levied against Kelthur at his public trial. She revealed that he had spied and even killed in the service of their house, positing that as his list of clandestine achievements grew, so too did his resentment for the nobles who surrounded him yet refused to give him the recognition he must surely desire. She feigned pity, explaining that the boy must have been tired of furthering the status and influence of a man who had named another heir over him. Furthermore, he was intensely jealous of his half—brother, who as it happened was his better in almost every conceivable metric. Unfortunately, there was nothing to do about the murder of a lord other than a summary execution. The customs, after all, had to be observed. Kelthur’s denials and explanations fell on deaf ears, and realizing that the trial was a mockery, he gave up trying to defend himself. As they tied the noose, he uttered his last words. The remaining Marwens would die screaming under his knife.<br>\r\nAmong the crowd assembled for the hanging were covert members of an unusual sect of necromancers known as the Grave Vow. This small group utilizes their dark talents to right wrongful deaths of all kinds. Hearing Kelthur’s last words and seeing through the thin veneer of justice pantomimed at the trial, they decided to assist the young man whose life had been cut short. He did, after all, deserve a chance to keep the oath he had made on the gallows.<br>\r\n''“l keep my promises”.''",
  "skill1name": "Retaliation",
  "skill1lvl1": "Kelthur completely dodges an incoming enemy attack and jumps in front of the attacker, unleashing a counter-attack on them that deals 150% damage. Ability is activated once every 10 seconds.",
  "skill1lvl2": "Damage is increased to 170%.",
  "skill2name": "Displace",
  "skill2lvl1": "At the beginning of battles Kelthur swaps places with an enemy target. Any damage that the enemy receives will be increased by 35% for 7 seconds. This ability prioritizes enemy targets that mirror Kelthur's position on the battlefield.",
  "skill3name": "Ethereal Resurgence",
  "skill3lvl1": "When Kelthur dies he comes back to the battlefield in spectral form. While in this spectral form Kelthur cannot be attacked, however he will gradually lose health over time. Simultaneously Kelthur is still able to use his normal attacks and ultimate ability normally in combat. Kelthur's Haste is increased by 80% for the time that he remains on the battlefield in spectral form.",
  "skill4name": "Blades of Fury",
  "skill4lvl1": "70% of final attack damage dealt is returned to Kelthur as health.",
  "skill1lvl3": "After counter-attacking Kelthur's Haste is increased by 60% for 4 seconds.",
  "skill2lvl2": "Damage received by enemy is increased by 35% for 10 seconds. ",
  "skill3lvl2": "40% of Kelthur's health is restored while in spectral form when any non-summoned enemy is slain.",
  "skill4lvl2": "Final attack damage is increased up to 220%.",
  "skill1lvl4": "Ability is activated once every 8 seconds. ",
  "skill2lvl3": "Damage received by enemy will be increased by 50% for 10 seconds. ",
  "skill3lvl3": "60% of Kelthur's health is restored while in spectral form when any non-summoned enemy is slain.",
  "siname": "The Harvester",
  "sidescription": "A strange creation. As much a tool for reaping as a weapon for fighting.",
  "siskillname": "Blood Sap",
  "siskilldescription": "When any non-summoned allies which are within 20 levels of Kelthur’s own level are defeated, Kelthur’s attack rating will be increased by 20%.",
  "siskill10unlocks": "[+10 Unlocks] Increases Attack Rating by 28%.",
  "siskill20unlocks": "[+20 Unlocks] Increases Attack Rating by 36%.",
  "siskill30unlocks": "[+30 Unlocks] If 3 allied heroes have already died, Kelthur will increase his life leech attributes by 50 points for 10 seconds.",
  "furniturename": "Life After Death",
  "furniture3description": "[3/9 Mythic Pieces] Kelthur is able to proactively trigger the ability \"Retaliation\" while the ability \"Ethereal Resurgence\" is in effect. Cooldown time of \"Retaliation” is equal to the ability's regular passive interval time.",
  "furniture9description": "[9/9 Mythic Pieces] \"Retaliation\" cooldown time is reduced by 2 seconds."
}