{
  "name": "Nara",
  "tagline": "Heartcarver",
  "faction": "Graveborn",
  "type": "Strength",
  "class": "Warrior",
  "role": "Assassin",
  "lore": "The city known as Rustport may have once had a more conventional name, but if that is in fact the case, it has long been forgotten. A sprawl of ramshackle structures that sway and creak in the salty winds blowing in from the sea, taverns lean against gambling halls and establishments of ominous repute like crooked teeth. For every baker there are two thieves, for every blacksmith two pirates. When the sun sets, the woefully few honest citizens bar their doors and secure the latches on windows. It is a rare night indeed that passes in Rustport without a murder and a rare resident who has not seen the body of a victim by the time they are able to speak. Within this city lies a district where not even the city watch will tread after dark- Mire Town.<br>\r\nIt was here, among sludge-slick alleyways and chittering swarms of rats that Nara was born and raised. As an infant, her mother abandoned Rustport and the family she had there, unwilling to suffer the place any longer or see her daughter do the same. Nara’ s father was deeply in debt to a criminal enterprise, but still managed to keep his daughter fed and sheltered, paying meager installments to the gang without incurring too much physical injury. This continued for a long time, until Nara was nine years old and the criminals discovered that not only had her father not been paying as much as he could, but that he in fact had enough coin stashed away to pay off the entirety of his debt.<br>\r\nAfter abducting and “interrogating” the debtor, a confession was pulled out. He had been saving the money to skip town and start a new life with his daughter somewhere far away. Having what they needed, they disposed of him: A lesson to other would-be debt evaders. Orphaned, Nara was thrown out of the hovel she had shared with her father. She wandered the streets, stealing and scavenging to survive.<br>\r\nEvery day was a fight for survival, and Nara quickly became callous and mistrustful. The other people on the street were simply targets or hazards, and she began to lose any sense of warmth or compassion she once had. The people she did engage with were invariably others like herself- orphaned children and runaways getting by however they could. Eventually, she found herself at the head of a small thieves guild alongside Sonya, the only other child who could match her abilities. They called themselves Whispers, for the faint whisper coins make on cloth while being picked out of pockets.<br>\r\nAs season after season blended into another, they subsumed the smaller child gangs until they were the largest network of thieves in the city. The size of their operation had grown tremendously until there was hardly a street corner in Rustport that didn’t have a Whisper lingering, waiting for a chance to make a quick profit. Other gangs of course wanted in on the Whispers’ turf at first, but Nara was quick to show that she was capable of much more than theft. After the initial disputes, those who didn’t work for her stayed out of her way.<br>\r\nAfter dominating the city’s criminal underground while still just a teen, she began to look at expanding her horizons. The most profitable market in Rustport certainly wasn’t pick-pocketing, even at the scale she commanded. Rustport has a bustling slave market, a plaza drowning in the noises of commerce and despair. Maulers slump in their chains next to Wilders, men, and other peoples of Esperia. Here the only distinction is between master and slave. If she wanted to make the real money, she’d need a good ship and lots of manacles.<br>\r\nThe first expedition she attended personally. Though she was well past the stage in her career of doing the dirty work herself, she wanted to oversee this new venture. She selected Azure Cove as her target, a patch of water lending access to the forests of the Wilders. What she didn’t know was that Azure Cove had a new protector. When her ship sailed in, Seirus the elemental sensed the malicious intent from the crew. In a single great wave, the ship was capsized, drowning all aboard. Nara’s body sank softly to the bottom of the cove. Her story was over, it would seem. For days she lay there, the seaweed brushing against her pale, open eyes. Then, one night, the husk that had been Nara received the call. With a sickly flicker of green light, her eyes cast about the seafloor and she stood, trudging toward the shore.<br>\r\nIf Nara was cruel and violent in life, she is far worse now. She takes great pleasure in the harm she can cause others, and does so as often as she can.<br>\r\n''“How would you like to die?”''",
  "skill1name": "Dismember",
  "skill1lvl1": "Nara hits a nearby enemy, leaving them stunned for several seconds and then proceeds to attack the enemy multiple times, inflicting 35% damage per attack to the enemy.",
  "skill1lvl2": "Fifth attack deals additional damage equal to 25% of the target's current health.",
  "skill2name": "Impale",
  "skill2lvl1": "When there are no enemy targets in Nara's vicinity, she will proceed to use her grappling hook to impale an enemy and drag them towards herself. Nara will prioritize attacks towards enemies standing opposite herself.",
  "skill3name": "Terrify",
  "skill3lvl1": "A passive ability that causes Nara's attackers to lose 90 energy each time they deal damage to her. Enemies can suffer energy loss up to a maximum of 4 times within 10 seconds.",
  "skill4name": "Butchery",
  "skill4lvl1": "Restores an additional 250 energy when the enemy target is slain. If a summoned entity is slain, the amount of additional energy points that are recovered is increased to 700 points.",
  "skill1lvl3": "Fifth attack deals additional damage equal to 30% of the target's current health.",
  "skill2lvl2": "The targeted enemy bleeds after being impaled which causes 60% damage per second for 8 seconds.",
  "skill3lvl2": "Energy lost by attackers is raised to 100.",
  "skill4lvl2": "Activates a shield that can mitigate 350% damage if enemy target is slain.",
  "skill1lvl4": "Fifth attack deals additional damage equal to 35% of the target's current health.",
  "skill2lvl3": "The targeted enemy bleeds after being impaled which causes 65% damage per second for 8 seconds.",
  "skill3lvl3": "Energy lost by attackers is raised to 110.",
  "siname": "Bloodshed",
  "sidescription": "Cruel and graceless. Crafted for butchery and slaughter.",
  "siskillname": "Looming Death",
  "siskilldescription": "When Nara discovers an enemy injured enough to be slain by her ultimate ability, she will attempt to use “Impale” to bring them closer to her before using her ultimate ability to finish them off.",
  "siskill10unlocks": "[+10 Unlocks] The ability “Butchery” will possess an additional 12% life leech effect that is based on the ability’s damage output.",
  "siskill20unlocks": "[+20 Unlocks] The ability “Butchery” will possess an additional 24% life leech effect that is based on the ability’s damage output.",
  "siskill30unlocks": "[+30 Unlocks] When Nara’s health drops below 50%, her “Butchery” ability will no longer require her enemies’ health to be below a certain percentage in order for it to deal high amounts of damage.",
  "furniturename": "Perturbed",
  "furniture3description": "[3/9 Mythic Pieces] All enemies become terrified for 2 seconds after Nara successfully kills an enemy hero with her ultimate ability \"Butchery”. Enemies are unable to attack while terrified and will run away from Nara.",
  "furniture9description": "[9/9 Mythic Pieces] If the requirements for the \"Butchery\" ability's high damage multipliers are met, its damage will be additionally increased by 450%."
}