{
  "name": "Oden",
  "tagline": "Bitterblight",
  "faction": "Graveborn",
  "type": "Intelligence",
  "class": "Mage",
  "role": "AoE",
  "lore": "Few mortals have ever been seen again after passing the boundaries of the kingdom of Bantus. This shadowed realm is one of mystery and dread for Esperia's living, and only the most foolhardy adventurer would attempt to come here. What Bantus is to the living, the Mortuary Void is to the wandering spirits that drift throughout the gloom of the old kingdom. This is a place that even the dead fear.<br>\r\nOden was once counted among the preeminent mages of the Temple of Light. His brilliance was widely admired, and several among the order saw him as an inspiration and role model. Thus, it was with great surprise that he was discovered to be secretly immersed in the forbidden studies of necromancy. Though he argued his case fervently, claiming that a true mage should have an intimate knowledge of all magical disciplines, there was but one possible sentence for his transgressions. Under the blazing sun, in the full light of day, Oden met the executioner's blade.<br>\r\nIt was perhaps an oversight on the side of the Temple that allowed Oden's spirit to flee his body upon death to an unholy contraption imbued with dark energies. By the time of his execution, he had amassed enough knowledge of the necromantic arts to assure the endurance of his consciousness even after decapitation. This device had been hidden far from the reach of the Temple, in a secret place near the Mortuary Void, under the ruins of the old Academy of Night.<br>\r\nNews of his execution quickly reached Bantus, and a group hoping to rebuild the Academy were dispatched to retrieve his body. Upon bringing it back to Bantus, they performed rituals to raise the corpse and join the ranks of the Graveborn. The rituals seemed at first to hardly be a success. The body of Oden seemed lacking in any of its old abilities, being sluggish and barely sentient. Upon rising, it simply shambled away. The disciples followed, hoping to discover what the body sought. It brought them to a strange device they recognized as a sort of receptacle for souls. As the disciples watched with bated breath, the corpse placed the receptacle upon its severed neck. The eyes carved into the receptacle flickered to life. Oden was whole again, and their fate was sealed.<br>\r\nOden's body had been clumsily reanimated by the novice necromancers, but the consciousness that now again had a vehicle for its will was preserved by him alone. No longer owing allegiance to any faction, he laid waste to the foolish initiates, capturing their souls even as their bodies were destroyed by his furious spells. The souls were dragged to the Mortuary Void, and cast howling into the eternal nothing. It is now said among the halls of the rebuilt Academy of Night that Oden, the Void Keeper, still stalks the massive network of catacombs under the Academy grounds, seeking souls to feed his only master.<br>\r\n''\"It calls. It hungers. I answer.\"''",
  "skill1name": "Soul Burn",
  "skill1lvl1": "Oden completely drains all energy from the enemy that possesses the highest amount of energy, dealing 160% base damage to them. An additional 1% damage is dealt to the enemy for every 1% of energy that the enemy target has when the ability is cast against them. The higher the amount of energy that Oden drains from his enemies will result in Oden losing a higher proportion of his own energy. Oden will lose at least 300 energy points when using this ability, regardless of his enemies' energy levels.",
  "skill2name": "Void Lightning",
  "skill2lvl1": "Oden opens up a portal to the void, causing void lightning to blast out of it, striking the nearest enemy that is standing directly opposite him for 180% AoE damage.",
  "skill2lvl2": "Damage increased by up to 190%",
  "skill3name": "Eviction",
  "skill3lvl1": "Oden opens up a portal to the void that sucks in the enemy with the highest percentage of health. The targeted enemy is then thrown out of the portal and onto the weakest enemy target, resulting in 180% AoE damage being dealt to the affected targets.",
  "skill4name": "Eye of Evil",
  "skill4lvl1": "Oden accumulates one Fiend Point for every point of Energy he gains. When Oden recovers 300/1000/2000 Fiend Points respectively, one of his eyes will open until all three of his eyes are open. After Oden's first eye has been opened, the AoE damage effect caused by the Ability \"Eviction\" will now include a stun effect, which stuns the affected enemies for 3 seconds. After Oden's second eye has been opened, the ability \"Void Lightning\" will additionally target the enemy that is currently standing farthest away from Oden. After Oden's third and final eye has been opened, Oden's normal attacks will cause his enemies to lose an additional 60 energy points per attack.",
  "skill1lvl2": "Enemies cannot recover any energy for 5 seconds after this ability is used against them.",
  "skill2lvl3": "Recovers an additional 50 energy points for every enemy struck.",
  "skill3lvl2": "Damage is increased to 200%.",
  "skill4lvl2": "Oden's Attack Rating is increased by 10% and his Haste is increased by 10 points each time he opens an eye.",
  "skill1lvl3": "Additional damage dealt to the enemy is increased to 1.5% for every 1% of energy the enemy target has.",
  "skill2lvl4": "Damage is increased to 200%.",
  "skill3lvl3": "Damage is increased to 220%.",
  "skill4lvl3": "Oden's Attack Rating is increased by 15% and his Haste is increased by 15 points each time he opens an eye.",
  "siname": "Void Gazer",
  "sidescription": "The key to the void. This unearthly object is capable of opening doors to the dark, unknown planes of existence.",
  "siskillname": "Vengeful Fury",
  "siskilldescription": "During battles, Oden gains one Fiend Point required for his \"Eye of Evil\" ability from every Energy Point taken away from his enemies.",
  "siskill10unlocks": "[+10 Unlocks] Each time the ability \"Eye of Evil\" reaches 200 Fiend Points, Oden's Attack Rating is raised by 3% and his Haste is raised by 3 points. Attributes can be raised up to 10 times.",
  "siskill20unlocks": "[+20 Unlocks] Each time the ability \"Eye of Evil\" reaches 200 Fiend Points, Oden's Attack Rating is raised by 3% and his Haste is raised by 3 points. Attributes can be raised up to 15 times.",
  "siskill30unlocks": "[+30 Unlocks] Each time the ability \"Eye of Evil\" reaches 200 Fiend Points, Oden's Attack Rating is raised by 5% and his Haste is raised by 4 points. Attributes can be raised up to 15 times.",
  "furniturename": "Cursed Descent",
  "furniture3description": "[3/9 Mythic Pieces] Enemies struck by the ability \"Void Lightning\" have their Energy recovery reduced by 80% for the following 5 seconds.",
  "furniture9description": "[9/9 Mythic Pieces] While alive, Oden passively uses the ability \"Void Lightning\" every 8 seconds to attack the enemy with the current highest Energy."
}