{
  "name": "Shemira",
  "tagline": "The Corpsemaker",
  "faction": "Graveborn",
  "type": "Intelligence",
  "class": "Mage",
  "role": "AoE",
  "lore": "A soul forged in sorrow with nothing left to her in the world. This was Shemira in the final months of her life. Her husband had been a renowned healer, but her adoration and respect for him had gone out the window when she heard about the horrific acts of which he'd been accused. Her love soured such that when his execution came, she felt more anger than sadness. Niru had left her alone to care for their son in an uncaring world.<br>\r\nIt wasn't long after Niru's execution that the fevers took hold on her boy, Daimon. Had Niru been present, Shemira was sure that he could've done something. She did everything she could, calling on all the best remaining physicians of Esperia and keeping vigil with silent prayers at the child's bedside. Her efforts, however, were not enough. After his burial, she felt as if she had nothing left to live for. There was no longer any reason to go about her days as she had before. She began spending almost every waking hour next to the grave of her son, sometimes filling the cemetery with a haunting wail, sometimes staring trancelike at the headstone for hours on end. She stopped taking food more often than not, and her face became hollow, her expression blank.<br>\r\nOne day as she sat beside the grave, watching the last weak rays of sunlight kiss her son's name carved in the stone, she heard her name. She couldn't locate the source of the voice, but it seemed to be right next to her. She froze, recognizing the voice as that of her late husband. There was so much to say, so much to ask. Where could she begin? Exhaling slowly, she chose the one question that really mattered. “Why are you here?” She grimaced and tears flooded down her cheeks when she heard the answer. How could Daimon possibly be saved at this point? A glimmer of hope had been placed in front of her from nowhere. The thought that it might wink out terrified her more than anything. She didn't want to listen, but it was impossible. If there was somehow some chance, she would have to be strong enough to take it. “Prove it” she forced out from between gritted teeth.<br>\r\nThe ground in front of her began to swell. She could feel tiny vibrations from the ground, as if something was disturbing the soil underneath the surface. First came a hand, rising through the dirt, then the pallid face and more until finally her son, or some form of him, stood before her. She struggled not to scream or pass out. A mix of awe, horror, and relief was pulling at each corner of her mind, threatening to tear it apart. She still knew what this meant for her, however. Direction. Purpose. She would never let any ill befall the boy again. She relayed this to Niru, who explained that the only way to be truly reunited was to cross through the veil of death and rejoin them on the other side.<br>\r\nShe didn't hesitate. She gave Niru a simple, short command and felt a sharp coldness spread through her chest and into her limbs. She drifted into what felt like a heavy sleep, content in the reassuring presence of the ones she needed most. When she awakened, she had found a kind of happiness she never thought she'd feel again.<br>\r\n''“Don't pretend to care about something you're not willing to die for.”''",
  "skill1name": "Tortured Souls",
  "skill1lvl1": "Souls of the dead spiral around Shemira causing continuous damage to nearby enemies over a duration of 12 seconds. 50% of all damage caused by this ability will be converted into health that heals Shemira.",
  "skill2name": "Soul Siphon",
  "skill2lvl1": "Shemira continuously leeches an enemy's life to restore her own which deals 45% damage every 0.5 seconds.",
  "skill2lvl2": "Damage is increased to 50%.",
  "skill3name": "Silence",
  "skill3lvl1": "Shemira deals 100% damage to a magic based enemy and simultaneously prevents them from casting any abilities for several seconds.",
  "skill4name": "Wrath",
  "skill4lvl1": "Shemira deals more damage the more health she possesses. Shemira's damage can be increased by up to 30%.",
  "skill1lvl2": "Damage is increased by up to 80%. 100% of ability's total damage is converted into health.",
  "skill2lvl3": "Damage is increased by up to 55% and gradually increases over time.",
  "skill3lvl2": "Damage is increased by up to 130%. The time the enemy is prevented from attacking is extended (time extension based on Shemira's HP).",
  "skill4lvl2": "Crit Rating increases up to an additional 30% (based on Shemira's HP).",
  "skill1lvl3": "Damage is increased up to 90%. Restores 25% health when dealing damage and gradually restores health after the ability has finished.",
  "skill2lvl4": "Damage is increased to 60%.",
  "skill3lvl3": "Damage is increased to 150%.",
  "skill4lvl3": "Damage is increased by up to 40%.",
  "siname": "The Spirit Orb",
  "sidescription": "A cursed orb containing a trapped spirit. Inspires dread in those who look upon it.",
  "siskillname": "Twisted Torture",
  "siskilldescription": "The “Tortured Souls” ability deals 12% extra damage when there is 1 enemy on the battlefield, 6% when there are 2 enemies on the battlefield, and 3% damage when there are 3 enemies on the battlefield.",
  "siskill10unlocks": "*[+10 Unlocks] The “Tortured Souls” ability deals 24% extra damage when there is 1 enemy on the battlefield, 12% when there are 2 enemies on the battlefield and 6% damage when there are 3 enemies on the battlefield.",
  "siskill20unlocks": "*[+20 Unlocks] The “Tortured Souls” ability deals 36% extra damage when there is 1 enemy on the battlefield, 18% when there are 2 enemies on thee battlefield, 18% when there are 2 enemies on the battlefield and 9% damage when there are 3 enemies on the battlefield.",
  "siskill30unlocks": "*[+30 Unlocks] The “Tortured Souls” ability deals 48% extra damage when there is 1 enemy on the battlefield, 24% when there are 2 enemies on the battlefield and 12% damage when there are 3 enemies on the battlefield.",
  "furniturename": "Inner Yearning",
  "furniture3description": "*[3/9 Mythic Pieces] When Shemira's energy is full, she becomes immune to all control abilities for 2 seconds and immediately uses her ultimate ability. This ability can be activated even while another ability is currently in use.",
  "furniture9description": "*[9/9 Mythic Pieces] When Shemira's health falls below 50%, the percentage of damage that is converted into health while her \"Tortured Souls\" ability is in effect is raised by 30%. Once \"Tortured Souls\" has finished dealing damage to enemies, the percentage of damage converted into her health falls by 30%."
}