{
  "name": "Silas",
  "tagline": "Augmented Death",
  "faction": "Graveborn",
  "type": "Intelligence",
  "class": "Support",
  "role": "Buffer",
  "lore": "The infamous town of Rustport, a quagmire of perpetual villainy and crime. Its gutters reek, producing an almost visible miasma from its wet markets and unkempt residents. The ramshackle stalls and shops lining its narrow streets, however, still have much to offer if one knows where to look. All manner of contraband and substances sell in the undermarkets of Rustport, much of which can in fact be found nowhere else. The Ouroboros group, a metallurgical organization dealing mainly in the development and sale of forbidden crafts, base many of their operations in the eyesore of the coast. As fanatical weapon makers and alchemists, they are able to operate largely without restraint within the confines of Rustport, unhindered and unchallenged. The lawless sprawl of the desperate and the unscrupulous was just the spot they needed.<br>\r\nWhat set Silas apart from the rank and file of the Ouroboros was his fervent desire to learn more and more through his experiments. Unlike his fellow apprentices who were happy enough to stick to gunpowder and mundane poisons, he was more interested in biological augmentations. They fascinated him to such a degree that many said he was obsessed. He began working with different concoctions and elixirs that would increase strength and unlock ultimate physical potential. Silas went so far as to even experiment on himself as his obsession grew stronger by the day. Through a series of self-performed surgeries, he was able to augment his body with a device that would allow him to control the dosages of chemical compounds released into his body with relative ease and precision.<br>\r\nSuch drastic measures and regular usage of these concoctions was not without adverse effects. Frequently using such a powerful substance takes a permanent toll on the user’s mind. It wasn’t long until Silas and the subjects of his experiments were all affected in some manner by the substance. What little of Silas’ ethical compunctions that remained were dwindling fast. He continued to use the substance with unbridled desire. It was then that a deadlier side effect became more pronounced. The substance was costing more than just his mind. It also ate away at his internal tissues. He was on a slow but sure path to the grave.<br>\r\nSilas cared not for the devastating effects this potent substance had on his body, for he had already formulated a plan for his salvation. On the brink of death, Silas ventured to the ruined kingdom of Bantus, the realm of the dead. He sought out the necromancers who resided within the twisted woods of Bantus and came to an agreement. Trading his knowledge of metallurgy for life, the necromancers granted him the solution to immortality. Silas was made Graveborn.<br>\r\nSilas awoke seeing an elevated truth. The living were constricted and subdued by their own mortal vessels. He knew that now as a Graveborn, the potential for his augmentations would be boundless. He would become something else, stronger and wiser than he ever could have been as a mere man. Finally, flesh and artifice could truly become one.<br>\r\n''“Mortality is a symptom of a weak imagination.”''",
  "skill1name": "Injected Fury",
  "skill1lvl1": "Silas jumps beside his weakest ally and injects them with a powerful substance which increases their Attack Rating by 50% and causes them to become immune to all damage for 8 seconds. Once this ability has ended, the affected ally will lose health equal to 70% of the total amount of damage that was negated while they were in an immune state, but will not die as a result of it.",
  "skill2name": "Stimulated Rage",
  "skill2lvl1": "Silas is able to immediately heal his weakest ally for 12% of their max health. Once healed, the ally is able to recover 35% of Silas’ Attack Rating value as health per second over a duration of 8 seconds.",
  "skill2lvl2": "Duration of healing over time effect is increased to 9 seconds.",
  "skill3name": "Double Dosage",
  "skill3lvl1": "Silas sprays a powerful gas onto the battlefield that remains there for 12 seconds. Any allies standing within the gas cloud will recover health equal to 30% of Silas’ Attack Rating value per second. If any enemies are standing within the gas cloud, they will suffer 60% damage per second.",
  "skill4name": "Healing Haze",
  "skill4lvl1": "Silas creates a gas cloud that is capable of moving slowly around the battlefield. Any allies within the cloud’s radius will recover 20% of the health that they’ve already lost per second. The cloud will disappear once a total healing value equal to 500% of Silas’ Attack Rating has been reached.",
  "skill1lvl2": "Duration is extended up to 9 seconds.",
  "skill2lvl3": "Duration of healing over time effect is increased to 10 seconds.",
  "skill3lvl2": "Reduces the health recovery rate of enemies within the gas cloud by 35%.",
  "skill4lvl2": "The total amount of health that may be recovered is equal to 600% of Silas’ Attack Rating.",
  "skill1lvl3": "Duration is extended up to 10 seconds.",
  "skill2lvl4": "Duration of healing over time effect is increased to 11 seconds.",
  "skill3lvl3": "Gas cloud deals damage equal to 70% of Silas’ Attack Rating per second to enemies.",
  "skill4lvl3": "The total amount of health that may be recovered is equal to 700% of Silas’ Attack Rating.",
  "siname": "Augmentation Blades",
  "sidescription": "A sharp and deadly pair of blades that are laced with a powerful, unknown substance. These blades have been used to augment countless unwilling test subjects.",
  "siskillname": "Adrenaline Shot",
  "siskilldescription": "Each time an enemy loses 1% of their max health, their health recovery rate decreases by 0.6%, which may be further decreased up until it reaches a total value of 36%. Each time an ally loses 1% of their max health, their health recovery rate increases by 0.8%, which may be increased up until it reaches a total value of 48%.",
  "siskill10unlocks": "[+10 Unlocks] Health recovery rate of enemies is decreased by 0.8% until it reaches 48%.",
  "siskill20unlocks": "[+20 Unlocks] Health recovery rate of enemies is decreased by 1% until it reaches 60%.",
  "siskill30unlocks": "[+30 Unlocks] Allied heroes that have more than 50% of their max health receive an Attack Rating increase of 20%.",
  "furniturename": "Rampant Carnage",
  "furniture3description": "*[3/9 Mythic Pieces] Using the ability \"Injected Fury\" on a nearby melee ally additionally increases their Normal Attack damage by 50% and their Normal Attack frequency by 30%.",
  "furniture9description": "*[9/9 Mythic Pieces] The effects of this ability can be utilized by ranged allies whenever the \"Injected Fury\" is used."
}