{
  "name": "Theowyn",
  "tagline": "The Wailing Widow",
  "faction": "Graveborn",
  "type": "Agility",
  "class": "Ranger",
  "role": "Continuous Damage",
  "lore": "Princess Theowyn was born into the Bantus nobility, but was adopted by the royal family as a child. She is Thoran and Edwin's younger sister. A frail and sickly girl, she was unable to go out and about as one normally would, unable to meet with her peers or go hunting with friends. As she grew up, she became more noble and elegant, but also increasingly reserved and closed off. Thankfully, her two older brothers noticed her anxious disposition, and set about ensuring their sickly little sister was cared for.<br>\r\nOf her two older brothers, she was closer to Edwin, despite their polarized personalities. After battle, Edwin would always return with little gifts for Theowyn, such as amethyst or purple roses. The only time Theowyn ever looked happy, was upon receiving Edwin’s gifts. Her face would light up! As the days drew on, Theowyn’s dependence on Edwin grew. She hoped dearly in her little princess heart to one day marry a man as fine and brave as her big brother Edwin.<br>\r\nAlas, life does not always pan out how we hope. When the time came for Thoran to ascend to the throne, the country’s finances has been dried up through years of war. In the eyes of the people, Thoran was undoubtedly kind, making changes to expansion policies and devoting himself to bringing peace to the land. In order to restore relations between the Bantus Empire and foreign realms, Thoran decided to arrange for a marriage between his sister, Theowyn, and the Crown Prince of Thalonia, a formidable country in the West. Given the situation, even the much beloved princess was regarded as a mere political pawn.<br>\r\nProvided Theowyn’s feelings didn’t factor in, the marriage was doubtless a phenomenal success. The relationship of the two countries was once again as strong as it used to be, and the borderlands are once again becoming peaceful. For the princess, however, this marriage was the start of a tragedy. She could not bring herself to love him.<br>\r\nCompared to her big brother, the witty, handsome and gallant Edwin, the Crown Prince was woefully average. Despite his kindness and good treatment of others, he was meek and timid, never able to win his wife’s adoration or praise. Every day spent with her husband felt like torture, making her miss Edwin all the more. She would think fondly of the times she spent playing with her boisterous big brother in the garden whilst her kind, reliable big brother would watch them both with a smile on his face. Edwin would enthusiastically lift his little sister above his head, telling her all his thrilling war stories. The three of them would go to dinner together, laughing and smiling all the way to the banquet hall.<br>\r\nTheowyn hadn’t heard from Edwin in quite some time. In his most recent letter, Edwin told her that he and Thoran were experiencing a conflict of opinion. Edwin was given the cold shoulder, ordered by the King to remain inside and not to leave at any time. A thinly veiled house arrest. Edwin wanted a chance to reconcile his differences with King Thoran.<br>\r\nHaving heard Edwin’s plea, Theowyn resolved to help him reconcile with Thoran. Telling her husband that she dearly missed her homeland and wished to pay a visit, her husband wasted no time in agreeing to it. Upon arriving in Bantus, the couple were warmly greeted by Thoran. Caring for his sister’s feelings, Thoran temporarily lifted Edwin’s house arrest, inviting to him a grand diplomatic banquet. Thoran could never have anticipated that such a move would be taken advantage of. The pure and naïve Theowyn could never have foreseen that her arrival would be the trigger for a bloody coup.<br>\r\nThat evening, Edwin’s soldiers surrounded the banquet hall. Deranged, Edwin killed the Crown Prince, then pointed his sword at his brother, sat on the throne. Her husband in a pool of blood, her family crossing swords, and the crazed thirst for power in Edwin’s eyes… Everything was so strange and unfamiliar, Theowyn was terrified.<br>\r\nIt felt like a nightmare. Once Thoran fell, his loyal guard, too, fell, and then arose as Graveborn. The Graveborn guard sought vengeance, fighting back against the rebel forces. Amidst the chaos of slaughter, the innocent Theowyn was struck by a stray blade.<br>\r\nShe hated how Edwin had used her, how he’d killed Thoran and her husband, the Crown Prince. She couldn’t forgive herself, believing herself to be instrumental in the death of her loved ones and countless innocents. As she watched Edwin die before her eyes, Theowyn could stand it no longer. Curling up in pain, with her final breath she let out a piteous wail of despair.<br>\r\nOnce the coup was over, there was a rush to bury the deceased nobles in the royal graveyard. However, once Thoran took control of the Bantus Empire as The Fallen King, Princess Theowyn’s tomb was found to be empty.<br>\r\nThe noble and elegant Princess Theowyn is no more, in her place is a distant, isolated Graveborn. Her eyes are peerlessly beautiful, but her tears are without end. The suffering she feels is never to wane.<br>\r\n''“Princess Theowyn’s eyes are like amethyst, but those eyes are forever full of grief.” – The Royal Graveyard Keeper”''",
  "skill1name": "Haunting Specter",
  "skill1lvl1": "Theowyn enters spectral form to enshroud an enemy target and, prevent them from recovering any health. While the enemy is enshrouded, Theowyn deals 130% damage per second for a total duration of up to 8 seconds. Once Theowyn has finished enshrouding the enemy, she deals an additional 130% damage to the target. During the enshroud phase, Theowyn cannot be attacked nor receive any active effects from her allies’ abilities.",
  "skill1lvl2": "Damage dealt to enemy is increased to 150% after Theowyn has finished enshrouding them.",
  "skill2name": "Spectral Curse",
  "skill2lvl1": "Theowyn enters spectral form and charges ahead, cursing every enemy that she passes through, dealing 130% damage to them. If an enemy is already cursed, the curse is removed and Theowyn instead deals damage equal to 15% of the enemy’s max health, ignoring all of their defense. While in spectral form Theowyn is immune to enemy control abilities.",
  "skill3name": "Song of Mourning",
  "skill3lvl1": "Whenever Theowyn receives damage that exceeds 10% of her current health, the exceeding amount of damage shall be reduced by 55%.",
  "skill4name": "Spectral Divergence",
  "skill4lvl1": "Damage dealt to enemies when Specters pass through them is increased to 170%.",
  "skill1lvl3": "100% of the health which should have been recovered by the enemy target while enshrouded is transferred to Theowyn.",
  "skill2lvl2": "Damage dealt to enemies when Specters pass through them is increased to 150%.",
  "skill3lvl2": "Exceeding damage is reduced by 60%.",
  "skill4lvl2": "Damage dealt to enemies when Specters pass through them is increased to 190%.",
  "skill1lvl4": "Damage dealt to enemy is increased to 170% after Theowyn has finished enshrouding them.",
  "skill2lvl3": "Damage dealt to enemies when Specters pass through them is increased to 170%.",
  "skill3lvl3": "Exceeding damage is reduced by 65%.",
  "siname": "Crown of Thorns",
  "sidescription": "Trapped by a crown of thorns, even in death, the wearer is humiliated by what it symbolizes. The crown acts as a constant reminder of the fell deeds perpetrated by its wearer, who even in death, is doomed to wear it for an eternity.",
  "siskillname": "Sorrowful Affliction",
  "siskilldescription": "This ability is activated every 15 seconds of battle. The 1 enemies which have dealt the highest amount of damage to Theowyn within the last 15 seconds shall be afflicted by the effects of Theowyn’s “Spectral Curse” ability.",
  "siskill10unlocks": "[+10 Unlocks] The Attack Ratings of cursed targets are decreased by 20% for 8 seconds.",
  "siskill20unlocks": "[+20 Unlocks] Number of enemies targeted by this ability is increased to 2.",
  "siskill30unlocks": "[+30 Unlocks] Number of enemies targeted by this ability is increased to 3.",
  "furniturename": "Entangled Souls",
  "furniture3description": "[3/9 Mythic Pieces] Enemies cannot recover energy when they are afflicted by the ” Haunting Specter” ability.",
  "furniture9description": "[9/9 Mythic Pieces] Enemies afflicted by the “Haunting Specter” ability now give 100% of the energy they would have recovered to Theowyn."
}