{
  "name": "Thoran",
  "tagline": "The Fallen King",
  "faction": "Graveborn",
  "type": "Strength",
  "class": "Tank",
  "role": "Tank",
  "lore": "King Thoran was a beloved ruler. Wise and able, his kingdom prospered as it never had before. Taxes were kept light, which endeared him to the merchant and peasant classes alike. Using skilled diplomacy and negotiation, he kept the kingdom out of war. There were no towns of grieving widows or hungry orphans under his rule. The soldiers enjoyed long visits home to spend time with their families in safety and help tend to domestic matters.<br>\r\nThere was, however, a small contingent who didn't appreciate Thoran's way of doing things. Foremost among these malcontents was no other than the monarch's younger brother, Edwin. He rankled at the pacifistic policies of Thoran, seeing them as a stain on the honor of the kingdom and their house. After all, what did it say of their strength if they failed to carry on the old ways, the ways of the sword and conquest and blood. The barbarians populating the savage lands beyond their borders had stopped fearing the might of the kingdom. Noble houses which had maintained their place through warfare sat dormant, their power and influence dwindling season after peaceful season.<br>\r\nIt was from among these houses that Edwin found the support he sought. A handful of noblemen responded to a secret summons. Once gathered, a plan was revealed. The few who opposed it didn't survive the meeting. A coup was underway. Edwin bid his treacherous noblemen return to their estates to each gather a selection of their most ruthless and skilled men-at-arms. After doing so, they returned to the royal residence under the guise of making a social call. Their soldiers posed as cooks, heralds, and retainers, hiding their weapons among their lords' personal effects. At a dinner attended by the king as well as several of his top officials, the traitors made their attack. King Thoran was successfully dispatched, but at a far greater cost than they could've imagined.<br>\r\nOne of Thoran's Praetorian Guard, after finally being overwhelmed by his attackers, rose inexplicably from his bloody heap. In the slaughter that followed, the traitors were slain to a man, including Edwin. The risen guard scooped up his fallen king's body in his arms and took him away, seeking yet another resurrection.<br>\r\nThe Praetorian was successful in his task, and the monarch rose again. The kindness and goodwill for which he had been famous had drained from his heart, replaced with a cold rage.<br>\r\nRumors eventually reached Thoran that his brother had also been brought back into the living world. At this news he found a new purpose. He began raising an army of the undead- an army that would give him the vengeance constituting his only remaining desire. He would find his brother and bring him the final death.<br>\r\n''“The crown weighs heavy.”''",
  "skill1name": "Retaliation",
  "skill1lvl1": "Thoran focuses for several moments before swinging his weapon at all the enemies in front of him, dealing 140% damage to them. 200% of the damage received by Thoran during his focusing stage is dealt back to his enemies as additional damage. While in a focused state, Thoran is immune to control abilities and receives less damage.",
  "skill2name": "Domination",
  "skill2lvl1": "Thoran cleaves at an enemy, dealing 120% damage to them, and causes them to fall to the ground.",
  "skill2lvl2": "Damage is increased to 140%.",
  "skill3name": "Resurrection",
  "skill3lvl1": "Thoran resurrects himself after dying with 60% of his health restored. This ability can only be used once per battle.",
  "skill4name": "Taint",
  "skill4lvl1": "At the start of battle Thoran deals 100% damage to the enemy with the least amount of health, also cursing them. Over the next 15 seconds, if Thoran is dealt damage, the cursed enemy will lose health equal to 70% of the damage value.",
  "skill1lvl2": "Recovers 40% of damage dealt to enemies as health.",
  "skill2lvl3": "80% of damage is converted into health.",
  "skill3lvl2": "After being resurrected, nearby enemies are stunned for 3 seconds.",
  "skill4lvl2": "Duration is extended up to 25 seconds.",
  "skill1lvl3": "Recovers 40% of damage dealt to enemies as health.",
  "skill2lvl4": "Damage is increased to 160%.",
  "skill3lvl3": "75% of max HP is restored.",
  "skill4lvl3": "Cursed enemy loses health equal to 75% of the damage Thoran receives.",
  "siname": "The Vengeful Crown",
  "sidescription": "The royal symbol of a fallen king. Imbued with spite at the treachery he suffered.",
  "siskillname": "King's Will",
  "siskilldescription": "Thoran cannot be killed during the initial focusing phase of his “Retaliation” ability.",
  "siskill10unlocks": "*[+10 Unlocks] Thoran’s max health is increased by 15% while in battle.",
  "siskill20unlocks": "*[+20 Unlocks] Thoran’s max health is increased by 30% while in battle.",
  "siskill30unlocks": "*[+30 Unlocks] Thoran cannot be killed in battle for the first two times that he enters the focusing phase of his “Retaliation” ability.",
  "furniturename": "Deadly Attraction",
  "furniture3description": "*[3/9 Mythic Pieces] Enemies that are stunned by the ability \"Resurrection\" are drawn towards Thoran and he recovers 5% of his max health for every enemy stunned by the ability \"Resurrection\".",
  "furniture9description": "*[9/9 Mythic Pieces] Thoran immediately recovers 150 energy points after he is brought back to life by his \"Resurrection\" ability."
}