{
  "name": "Torne",
  "tagline": "The Wandering Corsair",
  "faction": "Graveborn",
  "type": "Strength",
  "class": "Tank",
  "role": "Tank",
  "lore": "Horwich, Torne, and Porter had come to Rustport trailing a slew of debts and crimes. Their pursuers would not be kind if they were caught, but if there was anywhere that the trio could blend in, it was here. Moreover, the ships that left daily were always in need of more hands and never asked questions.<br>\r\nThe three were accustomed to harsh conditions and dubious work, and it wasn’t long before they started picking up jobs. The coin never lasted long, however, as there was always another drink to be had, another game of dice to be played, or some other carousing to join. The three made for an unusual-looking partnership. Torne, tall and broad with a barrel chest, and Horwich, with his slight frame and darting eyes, would dance clumsy jigs around the deck or in a tavern while the usually taciturn Porter encouraged the pair in their revelries by piping out a jaunty tune.<br>\r\nThe three pirates were often down on their luck, so when they happened across their captain’s log with information about a buried bounty they made off on their own at the first opportunity.\n    \nThe trio seldom got along for more than a few hours at a time, but each bequeathed the others a grudging respect. Old Porter's rough wisdom, Torne's impressive brawn, and Horwich's slippery cunning made for a versatile crew between just the three.\n    \nIn a stolen rowboat, in the dead of night, they made their way to the location described in the captain’s notes. The only sounds were the lapping of waves as their cloth-wrapped paddles dipped soundlessly into the water. Sophisticated series of hand signals replaced speech as they approached a cavern yawning out of the surf.\n    \nMaking their way through the darkness of the cave, they reached dry land and pressed on, now far enough from the mouth to light their torches. Before long they found what they sought. In the back of the cavern was a rotting chest circled with heavy rusted chains. Smashing through the soggy oak, they were greeted with the sound of coins spilling onto the cave floor. The torchlight was reflected in a glittering pile of gold. Before they had the chance to even begin splitting the bounty, something caught their eyes.\n    \n\"A crown! I’ll take that and you two can have more of the coinage.” Horwich rasped. “Not so fast, boy.” Porter puffed out his chest and stood straight. “We’d not have made it here without me.” the three were squabbling over the crown when glowing script began to shimmer into shape upon its surface. It read: “Eternal life, with a heavy price. Become what you hate, and never die” Horwich answered immediately. “Well I’ll have an eternity to come to terms with that, and it’ll take forever to spend this loot anyway!” He yanked the crown away and placed it quickly on his head.\n    \nThe torches were snuffed out with a hush. Total darkness enveloped the adventurers. The atmosphere suddenly became so oppressive it seemed to eat sound. After a moment of confused wandering, they realized they were lost in the black.\n    \nA century later, a hulking shape emerged from the cavern. Massive and covered in twitching limbs, it shielded its milky eyes against the glaring moonlight. The three had merged into one. After a century of cursed and sightless wandering, the thing they hated most was one another. The promises of the crown had been kept.<br>\r\n''\"Kill me if you want to live.\"''",
  "skill1name": "Piercing Bones",
  "skill1lvl1": "Deals 300% damage to all enemies and causes bone spikes to protrude from the battlefield for 8 seconds. Bone spikes are able to deal damage once every 0.25 seconds. If an enemy moves positions within these 0.25 seconds, they will subsequently lose 3% of their max health. Torne regrows his bone whip after using this ability.",
  "skill2name": "Bone Prison",
  "skill2lvl1": "Torne traps an enemy within a prison of bones and then proceeds to smash into the enemy target, dealing 260% damage to them, also causing them to be knocked backwards. After being knocked backwards, the enemy loses 100 Haste points for a duration of 8 seconds.",
  "skill2lvl2": "Damage is increased to 290%",
  "skill3name": "Seething Death",
  "skill3lvl1": "Torne deals 180% AoE damage 3 times to enemies that are standing before him, with the final attack leeching 25% health from the final enemy. All enemies that were struck by this attack are unable to recover life for the following 9 seconds. Torne regrows his bone whip after using this ability.",
  "skill4name": "Absorption",
  "skill4lvl1": "Torne absorbs the remains of any dead heroes on the battlefield and forms a bone whip out of their bones. Simultaneously, Torne recovers 30% of his max health and increases the value of his max health by the same amount. The area for all of Torne’s AoE abilities is increased after this ability is used for the first time.",
  "skill1lvl2": "Bone spikes protrude from the battlefield for 9 seconds.",
  "skill2lvl3": "Damage is increased to 320%",
  "skill3lvl2": "Damage is increased to 190%.",
  "skill4lvl2": "35% of max HP is restored.",
  "skill1lvl3": "Bone spikes protrude from the battlefield for 10 seconds.",
  "skill2lvl4": "Damage is increased to 350%.",
  "skill3lvl3": "Damage is increased to 200%.",
  "skill4lvl3": "40% of max HP is restored.",
  "siname": "Wanderer's Plight",
  "sidescription": "A deadly blade that slices through flesh like a hot knife through butter.",
  "siskillname": "Baneful Focus",
  "siskilldescription": "Every time Torne forms a bone whip, his Attack Rating is increased by 10% and his Defense Rating is increased by 20% up until the battle ends. This ability can be stacked 6 times.",
  "siskill10unlocks": "[+10 Unlocks] Every time Torne forms a bone whip, his Attack Rating is increased by 15% and his Defense Rating is increased by 30% up until the battle ends. This ability can be stacked 6 times.",
  "siskill20unlocks": "[+20 Unlocks] Every time Torne forms a bone whip, his Attack Rating is increased by 20% and his Defense Rating is increased by 40% up until the battle ends. This ability can be stacked 6 times.",
  "siskill30unlocks": "[+30 Unlocks] After forming his bone whip a total of 3 times, Torne gains 35 Life Leech points and is immune to control abilities until the end of battle.",
  "furniturename": "Death Shield",
  "furniture3description": "[3/9 Mythic Pieces] Torne is granted a shield that is able to mitigate damage equal to 18% of his max health, which lasts for 5 seconds every time Torne loses 40% of his max health.",
  "furniture9description": "[9/9 Mythic Pieces] Torne is granted a shield that is able to mitigate damage equal to 28% of his max health, which lasts for 10 seconds every time Torne loses 40% of his max health."
}