{
  "name": "Anoki",
  "tagline": "The Blood Guard",
  "faction": "Mauler",
  "type": "Strength",
  "class": "Tank",
  "role": "Control",
  "lore": "Anoki grew up with his father, an aloof character offering few words to anyone, and fewer still to his son. His father was a warrior, renowned among their tribe, and holding the respect of the Mauler's Grand Chieftain. He rose through the ranks and became the commander of the Grand Chieftain's hand-picked elite, known as the Blood Guard. Anoki was resigned to being the son of a great hero, a shadow in his father’s burning glory. <br>\r\nHis father's training regimes could have been mistaken for torture, but Anoki had no choice but to take the path laid out before him. The ultimate purpose was for Anoki to one day defeat his father, for only in this way could a calf become a bull. <br>\r\nAnoki strove to live up to the task at hand. He wished to be a Blood Guard, to be the youngest ever to be taken into the ranks. He imagined the honor, the awe they would feel when looking upon him. His chance to prove himself, however, was taken away. <br>\r\nOn an outing with the Grand Chieftain, a flurry of assassin's arrows struck down a handful of the Blood Guard. Knowing that these had been intended for the Chieftain, the remaining Guard, along with the Chieftain, gave chase to the small group of attackers. They were led straight into an ambush and severely outnumbered. <br>\r\nAnoki's father gave him the last surviving mount and commanded he break free of the encircling enemies to call for more support. When he returned, most of the assailants had been slaughtered and his father stood strong, but the grand chieftain was wounded and teetering on the brink of death. <br>\r\nWhen news of the Grand Chieftain's death reached the tribes, chaos followed. Some factions broke old truces while others looked to settle old scores. Others broke away entirely, going to forge their own destinies. Anoki's father was met with much criticism. The great warrior, the proud Blood Guard commander, had failed at his task of protecting his chieftain. Many of his father's warriors could not bear the dishonor and one by one left his side. <br>\r\nThe in-fighting amongst the mauler tribes further deepened the guilt Anoki's father had to bear. The burden of his failure wore on his mind. A wound that wouldn't heal, the guilt set in like a disease, wrapping itself around his heart. <br>\r\n\"I'd rather have died on the battlefield, than like this…\" were his father's parting words to Anoki, as he gifted his storied war horn to his son. The war horn had been awarded to he himself upon reaching his highest position, a symbol of all he had done for the tribes. Handing over the war horn to Anoki meant that all the expectations now hung over his head, a sword bearing heavily down with the weight of history. <br>\r\nAfter his father's death, Anoki worked to reunite the disbanded Blood Guard while also working to investigate the assassination of the grand chieftain. On his travels through the Scorched Expanse, he came across a tribe of falcons. Getting to know one of the falcons, he learned that the assassination was not as simple as it seemed. After many years and myriad trials, Anoki regained the respect of his father's old Blood Guard. Once again, they would pledge their allegiance to the Grand Chieftain.<br>\r\n''\"Shoulder the burden and climb to the peak!\"''",
  "skill1name": "Savage Stampede",
  "skill1lvl1": "Anoki blows his war horn, calling forth a stampede of [[Iron-jaw]] beasts that are able to strike 3 enemies. Enemies standing in the Iron-jaws’ way are dealt 50% damage and are carried backwards towards the edge of the screen. Once the enemies reach the edge of the screen they are sent hurtling into the air and suffer 120% damage which leaves them stunned for 2 seconds.",
  "skill2name": "Raging Stomp",
  "skill2lvl1": "Anoki stomps the ground 3 times, with the first two stomps each dealing 65% damage to the enemy, with the final stomp dealing 120% damage to them, that also leaves them stunned for 1.5 seconds.",
  "skill2lvl2": "Final stomp deals 130% damage to enemies.",
  "skill3name": "Born To Lead",
  "skill3lvl1": "Anoki manifests an aura around himself that lasts for 8 seconds. While the aura is present, all allies including Anoki have their Attack Ratings increased by 8%, the damage they receive is reduced by 10% and the frequency of their normal attacks is increased by 15%. Melee heroes receive an extra increase of 150% for all of the preceding attributes.",
  "skill4name": "Horn of War",
  "skill4lvl1": "Used once at the start of battles, this ability grants allies a protective shield that lasts for 5 seconds, which is able to mitigate damage that is equal to 20% of Anoki’s max health.",
  "skill1lvl2": "Enemies suffer 140% damage when thrown into the air.",
  "skill2lvl3": "Final stomp causes enemies to lose 25 Haste points for 5 seconds.",
  "skill3lvl2": "Attack Rating is raised by 9%",
  "skill4lvl2": "Shield’s value is equal to 25% of Anoki’s max health",
  "skill1lvl3": "Enemies suffer 160% damage when thrown into the air.",
  "skill2lvl4": "Final stomp deals 140% damage to enemies.",
  "skill3lvl3": "Attack Rating is raised by 10%",
  "skill4lvl3": "Shield’s value is equal to 30% of Anoki’s max health",
  "siname": "Blood Guards Warhorn",
  "sidescription": "Hefty and colossal, this horn of war has been left scarred by the many battles it was used in. Once again its call shall be heard, ushering in a new era of war.",
  "siskillname": "War Fury",
  "siskilldescription": "This ability raises Anoki’s Attack Rating by 4% for every non-summoned ally that is standing near him and raises his Defense Rating by 10% for every enemy standing near him.",
  "siskill10unlocks": "[+10 Unlocks] This ability raises Anoki’s Attack Rating by 8% for every non-summoned ally that is standing near him and raises his Defense Rating by 15% for every enemy standing near him.",
  "siskill20unlocks": "[+20 Unlocks] Excluding summoned entities, when there are no less than a total of 3 characters near Anoki (includes enemies and allies), Anoki recovers 5% of his max health per second and becomes immune to control abilities.",
  "siskill30unlocks": "[+30 Unlocks] This ability raises Anoki’s Attack Rating by 12% for every non-summoned ally that is standing near him and raises his Defense Rating by 20% for every enemy standing near him.",
  "furniturename": "===Blood Guard's Honor===",
  "furniture3description": "*[3/9 Mythic Pieces] For every 15 seconds after the battle begins, Anoki additionally uses his \"Horn of War\" ability 1 time, until it is used a total of 2 times per battle. Each time the ability is used, the shield value will be reduced to 50% of the previous shield's value.",
  "furniture9description": "*[9/9 Mythic Pieces] For every 15 seconds after the battle begins, Anoki additionally uses his \"Horn of War\" ability 1 time, until it is used a total of 3 times per battle. Each time the ability is used, the shield value will be reduced to 70% of the previous shield's value."
}