{
  "name": "Antandra",
  "tagline": "Desert Fury",
  "faction": "Mauler",
  "type": "Agility",
  "class": "Warrior",
  "role": "Continuous Damage",
  "lore": "In a mercifully cool oasis of the Scorched Expanse stands a magnificent temple. An architectural wonder from a forgotten time, it remains as a testament to the greatness of those who came before. Many Maulers believe that it was not crafted by mortal hands alone, but that the gods themselves descended to aid in the construction of the awesome edifice. Arcane knowledge lies hidden here, undecipherable to all but a few within the ancient symbols carved into the walls. It is a place of reverence and wonder for all Mauler tribes, and is overseen by a group of respected elders. Protection of the temple and the elders therein falls to the temple warriors, a group of elite guardians who dedicate their lives to the defense of the structure.<br>\r\nThe process for selecting the temple warriors is a cruel one. At only a few years of age, Mauler younglings are given over to the temple in an act of sacrifice and reverence. Their training begins immediately, and is harsh and unforgiving to the extent that most trainees don’t survive the first year. The following trials are harrowing and dangerous enough to weed out all but the strongest, quickest, and most resourceful candidates. Every temple warrior is a consummate fighter, well versed in virtually any possible combat situation. It is considered a great honor in Mauler society to have given a child that manages to survive the training and reach adulthood as a temple warrior. Antandra was nearing the end of her training and after a final trial would be fully inducted into the order. She was confident that the final trial would go well. She was one of the quickest in her group, and seldom lost a sparring match with the other trainees. Her combat instincts were second to none, but she lacked the all-out devotion of the others. In their hearts, there was only the temple, while Antandra found herself still feeling the emotions of one who hadn’t gone through the forge of hardships she had seen for as long as she could remember. This fundamental difference came to a head one hot afternoon outside the temple.<br>\r\nAntandra and a few training companions happened upon a lone youngling. The child had obviously been wandering the Scorched Expanse, and was in desperate need of nourishment. Antandra’s training mates looked briefly on the child with callous glances.<br>\r\nThey had, after all, seen worse. Their compassion had been weathered away like stone in the sandy desert wind. Antandra, however, couldn’t ignore the youngling’s plight. She approached and knelt, comforting the scared child and offering the pouch of water from her belt. The nominal leader of their group, a stoic and ruthless fighter, commanded that she stop. Antandra refused, and before she realized what was happening, the leader’s knife was drawn and descending toward the youngling’s neck. The rest was a blur. The leader’s wrist caught in Antandra’s own hand, a pounce, dust rising from the earth at every deadly fluid movement, the sharp sounds of steel on steel, parries and slashes and thrusts and finally the oddly yielding resistance against the blades she had known so long. Wounds began to appear, red and angry, seeming to accuse her. The other initiates stood round watching the spectacle as the leader fell to Antandra’s final jab, her body covered in cuts deep and shallow.<br>\r\nAntandra stood panting over the body of someone she’d fought alongside for years, still trying to process what had just transpired when the first elder called out “Initiate! You have fought in the protection of this child, a child not of the temple nor your warrior order.” A second elder stepped in immediately. “You are the spears of the temple. You have but one cause for which to fight. All others are forbidden.” A third elder glowered over the scene and uttered a single word. \"Banishment.” Walking away from the place where she had grown up and the only people she had ever known, she looked back. The other initiates had given the youngling water, and another was approaching, carrying the fresh garb of a warrior novice.<br>\r\n''“The conscience is the oasis of the soul”''",
  "skill1name": "Mark of the Wild",
  "skill1lvl1": "Antandra attacks an enemy for 220% damage, imprinting her mark upon them for 4 seconds. While marked, the enemy's Accuracy is reduced by 80 and their Energy recovery is reduced by 60%.",
  "skill1lvl2": "Enemy is marked for 5 seconds.",
  "skill2name": "Piercing Assault",
  "skill2lvl1": "Antandra throws her spear at the enemy with the highest Attack Rating, dealing 180% damage to all enemies it penetrates. Antandra then dashes over to the enemy target, after which she receives a shield which exists for 5 seconds, that has a value equal to 550% of the target Attack rating, but will not exceed 1000% of her own Attack Rating. Enemies hit by Antandra's spear are marked by Antandra. Antandra cannot be controlled and ignores enemy dodges while this ability is active.",
  "skill3name": "Knockdown",
  "skill3lvl1": "Antandra uses her spear to swipe at nearby enemies, dealing 180% damage to them, also knocking them down, meanwhile Antandra recovers 22% of the health she has already lost. Antandra also recovers an additional 8% of her max health for every enemy that she knocks down.",
  "skill4name": "Fury Strike",
  "skill4lvl1": "Final attack deals 220% damage.",
  "skill1lvl3": "Enemy is marked for 6 seconds.",
  "skill2lvl2": "Damage is increased to 210%.",
  "skill3lvl2": "Damage is increased to 210%.",
  "skill4lvl2": "Final attack deals 250% damage.",
  "skill1lvl4": "Enemy is marked for 7 seconds.",
  "skill2lvl3": "Damage is increased to 240%.",
  "skill3lvl3": "Damage is increased to 240%.",
  "siname": "Dances-In-Blood",
  "sidescription": "Ideal arms for a lethal mix of flurried offense and lightning quick defense.",
  "siskillname": "=== Skill - Unconquerable",
  "siskilldescription": "Allies that strike marked enemies will have their Accuracy increased by 70 points and Crit Rating increased by 15 points for 4 seconds. This ability cannot be stacked.",
  "siskill10unlocks": "*[+10 Unlocks] Accuracy is increased by 80 points, Crit Rating increased by up to 20 points.",
  "siskill20unlocks": "*[+20 Unlocks] Accuracy is increased by 90 points, Crit Rating increased by up to 25 points.",
  "siskill30unlocks": "*[+30 Unlocks] Allies receive an additional 60 Energy points after striking marked enemies. This ability is triggered once every 2 seconds.",
  "furniturename": "Warrior's Spirit",
  "furniture3description": "[3/9 Mythic Pieces] Antandra receives 40% less damage from enemies that are out of range of her \"Knockdown\" ability.",
  "furniture9description": "[9/9 Mythic Pieces] If Antandra loses a total of 95% of her max health, her Attack Rating is increased by 30% and she recovers 70 energy points per second and is also immune to enemy control abilities until the end of the battle."
}