{
  "name": "Brutus",
  "tagline": "The Blood Claw",
  "faction": "Mauler",
  "type": "Strength",
  "class": "Tank",
  "role": "Tank",
  "lore": "Brutus is a proud, solitary fighter, such the embodiment of martial prowess that many of the other Maulers never him as a manifestation of war itself. He follows the way of the warrior, neither offering nor expecting mercy. He believes that the only crime in war is to lose. In battle, he is unrelentingly aggressive and never wastes a moment on hesitation. His attacks are a savage whirlwind, cutting down his helpless enemies like stalks of wheat. When a sword is in his hand and an enemy before him, he never feels doubt. The path is clear and his purpose is known.<br>\r\nBrutus is truly unparalleled among his people, and he has amassed countless glories. In days past, he would stand over a fallen adversary and roar his victory at the sky, hoisting aloft a blood-soaked trophy. Eventually, however, that sense of triumph vanished. There came a time when Brutus saw every fight as a foregone conclusion. He would match blades with an opponent for a fleeting instant, then strike him down, barely taking note of the moment. He was simply too good at this point. Without challenge, there could be no triumph. Without triumph, there was little incentive to do the thing he was best at.<br>\r\nIn a campaign against the kingdom of man, Brutus finally found what he sought. A worthy adversary. A fight worth fighting. Finally, a match. The enemy was a short distance away, in the thick of the chaos. Where he moved, Maulers fell. Light glinted off the scratches in his bloody armor. He was large, for a human, but graceful. It looked almost like a dance as he moved fluidly from victim to victim. His attacks were precise and deadly, his sword disappearing and reappearing buried in some foe, a moment later parrying an attack before tracing a flowing arc into an effortless hamstring.<br>\r\nBrutus stood appreciating the scene for a moment, blood still running down the grooves in his blade, and smiled. He hefted the massive weapon and started walking purposefully toward the enemy champion, offhandedly cutting down those who came before him, never taking his eye off his target. He approached and brought his steel down hard, the man moving aside just in time and immediately bringing the point of his blade to bear, which in turn was parried with lighting speed. They stepped back at the same time, each having confirmed that he'd met his match. It only took an instant to assess and appreciate one another, then Brutus launched himself back toward the knight. They fought with everything they had, each knowing that the first to make a mistake would die, neither willing to take that role. An area formed around them in the fighting, soldiers of both sides avoiding the dance of death the two heroes were performing. There was no room for planning, for thought. They fought with heart and memory and instinct, each lost in the experience. They remained in this state until a horn blast cut over the din of battle. The Lightbearers had sounded a retreat. With a final jab that seemed almost like a formality, the knight disengaged.<br>\r\n“Human! You are strong. You are worthy of a death on my sword.”<br>\r\nHe shouted, nodding genially to the dirt-streaked knight. “I will see you again, and it shall be the last time.” He had finally found respect for an opponent. He smiled and turned away. Something to look forward to.<br>\r\n''“A true warrior accepts any challenge.”''",
  "skill1name": "Whirlwind",
  "skill1lvl1": "Brutus hacks at his enemies twice before spinning into a frenzy, dealing damage to them. Brutus is impervious to any mind control abilities while spinning.",
  "skill2name": "Roar",
  "skill2lvl1": "Brutus lets out a terrifying roar that causes enemies to become more vulnerable. Any physical damage dealt to enemies is increased by 25%.",
  "skill2lvl2": "Physical Damage received by enemies is increased by up to 30%. ",
  "skill3name": "Brutal Defiance",
  "skill3lvl1": "Brutus' damage output is raised according to how low his health falls. Brutus' Attack Rating can be increased by up to 90%.",
  "skill4name": "Last Gasp",
  "skill4lvl1": "When Brutus is dealt a fatal blow he is able to retain 1 health point and is immune to all subsequent damage for 4 seconds. Ability can only be used once.",
  "skill1lvl2": "Brutus is immune to Magic Damage while spinning.",
  "skill2lvl3": "Physical damage received by enemies is increased by up to 40% and attacks cannot be dodged.",
  "skill3lvl2": "Brutus' Haste can be increased by up to 25% when his health is low.",
  "skill4lvl2": "Brutus is immune to damage for 7 seconds.",
  "skill1lvl3": "35% of total damage dealt is converted into health.",
  "skill2lvl4": "Physical damage received by enemies is increased by up to 50%.",
  "skill3lvl3": "Attack Rating increased by up to 100% and Haste increased by up to 25%.",
  "skill4lvl3": "Brutus is immune to damage for 8 seconds.",
  "siname": "Rends-the-Weak",
  "sidescription": "A weapon so named because anything is weak against it.",
  "siskillname": "Upsurge",
  "siskilldescription": "Restores 15% of Brutus’ max health after the ability “Last Grasp” is used.",
  "siskill10unlocks": "[+10 Unlocks] 30% of max HP is restored.",
  "siskill20unlocks": "[+20 Unlocks] Last Gasp is extended for 1 second.",
  "siskill30unlocks": "[+30 Unlocks] Once the effect of the ability \"Last Gasp\" have ceased Brutus receives an additional shield that is able to mitigate damage equal to 50% of his max health, which lasts for 5 seconds.",
  "furniturename": "Warrior's Resilience",
  "furniture3description": "[3/9 Mythic Pieces] The duration of the ability \"Last Gasp\" is extended by 2 seconds.",
  "furniture9description": "[9/9 Mythic Pieces] The ability \"Last Gasp\" is extended by 2 seconds for each non-summoned enemy that dies before or during the use of it."
}