{
  "name": "Drez",
  "tagline": "The Quicksand Recluse",
  "faction": "Mauler",
  "type": "Agility",
  "class": "Ranger",
  "role": "Burst Damage",
  "lore": "Within the bear folk hunter Willson and became an expert in big game hunting.<br>\r\nUnlike typically skittish Durri, Drez is always calm and composed, a natural loner. When he was a child, his parents were killed in a hunting accident. Since then, life was tough as he grew without the protection and safety of a family. He learned how to judge his opponent's skill and anticipate their moves, always able to find and exploit the enemy's weaknesses, attacking with maximum brutality whilst himself taking minimal damage.<br>\r\nWhen vastly outnumbered, be it by his prey or his enemies, Drez isn't entirely fearless. Fear is inscribed into the very bones of the Durri; it is inescapable. However, the life expectancy of the weak and the fearful isn't long in such a hostile environment. If you wish to win the admiration of your enemies, you must grab your bone spike and take it to their throats.<br>\r\nThe Maulers usually work together in a large mob to hunt big game. Before joining Willson's band of hunters, Drez was used to working alone. Joining the team taught Drez that if you want to take down larger prey, you must work well as part of a team. This feeling of trust and reliance was unfamiliar, but not entirely off-putting. Following the recruitment of Drez and assimilation of a few other hunters, Willson's band rapidly grew, seizing more hunting territory and setting their sights on a very special prey – a ferocious fire falcon. In Esperia, the fire falcon is an extremely rare bird of prey. Its flame-red plumage is incredibly valuable, but the price of the hunt is also very steep. To reap the hefty rewards, the hunters finally decided to bite the bullet and risk it all.<br>\r\nDrez lead the attack, tirelessly throwing stones at the falcon to draw its attention. Willson and the other hunters circled behind it, waiting for their chance to strike. However, the falcon was tougher and proved harder to ensnare than anyone expected. Being impaled with spears only served to irritate it, barely wounding it at all.<br>\r\nGigantic beak and talons tear at the rocks and dirt, wings beat up a fierce gust, and nearby hunter is torn apart. Without missing a beat, Drez waited for his chance. Seeing the bird's wing before him, he tightly grasped the feathers and pulled himself up onto the huge bird's back. Leaping onto its neck, he whipped out his dagger and struggled with all his might to plunge it deep into fire falcon's vulnerable neck. With all his might, he tore through the bird's vertebrae, and almost immediately the falcon's desperate cries dried up and its wings dropped lifelessly to the floor. <br>\r\n\"You're incredible, Drez!\" The compliments came in thick and fast, but barely a moment had passed before a sorrowful cry echoed from above as a huge beast descended. Another fire falcon. Swooping down suddenly, it tore one of Drez's companions to pieces. With its sharp beak, dangerous talons, and love of fresh meat, the fire falcon is an apex predator. Realizing that Drez was responsible for the murder of its mate, it attacked him mercilessly, with even greater ferocity than the falcon he had slain. His leather armor was worthless against the onslaught of sharp claws and pointed beak, his skin bruised and bloody as he did his best to dodge the attacks.<br>\r\nDespite his pleas for aid, not one of the other hunters came to help. \"Drez, I'm sorry!\" What do they mean? Drez couldn't believe what he was hearing. Panicking, he rolled to the side, barely avoiding a mortal hit but unable to avoid the blow entirely, his head cut and bleeding. He never expected that those hunters, whom he regarded as companions, would just stand back and watch with indifference as his life was snuffed out under the fire falcon's talons.<br>\r\nThis hunt was the most dangerous hunt ever. The sky was filled by a cacophony of screeches as several more fire falcons circled overhead. Drez rolled behind a rock panting heavily, his heart and his head wound pounding together. \"Retreat! Just leave him!\" Eiker and the others are all shouting, \"It's just a Durri, run!\" Without a moment's hesitation they scattered, abandoning him, rushing off as if leaving behind nothing of import, certainly not a companion.<br>\r\nDrez pressed against the rock, exhausted and spent. After circling for a while, the falcon found Drez hiding behind the rock and let out a harsh shriek. \"There's nowhere to hide,\" thought Drez. Suddenly, this thought was overridden by another, much more pressing urge – the will to live. Even though he was just a tiny Durri, he didn't want to be a fire falcon's dinner. Stay hidden. Be patient. Just wait. Strike out! It took all his energy to focus on the crisis at hand.<br>\r\nNo-one knows how he survived the falcon siege. After that, he became known as one of the most dangerous people in The Land of the Exiles. His deceptively meek, tender appearance hides his malice, instilling fear in his enemies and companions alike. Drez no longer counts anyone as his companion. He is used to being a loner. Unless money is involved, he rarely exchanges a word with others, never mind opening his heart to them.<br>\r\n''\"Some folks are born merciless, others are made merciless. Whatever the case, stay away from Drez.\" – Wasteland Guard Vark''",
  "skill1name": "Deadly Ambush",
  "skill1lvl1": "Drez instantly moves to the weakest enemy. For the following 15 seconds, Drez will prioritize the pursuit of that enemy, during which time Normal Melee Attacks become stronger and Drez’s Crit Rating is increased by 100%.",
  "skill2name": "Bloody Evisceration ",
  "skill2lvl1": "Drez spins in a full circle, dealing 210% damage to nearby enemies, reducing their Defense Rating by 70% for 8 seconds.",
  "skill2lvl2": "Damage is increased to 230%.",
  "skill3name": "Tactical Retreat",
  "skill3lvl1": "When Drez’s health falls below 50% for the first time, he leaves the battlefield for 5 seconds, during which time he recovers 100 energy points per second. While away from the battlefield, using Drez’s Ultimate ability will cause him to prematurely return to the battlefield. If Drez’s Ultimate ability “Deadly Ambush” is already being used when he disappears from the battlefield, he will continue to use it once he returns.",
  "skill4name": "Rabid Slice",
  "skill4lvl1": "Drez’s Crit Amplification is increased by 40 points and his Attack Speed is increased by 15 points. During the use of his ultimate ability “Deadly Ambush”, Drez receives an additional 25 Attack Speed points.",
  "skill1lvl2": "If the target dies during this time, 400 energy is restored.",
  "skill2lvl3": "Damage is increased to 240%.",
  "skill3lvl2": "After returning to the battlefield, Drez’s Attack Rating is increased by 25% and his Life Leech is increased by 40 points for 15 seconds.",
  "skill4lvl2": "Drez’s Crit Amplification is increased by 45 points and his Attack Speed is increased by 15 points. During the use of his ultimate ability “Deadly Ambush”, Drez receives an additional 30 Attack Speed points.",
  "skill1lvl3": "If the target dies during this time, 700 energy is restored.",
  "skill2lvl4": "Damage is increased to 250%.",
  "skill3lvl3": "After returning to the battlefield, Drez’s Attack Rating is increased by 40% and his Life Leech is increased by 40 points for 15 seconds.",
  "skill4lvl3": "Drez’s Crit Amplification is increased by 50 points and his Attack Speed is increased by 20 points. During the use of his ultimate ability “Deadly Ambush”, Drez receives an additional 30 Attack Speed points.",
  "siname": "Ivory Piercer",
  "sidescription": "One wonders how a small  beast, this weapon is light but also extremely durable. You don’t want to be on the wrong end of this powerful weapon.",
  "siskillname": "Hunter's Shield",
  "siskilldescription": "After using his Ultimate ability, Drez receives a shield which is able to mitigate damage worth 400% of his Attack Rating value for a duration of 5 seconds. This ability can be activated 2 times per battle.",
  "siskill10unlocks": "[+10 Unlocks] Value of shield is increased to 600% of Attack Rating value.",
  "siskill20unlocks": "[+20 Unlocks] Ability can be used up to 4 times per battle.",
  "siskill30unlocks": "[+30 Unlocks] Value of shield is increased to 800% of Attack Rating value.",
  "furniturename": "Second Wind",
  "furniture3description": "[3/9 Mythic Pieces] Every time the abilities “Deadly Ambush” or “Bloody Evisceration” are used, Drez’s Attack Speed will be increased by 80 points for a duration of 2 seconds.",
  "furniture9description": "[9/9 Mythic Pieces] Every time the abilities “Deadly Ambush” or “Bloody Evisceration” are used, Drezs Attack Speed will be increased by 150 points for a duration of 3 seconds."
}