{
  "name": "Granit",
  "tagline": "Desert's Stone",
  "faction": "Mauler",
  "type": "Strength",
  "class": "Tank",
  "role": "Tank",
  "lore": "Whenever the dry sands of the Scorched Expanse swept over his rocky body, Granit would always think back to the squelching mud of the Dark Forest, but never once regretted leaving it.<br>\r\nLike all Elemental Guardians, Granit was born of nature's elements. Just as Seirus was born of the billowing waves, and Respen was born of the turbulent storms, Granit was born of the fractured earth. <br>\r\nWhen he first rumbled into existence, Granit adhered to the mission of all Elemental Guardians - to maintain nature's delicate elemental balance. Back then, Esperia's elements were far from tame, wild and unbridled, and disorderly the earth and rock often sunk the land into tumult. <br>\r\nWhen Granit stepped foot on it, the fractured land gradually healed, the folds of the mountains were flattened, and the restless ground was restored to peace. Compared to the wind's unpredictability and the fire's volatility, the earth is gentle. Once pacified, their balance cannot be unsettled so easily. In light of this maintained calm, Granit had no need to roam from place to place as the other elemental guardians did, so he accepted the Wilder's invitation to settle with them in the Dark Forest. Most of the time, he was a silent lump of stone, allowing forest's birds and wild rabbits to take rest on his still form.<br>\r\nAlthough the earth no longer rages, the strife above land is never-ending. War and slaughter have devastated Esperia, with blood soaking deep into the soil as the bones continue to pile up beneath the surface.<br>\r\nBeing born of the land itself, Granit is inextricably linked to it, affected by its every aspect. Under the iron tramplings of wartime march, Granit's heart tremors and shakes. As the earth below his feet felt the beat of war drums, he too became more warlike, a reflection of the surge of rampant forces beneath the land's calm surface.<br>\r\nGranit did all he could to suppress this churning rage, carefully maintaining his own inner peace. Nature's elements were not yet imbalanced, but like a taut bowstring, it was only a matter of time before he snapped.<br>\r\nKhazard's betrayal was the final straw. Granit's rage overcame him, and in so doing the land fractured and rocks pierced through the soil, uprooting ancient trees, tossing them skyward. Encased in elemental dirt, the splintered trunks were forced up before crashing back to the ground, shattering them into dust.<br>\r\nThe Wilder did not blame him, but when he met their gazes, full of trepidation and fear, he knew that an impenetrable barrier now existed between he and the forest. As long as war continued to rage on, the land cannot be truly at peace, and Granit's frenzy will continue to build, repression below the surface, until it ruptures again.<br>\r\nGranit decided to leave the Forest, heading deep into the desert where he could be in isolation. Here, he could vent his anger with impunity. The wind and sand would reshape the earth and allow Granit's anger to subside. Here, he found his own peace. He befriended the Maulers, and was welcomed by them. He used the power of earth and land to fight alongside his new companions, reserving his anger for any oncoming invaders.<br>\r\nGranit has never lost sight of his duty as Elemental Guardian, and whether in the Forest or the Desert, he is forever bound to the land beneath his feet.",
  "skill1name": "Sand Vortex",
  "skill1lvl1": "Granit is born from the earth and cannot be knocked into the air. Granit unleashes a tempestuous sand vortex that deals 320% damage to all enemies within its Area of Effect, interrupting their casting, simultaneously marking them with a mark of “Petrification”. If an enemy is already marked, the mark is removed, and the enemy is subsequently petrified, during which time they cannot complete any actions or recover Energy for 5 seconds.",
  "skill2name": "Earth Tremors",
  "skill2lvl1": "Granit causes surrounding enemies to fall towards himself, interrupting their casting, simultaneously dealing 140% damage to them. Shortly after, Granit smashes the ground, which deals 120% damage to the enemies in front of him and also sends them hurtling into the air.",
  "skill2lvl2": "Damage caused by smashing the ground is increased to 140%.",
  "skill3name": "Stone Skin",
  "skill3lvl1": "Granit receives a shield that is able to mitigate damage equal to 280% of his own Attack Rating, which exists for 6 seconds. Soon afterwards, Granit transfers 50% of the shield’s value to the most injured allied hero, protecting, them for 6 seconds, knocking back any enemies surrounding them in the process. If there are no surviving allies on the battlefield, no shield transfer will take place.",
  "skill4name": "Earthen Resilience",
  "skill4lvl1": "Passive",
  "skill1lvl2": "Damage received by petrified enemies is increased by 40%.",
  "skill2lvl3": "Every enemy hero struck when Granit smashes the ground, causes him to recover 60 Energy points.",
  "skill3lvl2": "Value of the shield is increased to 320% of Granit’s Attack Rating.",
  "skill4lvl2": "Value of shield is raised to equal 25% of max health.",
  "skill1lvl3": "Duration enemies are petrified for is increased to 6 seconds.",
  "skill2lvl4": "Damage caused by smashing the ground is increased to 160%.",
  "skill3lvl3": "Duration that ally is protected by shield for is increased to 8 seconds.",
  "skill4lvl3": "When Granit is using his shield, the damage he receives is reduced by 50%.",
  "siname": "Desert's Core",
  "sidescription": "An energy core composed of desert sand that is the embodiment of Granit's inner restlessness. It possesses the power to petrify everything.",
  "siskillname": "Earthly Rejuvenation",
  "siskilldescription": "If there are still surviving allied heroes on the battlefield, they will additionally trigger the ability “Sand Vortex” upon Granit’s death.",
  "siskill10unlocks": "[+10 Unlocks] Each time Granit uses the ability “Sand Vortex”, his Energy recovery rate is increased by 10%. This effect can be stacked 5 times.",
  "siskill20unlocks": "[+20 Unlocks] Each time Granit uses the ability “Sand Vortex”, his Energy recovery rate is increased by 20%. This effect can be stacked 5 times.",
  "siskill30unlocks": "[+30 Unlocks] At the start of battle, Granit marks all enemies with a mark of Petrification.",
  "furniturename": "Aftershock",
  "furniture3description": "*[3/9 Mythic Pieces] When the shield provided by Earthen Resilience is reset, Granit’s next Normal Attack shall be strengthened, the attack’s area of effect is increased, and enemies are dealt 240% damage.",
  "furniture9description": "*[9/9 Mythic Pieces] The strengthened Normal Attack now allows Granit to additionally steal 100 Accuracy points and 10 Haste points for 6 seconds from the enemies that are dealt damage."
}