{
  "name": "Khasos",
  "tagline": "The Unruly",
  "faction": "Mauler",
  "type": "Strength",
  "class": "Warrior",
  "role": "Continuous Damage",
  "lore": "This is an unforgiving world. Might makes right, the ends justify the means, and the only sin is defeat. Khasos did not seem to be cut out for such a place. He was small from birth and provided an easy target among the other Mauler youth. He was viewed with disdain and treated with animosity and never aspired to anything beyond survival and a modicum of comfort.<br>\r\nThough Maulers are disgusted by weakness, they are a pragmatic people, and don't let anything go to waste. The runts and leftovers are not honored or even respected in their society, but they still have their place. Anywhere there is menial labor to be done, they will be found working, slaves to the whims of their masters. They are assigned tasks deigned degrading by the warrior caste that rules the Mauler tribes, such as tending livestock or acting as servants. Khasos' primary responsibility was to shepherd a minor chieftain's flock, and in the eyes of many, his position elevated him to a status not much higher than the animals he looked after.<br>\r\nThe day of the storm started like any other. Khasos rose with the sun and watched the animals from a nearby hillside. The clouds approached so rapidly that there was no time to get the beasts to shelter before the wind and rain hit them, with flashes of lightning and peals of thunder scattering them in every direction. In the onslaught, there was no chance for Khasos to gather the flock.<br>\r\nThe young Mauler was beset with a crushing dread. His master was cruel, and would not forgive this. Rather than face a brutal execution, he would die in the way that is the right of any Mauler, no matter their station in life- by combat. Khasos knew this was to be his last act, and he felt something welling up in him that he'd never experienced before. Defiance. He challenged his master directly, demanding that he face him in a trial of life and death. When he heard the challenge, the master roared laughter to the sky. His warriors and even a few of their servants followed suit, either out of amusement or an eagerness to demonstrate their solidarity with the chieftain. Khasos stood firm. If he had to die, it would be dignified.<br>\r\nThe master accepted the challenge, loudly boasting that it would be an amusing way to pass a couple of moments. He shouted for a horn of ale, and after downing it, shouted for another. He joked and played games with his warriors, ignoring Khasos as he slammed back draught after draught. By the time the duel began, he was sopping drunk. He stumbled onto the dueling ground, dragging his sword along through the dirt and trying to focus on his opponent by closing one eye tightly and staring with the other. He swung, still an arm's length too far away to make contact, before orienting himself and clumsily leaping forward with the blade raised high.<br>\r\nKhasos wasn't an experienced fighter, but he'd always been quick and agile. Before the chieftain could regain his balance, there was an axe lodged in his neck. He stood in disbelief for a moment before falling, dead. Watching from afar was Mauler tribes. This servant had potential. With the right training, and someone to show him how to use his stature to his advantage, he would become an asset to his people. He would become something far greater than a shepherd.<br>\r\n''“Your destiny isn't truly yours until you seize it.”''",
  "skill1name": "Spinning Obliteration",
  "skill1lvl1": "Khasos faces the side with the most enemies and throws a total of 5 war axes that all hit different enemies, dealing 220% damage to them. War axes are able to penetrate enemies, thus, any enemies that are struck more than once shall only suffer 45% damage after the initial strike.",
  "skill2name": "Concentration",
  "skill2lvl1": "Khasos' normal attack is able to hit multiple enemies when they get too close to him and his defense rating is increased by 20%. If enemies are far away from Khasos then his Attack Rating will be increased by 8%.",
  "skill2lvl2": "Increases Defense Rating by 25%. Increases Attack Rating by 12%.",
  "skill3name": "Throwing Axe",
  "skill3lvl1": "Khasos throws a war axe towards his enemies that causes 130% damage to all enemies in its path. Khasos has a 70% chance to catch the axe on its return, if he successfully catches it,his attack speed will be temporarily increased.",
  "skill4name": "Rabid Thirst",
  "skill4lvl1": "All friendly targets have their life-leech attributes increased by 15 points.",
  "skill1lvl2": "Damage is increased to 240%.",
  "skill2lvl3": "Increases Defense Rating by 35%. Increases Attack Rating by 16%.",
  "skill3lvl2": "Damage is increased by up to 145%. Recovers a small amount of energy if the war axe is caught by Khasos.",
  "skill4lvl2": "Raises life-leech attributes of Mauler heroes by an additional 10 points.",
  "skill1lvl3": "Damage is increased to 260%.",
  "skill2lvl4": "Increases Defense Rating by 45%. Increases Attack Rating by 20%.",
  "skill3lvl3": "Damage is increased to 160%.",
  "skill4lvl3": "Increases life-leech attributes of all allies by 18 points.",
  "siname": "Chief Choppers",
  "sidescription": "The axes used by Khasos to fell a Mauler chieftain in ritual combat.",
  "siskillname": "Precision",
  "siskilldescription": "Increases the chance of Khasos catching his battle axe when using his “Throwing Axe” ability by 75%. After catching the axe Khasos will then immediately use his “Throwing Axe” ability again, however the chance to catch the axe again will then be reduced by 25% up until Khasos is no longer able to catch it and the ability is reset.",
  "siskill10unlocks": "[+10 Unlocks] Chance to catch axe increased to 80%.",
  "siskill20unlocks": "[+20 Unlocks] 30% of axes damage is converted into health.",
  "siskill30unlocks": "[+30 Unlocks] Chance to catch axe increased to 100%.",
  "furniturename": "Almighty Warrior",
  "furniture3description": "[3/9 Mythic Pieces] When positioned on the backline, each living frontline ally increases Khasos' Crit Amplification by 25 points. When positioned on the frontline, each living backline ally reduces the damage Khasos receives by 22%.",
  "furniture9description": "[9/9 Mythic Pieces] Within 5 seconds of Khasos using his Ultimate ability, the increased attribute effects of the abilities \"Concentration\" and \"Almighty Warrior\" shall become active, ignoring all prior requirements."
}