{
  "name": "Kren",
  "tagline": "The Fanatical",
  "faction": "Mauler",
  "type": "Agility",
  "class": "Ranger",
  "role": "Continuous Damage",
  "lore": "WANTED<br>\r\nNAME: KREN<br>\r\nSPECIES: DURRI<br>\r\nCRIME: Disrespecting a superior, committing arson against the “Steel Fang” Artillery Division, escaping prison, assaulting and robbing multiple merchants. Last seen within The Land of the Exiles. Wanted dead or alive.<br>\r\nDANGER: HIGH. Do not be deceived by this criminal's appearance. Although only a small rodent, he is well-armed and extremely dangerous. This criminal is known to be cunning and maniacal. Recent reports state that he has banded together with the infamous Thali, thus, it is recommended that you do not approach him alone.<br>\r\nREWARD:3000 Gold Coins<br>\r\n“Ridiculous! Is this all I’m worth!?” Cursing bitterly under his breath, Kren tore down the wanted poster, crumpling it up and tossing it away.<br>\r\n“A higher price on my head would be better, otherwise how else am I to make a name for myself in the Land of the Exiles!” While considering how to cause a ruckus, he fiddled with his darling Model 53 Multi-function Hand Cannon. It packed quite a punch with its heavy firepower, so Kren affectionately called it “Hot Stuff”. As well as his Hot Stuff, he also had a “Lady”. Fixed to his left wrist was Lady, a low-caliber grenade launcher.<br>\r\nKren decided he would cross the “Valley of Sands” in order to reach the settlement on the other side. There he could find a weapon shop and replenish his two “girls” with the ammunition they needed. His recent engagements with several bounty hunters had left his munitions dwindling.<br>\r\nWithout a few precautionary tough self-defense measures in place, roaming the Land of the Exiles would be a very dangerous undertaking. Situated at the Mauler-Lightbearer realm borderlands, the Land of the Exiles is a barren desert, outside the jurisdiction of either realm, a law unto itself. The good and the bad all rub shoulders here, humans and Maulers, but few are cut out for it. Exiles, felons, deserters, cheats, even alchemists and dark mages… And of course, bounty hunters sniffing around.<br>\r\nSpeaking of which, as Kren continued pondering his grand plans, a silhouette flashed out of the canyon-side shrubbery. Not giving Kren even a second to react, suddenly there was a lever-action shotgun pressed against his forehead. “I have awaited this moment for so long!” Holding the gun is a human man, eyes dark green, his hair and beard golden blonde. On his head sits a wide-brim hat, on his face is a wild, maniacal leer.<br>\r\nKren immediately recognized this “Old his buddy”, Quicksand Claws”, the Land of the Exiles\ntop gang. It’s said that he is incredibly avaricious and lives for money. He’ll take on any dangerous bounty for the reward, earning him a reputation as a desperado.<br>\r\nHe and Kren had been entangled for several months, locking horns and firefighting without any decisive victor. Kren had never had much time for this bounty hunter nonsense, but he really didn’t hate the guy in front of him. Truth be told, after their numerous run-ins, Kren was actually starting to like the guy a little. He felt they were the same sort of people, the sort that gamble recklessly. He’d even begun to suspect that his opponent might feel the same way about him, sympathetic, even.<br>\r\nSpeaking of sympathy, Kren was suddenly struck with inspiration, an idea taking root and sprouting in his mind. It was such a stroke of a genius, he couldn’t stop himself grinning ear to ear.<br>\r\nWalker had seen many things in his time in the Land of the Exiles, but never before had he seen a guy with a gun to his head laugh. He started thinking his eyes were playing tricks on him, or perhaps this mark was a bit unhinged.<br>\r\n“Hey, don’t you want to turn me in for the bounty? I got an idea, how about you just hog tie me and turn me in to Saltwater jail? How’s that sound?” Kren’s smile widened.<br>\r\nNow Walker was sure of it, this guy was off his rocker. The Land of the Exiles has a lot of prisons holding a lot of wanted criminals. After a bounty hunter has brought in a mark, they’re turned over for a reward. Saltwater jail is just such a jail, and not a soul alive wants to end up in that hell hole.<br>\r\n“Don’t mess with me!” Walker growledicily, loading a bullet into his lever-action shotgun.<br>\r\n“Chill, blondie. Listen, I got a plan. You’re going to love it!” Kren started improvising, “Did you know Saltwater has a gold vault? It’s full of gold! But the door is a thick black wrought iron thing, dwarven-made, damn near impenetrable. You know how sturdy dwarven goods are, even the strongest explosives won’t bust it open. But, you see, a wall of the vault is shared by the jail… Hey hey, just get me inside the jail, and I can blast open that wall! The gold will be ours for the taking… Of course, we’ll have to co-operate, you’ll need to handle the outside, deal with the guards and any keep the coast clear so I can empty the vault… I know you prefer to work solo, but this is a big deal! Working together is the only way to succeed… Think about it, it’s more gold than you could spend in a lifetime!”<br>\r\n“When they take you in, they confiscate your weapons. How would you blast out the wall?” Walker immediately pointing out the flaws in Kren’s plan.<br>\r\n“Nothing for you to worry about, I already got that covered! I got a few distant relatives, small enough to get into the sewer and sneak me in some explosives.” Kren looked smug, having expected such a question.<br>\r\nWalker pondered a few seconds, then raised the muzzle of the gun a couple of inches. His lips lifted. “Take me along. Ill work with you.”<br>\r\n“What?” Kren blurted out, not expecting that type of response.<br>\r\n“I said, let’s go…” Walker hadn’t finished speaking and Kren had already raised his leg and swung his foot fast and hard into Walker’s crotch.<br>\r\n“Dirty son of a-!” Walker stiffened with the pain, gritting his teeth in agony. Kren seized the opportunity to roll out of the way and put some distance between them, putting his firearm over his shoulder. His gun was too powerful, firing at such\nclose quarters wasn’t a smart move.<br>\r\nWith a violent crash, a shell exploded into a bloom of smoke and sparks at Walker’s feet. Dashing behind a large rock, Walker barely dodged the explosion, but his hat wasn’t so lucky, being blown away to who knows where.<br>\r\nPeaking around a rock, still being fired upon. Walker fired in retaliation, having secured a good cover. For a moment, the gorge resounded with the echoes of gunfire.<br>\r\nA few rounds of gunfire later, and Kren’s ammo was almost out. Thinking that using any more would be a bad move, he decided to take a big risk. Tossing out a smoke bomb, the thick plumes of smoke obscured Walker’s vision, momentarily disorientating him. Taking full advantage of the opening, Kren leapt out of cover, aiming his cannon at stone above Walker. He pressed on the trigger, but the cannon didn’t fire, it didn’t even make a single sound, as if protesting silently.<br>\r\n“For god’s sake, sweetheart, now is not the time to act up!” Kren rants furiously. Hot Stuff’s temperament rivals its multi-functionality, often getting jammed.<br>\r\nLeft with no alternative, Kren raised his left arm and fired a concussive grenade with his grenade launcher. The rock face was smashed, detritus and rubble raining down from above and flooding the smoke-veiled area.<br>\r\n“Oh sweetheart, you’re always there just when I need you!” Kren planted a firm kiss on Lady, his beard getting singed by the searing heat of the muzzle. He reloaded Lady, cautiously inching his way over, the smoke yet to dissipate. Walker should be buried under the gravel and fallen stone, totally out of energy to fight, Kren thought.<br>\r\nBut as the smoke cleared, it became apparent that Walker had not been trapped under the fallen stone. No, in fact, he was not there at all.<br>\r\n“Damn!” Kren immediately knew something was off. He spun around, lifting his gun and aiming it at the figure that flashed behind him just as the shotgun was once again pressed against Kren’s forehead.<br>\r\nGuns trained firmly on one another, the two men were at an impasse. Walker looked quite beaten, his face was bruised and swollen, his skin grey with gravel dust. Although the falling debris didn’t bury him, it had certainly done a number on him. Krer suspected he didn’t look much different himself, perhaps he looked even more ridiculous than his opponent. He began digging deep for ideas, anything to get him out of this deadlock.<br>\r\nHowever, Walker had learned him his previous mistake. His eyes were transfixed on Kren’s feet, ensuring he couldn’t pull off the same trick twice.<br>\r\n“Alright!” After facing each other for a while, Walker threw in the towel. He withdrew his gun, bent down, and retrieved his half-destroyed hat from the floor. He gave it a brief dust before putting it on his head and lighting a cigarette.<br>\r\n“Tell me more about your plan.”",
  "skill1name": " Bomb Voyage",
  "skill1lvl1": "Kren returns to the allied side of the battlefield to set “Hot Stuff” down on the ground and fires 1 shell every 0.5 seconds for 10 seconds instead of using his Normal Attack. Each shell deals 180% AoE damage to enemies. During the shelling period, Kren cannot move, be knocked back or knocked into the air. Shelling shall cease if there are no enemies on the enemy side of the battlefield.",
  "skill2name": " Enshrouding Bomb",
  "skill2lvl1": "Kren lobs a smoke bomb at the allied hero which is farthest forward, enshrouding them in smoke for 8 seconds. Allies enshrouded by the smoke cannot be dealt Critical Strikes and have their own Crit Ratings increased by 25 points.",
  "skill2lvl2": "Crit Rating is increased by 30 points.",
  "skill3name": " Old Pal",
  "skill3lvl1": "At the beginning of battle Kren fires a flare into the sky, calling in a friend of his who sets down 5 landmines behind the enemy’ formation, at the edge of the battlefield. If an enemy steps on a landmine it will explode, dealing 300% AoE damage, also stunning enemies for 5 seconds.",
  "skill4name": " Concussive Blast",
  "skill4lvl1": "Kren charges towards the enemy that is nearest to the allied side of the battlefield and uses “Lady” to attack them. This attack deals 240% damage to the target and sends them hurtling backwards, Kren is also knocked backwards as a result of “Lady’s” force.",
  "skill1lvl2": "Damage is increased to 200%.",
  "skill2lvl3": "Crit Rating is increased by 35 points.",
  "skill3lvl2": "Damage is increased to 340%.",
  "skill4lvl2": "Damage is increased to 270%.",
  "skill1lvl3": "Damage is increased to 220%.",
  "skill2lvl4": "Crit Rating is increased by 40 points.",
  "skill3lvl3": "Each landmine that explodes increases Kren’s Attack Rating by 15% up until the end of battle. This ability can be stacked 3 times.",
  "skill4lvl3": "Damage is increased to 300%.",
  "siname": "“Hot Stuff” & “Lady”",
  "sidescription": "Model 53 Multi-function Hand Cannon and Model 82 Grenade Launcher, designed with destruction in mind, the two complement one another perfectly.",
  "siskillname": "Potent Firepower",
  "siskilldescription": "After using 3 regular Normal Attacks, Normal Attacks are enhanced once. Enhanced Normal Attacks deal an additional 40% damage to enemies, and also knock them backwards, stunning them for 1 second.",
  "siskill10unlocks": "[+10 Unlocks] Normal Attacks are enhanced once after using regular Normal Attacks 2 times.",
  "siskill20unlocks": "[+20 Unlocks] Enemies are stunned for 2 seconds.",
  "siskill30unlocks": "[+30 Unlocks] Normal Attacks are enhanced once after using regular Normal Attacks 1 time.",
  "furniturename": "Action Plan",
  "furniture3description": "[3/9 Mythic Pieces] Increases the AoE range of the ability “Enshrouding Bomb”, and reduces the Haste of enemies enshrouded within the smoke by 40 points.",
  "furniture9description": "[9/9 Mythic Pieces] When the ability “Enshrouding Bomb” is used, an additional smoke bomb is thrown into the most congested area of enemies."
}