{
  "name": "Numisu ",
  "tagline": "The All Seer",
  "faction": "Mauler",
  "type": "Intelligence",
  "class": "Support",
  "role": "Regen",
  "lore": "Voodoo is often misconceived as a strange, dark magic practiced by zealots in the worship of ancient evils. Many other faiths would portray voodoo as nothing more than a tool for evil men to rule over the weak through trickery and fear. The practice of ritual sacrifice made for an easy target when other belief systems sought to discredit voodoo, lambasting it as a barbaric faith followed only by savages and madmen. They ignored the facts and failed to see the magic for what it really is: an ideal channel for communicating with the spirits, in perfect accordance with the laws of nature.<br>\r\nWhat many would call a “witch doctor”, the Maulers know simply as “wise one”. Not only are these so-called witch doctors able to heal the wounded, they also have the ability to communicate with the souls of the ancients. This is an invaluable skill, for when the Maulers prepare for battle, they will invariably seek the blessings of the ancients. It is believed that this bestows strength and protection on the warriors about to risk life and limb.<br>\r\nOf course, not just anyone can become a witch doctor. Every one of them spends many years of intensive study of their history and their mountains of secret knowledge. In times of strife, their presence and work is crucial. No Mauler army would be at optimum morale without the guidance of a witch doctor.<br>\r\nAs a young boy, Numisu would follow the witch doctors everywhere, soaking up all the knowledge they could offer. Although he was very diligent in repeating the chants and performing the rites, he seemed to lack the spark. Despite his continued efforts, there was never a hint of an answer from the voices on the other side. The elders assured him that these things took time, but he saw the doubt in their eyes as they attempted to allay his fears. The few peers he knew on the same path were becoming attuned to the spirit world, their powers growing slowly but steadily. Meanwhile he stagnated, trying in vain for a sign.<br>\r\nIt was when he was about to forsake his chosen path that a horrifying plague began ravaging the tribe. Though he was only an apprentice, it was still among his responsibilities to help tend to the sick. He did everything he could within his very limited abilities, and unsurprisingly accomplished very little. That being said, even the witch doctors themselves were hardly making an impact. The plague was so virulent that their magics had little effect, usually serving only to slow the plague's onset or to ease the passing of its victims.<br>\r\nBefore long, Numisu also began to suffer the plague's effects. He was bedridden, and on death's door. He felt his spirit begin to slip away from his body. His vision blurred and darkened and the voices of the people around him became first fuzzy, then quiet. After an indeterminate amount of time, other voices began to whisper to him. These were strangely clear. He listened intently. The voices had much to say.<br>\r\nNumisu felt his body warm with the return of his spirit. The spark he had sought now smoldered perceivably in his heart. A vigor unlike any he'd ever felt danced in his limbs. He saw with clarity, but felt as though he was walking through two worlds at once. The voices had given him a task, and he would accomplish it. He began striding through his disease-stricken village, chanting under his breath. Within days, the plague had been fully banished. The task, however, was still far from complete.<br>\r\n''“The ancients speak to me.”''",
  "skill1name": "Voodoo Blessing",
  "skill1lvl1": "Numisu heals 2 allied heroes for 400% of Numisu's Attack Rating, prioritizing frontline allied heroes. Enemies near the healing targets are simultaneously dealt 260% AoE damage.",
  "skill2name": "Rejuvenating Totem",
  "skill2lvl1": "Numisu sets down a rejuvenating totem next to the most injured allied hero, that initially heals nearby allies for a value equal to 100% of Numisu's Attack Rating. The totem then remains active and heals nearby allies for 3% of their max health per second. The rejuvenating totem possesses health equal to 240% of Numisu's Attack Rating.  ",
  "skill2lvl2": "Heals 110% of total Attack Rating value.",
  "skill3name": "Offensive Totem",
  "skill3lvl1": "Place a Totem of Ridicule behind an enemy. When the totem is placed, deal 120% of attack power in AoE damage, and mock nearby enemies for 2 seconds, forcing them to use normal attacks against it. Totems of Ridicule have the same defense rating as Numisu, and HP equal to 650% of his attack power.",
  "skill4name": "Fanaticism",
  "skill4lvl1": "Numisu buffs the ally with the highest attack power, granting them 40 haste and 20% normal attack speed for 10 seconds.",
  "skill1lvl2": "Recovery effects are increased to 440% of Attack Rating.",
  "skill2lvl3": "Heals 120% of total Attack Rating value.",
  "skill3lvl2": "Offensive Totem heals itself for 10% health per second.",
  "skill4lvl2": "Haste increased by up to 50, normal attack speed increased to 30%.",
  "skill1lvl3": "Recovery effects are increased to 480% of Attack Rating.",
  "skill2lvl4": "Heals 130% of total Attack Rating value.",
  "skill3lvl3": "Damage is increased to 150%.",
  "skill4lvl3": "Effects are increased to 12 seconds.",
  "siname": "Mask of Visions",
  "sidescription": "A mask that acts as a window to another world.",
  "siskillname": "Totem Master",
  "siskilldescription": "At the beginning of the battle Numisu sets down an offensive totem at center of the battlefield.",
  "siskill10unlocks": "[+10 Unlocks] At the beginning of the battle Numisu sets down a rejuvenating totem behind his own team’s backline.",
  "siskill20unlocks": "[+20 Unlocks] The health of Numisu’s totems is increased by 40%.",
  "siskill30unlocks": "[+30 Unlocks] The health of Numisu’s totems is increased by 100%.",
  "furniturename": "Power of Faith",
  "furniture3description": "[3/9 Mythic Pieces] Ultimate \"Voodoo Blessing\" additionally heals up to 2 summoned totems, which all take on their normal effects.",
  "furniture9description": "[9/9 Mythic Pieces] Numisu's ultimate \"Voodoo Blessing\" additionally heals the weakest 1 unhealed allies, as well as up to 4 of his totems."
}