{
  "name": "Safiya",
  "tagline": "Daughter of the Desert",
  "faction": "Mauler",
  "type": "Intelligence",
  "class": "Mage",
  "role": "AoE",
  "lore": "The Sphinx are a naturally observant and analytical folk. Of all the Maulers, they enjoy perhaps the strongest abilities of foresight and planning. Often maligned as aloof schemers who eschew the typically blunt methods of most other Mauler tribes, the cunning cat people view words as simply another weapon in their arsenal.<br>\r\nSafiya wasn’t born into the highest echelons of her people, but with a few carefully calculated risks, she was able to begin the climb to power at a remarkably young age. A suggestion here, a leading question there, and her targets would fall one by one, never suspecting the designer of their downfall. Her masterful skills of manipulation were finally laid bare when she instigated a coup. The queen, regarded by many Sphinx as a kind and stable leader, seemed a naïve fool to the ambitious usurper. Safiya believed that her people were being led into decline, and if the Sphinx lost their influence among the Maulers, her own goals would become ever harder to accomplish.<br>\r\nSeason after season she secretly converted others to her cause, meticulously selecting the most useful individuals from every strata of Sphinx society while continually working her way closer to the queen. Deals, gifts, and threats were delivered in secluded places with hushed tones. Her hidden army grew as their enemies squabbled amongst one another, oblivious to the treacherous undercurrents swirling just beneath them. She obsessively pursued the mastery of arcane magics, using her spells to ensure loyalty, obtain forgotten knowledge, and disrupt the queen’s operations.<br>\r\nWhen the time was right, Safiya ordered a vicious strike against the established order. The few advisors and high officials still loyal were killed in their sleep, their guards having already been won over one way or another by the underground opposition. When the queen was arrested and brought into the throne room, she was shocked to find Safiya lounging contentedly on her throne. All rulers try to keep an eye on those they believe might be threat, but Safiya was the last one she would have expected. The sentencing was swift, and there was no trial. A reproach, an order, and a summary execution. Before the break of dawn, the word was out. The Sphinx had a new queen.<br>\r\nIt was an unpleasant surprise for Safiya when she discovered that ruling from a throne and taking a throne are two very different things. Her visions for her people weren’t shared by many of those very people, and resentment began to build. Though the old queen was cold in her grave, her memory persisted in the hearts and minds of Safiya’s subjects. After a brutal but failed attempt at crushing the rising tide of dissent, she was deposed, chased from her court ahead of an angry mob. Had she not become practiced in the magical arts of obfuscation, that night would have certainly ended in her death. She fled her home, accompanied by a handful of devotees, leaving behind several of her operatives and advisors to meet their violent ends.<br>\r\nDespite being forcibly exiled to a new land and having all that she had worked for torn away from her, she wasted no time in commencing planning to retake what she had lost. Only this time, she would take that and more.<br>\r\n''“Power is everything\".''",
  "skill1name": "Scattered Bolt",
  "skill1lvl1": "Safiya fires a magic projectile at an enemy target which deals 170% damage and stuns them for a short time. After impacting the first enemy target, the projectile splits into 2 small and weaker projectiles that target other nearby enemies.",
  "skill1lvl2": "Damage is increased to 190%.",
  "skill2name": "Static Field",
  "skill2lvl1": "Safiya provides the most forward positioned ally with an electric aura that lasts for 10 seconds. The electric aura causes 70% damage per second to every enemy standing within its radius.",
  "skill3name": "Spectral Disruption",
  "skill3lvl1": "At the beginning of the battle Safiya casts a circular enchantment over backline allies, that lasts for 25 seconds. All allies standing within the circle have their attack ratings increased by 16% and all enemies standing within the circle have their attack ratings reduced by 50% as well as their haste reduced.",
  "skill4name": "Falling Sun",
  "skill4lvl1": "Maximum orb damage raised to 600%.",
  "skill1lvl3": "Splits into 3 orbs on impact.",
  "skill2lvl2": "Damage is increased to 80% per second.",
  "skill3lvl2": "Damage increased to 20%.",
  "skill4lvl2": "Maximum orb damage raised to 660%.",
  "skill1lvl4": "Damage is increased to 210%.",
  "skill2lvl3": "Damage is increased to 90% per second.",
  "skill3lvl3": "Damage is increased to 24%.",
  "siname": "Supremacy",
  "sidescription": "A large scepter with a radiant design symbolizing absolute power.",
  "siskillname": "Arcane Power",
  "siskilldescription": "1% of Safiya’s total damage output is converted into her attack rating. The attack rating can be increased up to a total of 140%",
  "siskill10unlocks": "*[+10 Unlocks] 2% of Safiya’s total damage output is converted into her attack rating.",
  "siskill20unlocks": "*[+20 Unlocks] 3% of Safiya’s total damage output is converted into her attack rating.",
  "siskill30unlocks": "*[+30 Unlocks] Safiya will use “Scattered Bolt” instead of normal attacks once the attack rating increase has reached its maximum percentage.",
  "furniturename": "Harmonized Power",
  "furniture3description": "[3/9 Mythic Pieces] Duration of the \"Spectral Disruption\" in increased by 15 seconds.",
  "furniture9description": "[9/9 Mythic Pieces] The focusing stage of the ultimate ability \"Falling Sun\" is sped up by 40% while \"Spectral Disruption\" is still present on the battlefield."
}