{
  "name": "Satrana",
  "tagline": "Flame Weaver",
  "faction": "Mauler",
  "type": "Intelligence",
  "class": "Mage",
  "role": "Burst Damage",
  "lore": "A Keeper of Flames at the temple of the Scorched Expanse, Satrana occupies a position much elevated from that of her past. Satrana’s father was a deserter, and there are few things more contemptible in Mauler society than desertion. Cowardice is reviled and punished harshly. For his transgression, his possessions were divided among the tribe and his family taken as slaves. Satrana was still very young at this time, and was assigned to housework in the holdings of a minor chieftain.<br>\r\nLife under the chieftain was hard for the young girl. She became very careful, as even the smallest mistake could garner severe beatings. Her master would strike her for any perceived infraction. Taking too long to complete a task or failing to anticipate a request were the first things she learned to avoid. Unfortunately for the young slave, her master imagined impertinence in her every action. The beatings continued, causing her so much trauma that she eventually lost the ability to speak entirely. Thus, she suffered in silence.<br>\r\nThe chieftain treated all of his slaves in the same manner, and this was eventually his downfall. Outnumbering his bodyguards by a wide margin, the oppressed and abused vassals struck back late one night. The chieftain’s heavy handed ways had ended the life of one of the most beloved slaves, and this was all the impetus the others needed to finally decide to take their revenge and freedom in one act.<br>\r\nThe slaves had numbers on their side, but they were not warriors. Among the howls and shrieks of pain from slave and bodyguard alike, Satrana fled. She didn’t know where she was going or what she was looking for. She only knew that anywhere was better than this.<br>\r\nShe ran until she couldn’t run any more, and then staggered along determinedly for a long while after that. She wanted to live, but knew it wasn’t likely. She had just accepted death when she crested a rise and saw before her a mysterious temple set among a verdant oasis. With her last reserves of strength, she made it to the temple grounds before collapsing.<br>\r\nSatrana awakened to a kind face and cool water washing down her throat like a miraculous rain. Her relief was short lived, however. One of the kind water bearer’s companions attacked, and a furious scene of bloodshed ensued. The duel was lightning fast and as frightening as anything that had happened in the chieftain’s home. When the attacker lay dead, her savior flashed a look of defiance at the others.<br>\r\nElders came forth from the temple and Satrana watched as they cast her rescuer out. The biggest shock, however, came when they lifted her off the ground, handing her a set of well-made robes. It seemed she would still serve after all. Life at the temple wasn’t easy, but the Elders were wise and fair. Under their tutelage, Satrana grew and unlocked secrets she never imagined she would possess. She became more powerful with each changing of the moon, learning to harness fire and by so doing, to regain control of her own life. With time, she regained the ability to speak.<br>\r\nShe thought often of the one who had saved her that first day at the temple. Though it was the elders who had given her the invaluable knowledge she now possessed, it was that fierce warrior to whom she really owed everything. She gathered bits and pieces of information about the fighter and the places she had possibly gone. Satrana decided that it would be a shame to gain the kind of power she had now and then stow it away in an isolated temple. She would instead bring it out into the world, if nothing else because she had some debts to repay.<br>\r\n''“I will be silent no more”''",
  "skill1name": "Flutter Flame",
  "skill1lvl1": "Satrana's Normal Attacks change, allowing her to pounce forward a small distance and deal 120% damage 2 times to the enemy target. Damage received by Satrana is reduced by 25% while this attack's animation is in motion.",
  "skill1lvl2": "Damage increased to 130%",
  "skill2name": "Fireseeds",
  "skill2lvl1": "Satrana throws fireseeds onto an enemy (prioritizes enemies according to the order of their formation numbers). While the fireseeds are on the enemy, the enemy loses 1% of their max health per second. Once the enemy target's health falls below 25%, the fireseeds explode causing 300% AoE damage.",
  "skill3name": "Overflow",
  "skill3lvl1": "When an attack or ability inflicts damage on an enemy, the enemy burns for 3 seconds. Enemies that are burning have the healing they receive reduced by 50 and lose a value of health equal to 35% of Satrana's attack rating every second. This ability cannot be stacked",
  "skill4name": "Firedance",
  "skill4lvl1": "Damage is increased to 220%",
  "skill1lvl3": "25% of damage is converted to health",
  "skill2lvl2": "Fireseeds cause the enemy to be stunned for 2.5 seconds after they explode",
  "skill3lvl2": "Burning enemies lose a value of health equal to 39% of Satrana's Attack Rating",
  "skill4lvl2": "Damage is increased to 240%",
  "skill1lvl4": "Damage is increased to 140%",
  "skill2lvl3": "Fireseed explosion damage is increased to 330%",
  "skill3lvl3": "Burning enemies lose a value of health equal to 43% of Satrana's Attack Rating",
  "siname": "Blazing Ember",
  "sidescription": "A crystal that is able to absorb fire. This jewel is sometimes unable to contain the power held within, resulting in a very deadly aftermath.",
  "siskillname": "Mark of the Fox",
  "siskilldescription": "Enemies that possess a higher percentage of health compared to Satrana's own deal 20% less damage to Satrana.",
  "siskill10unlocks": "[+10 Unlocks] Enemies that possess a higher percentage of health compared to Satrana's own deal 30% less damage to Satrana.",
  "siskill20unlocks": "[+20 Unlocks] Enemies that possess a higher percentage of health compared to Satrana's own deal 40% less damage to Satrana.",
  "siskill30unlocks": "[+30 Unlocks] When Satrana's health falls below 35% for the first time, the next time she uses her \"Firedance\" ability will not require her to use any energy points.",
  "furniturename": "Firedance",
  "furniture3description": "[3/9 Mythic Pieces] If the ability \"Overflow\" causes the total duration an enemy has been set alight for to exceed 15 seconds, the burning effects of \"Overflow\" are strengthened. Enemies may not recover any health while being burned as a result of \"Overflow\" and raised to 2 times its original value.",
  "furniture9description": "[9/9 Mythic Pieces] Burning effects of \"Overflow\" are strengthen when the enemy has been set alight for a total of 9 seconds."
}