{
  "name": "Skreg",
  "tagline": "The Cunning",
  "faction": "Mauler",
  "type": "Strength",
  "class": "Tank",
  "role": "Tank",
  "lore": "Skreg had dreamed of the wider world and the adventures to be had there since he was a youngling in the crowded warrens of the Durri. He was possessed, however, with the same timidity that characterizes the vast majority of his people. When his younger nest mate, Vurk, would wander too far beyond the entrances to their subterranean home, it was always Skreg who would turn back first. The outside felt so dangerous. So exposed. It was no place for a Durri, he would tell himself as he trudged back.<br>\r\nOne day, after Skreg had returned to the warrens, he noticed that Vurk had been gone longer than usual. He searched throughout the twisting tunnels they had grown up in but saw no trace of his sibling. Possessing more compassion than the average Durri, he waited nervously by the various dark tunnel mouths for a sign of return, but after several days accepted that the hazards of the outside had finally gotten the best of the audacious little adventurer. He quietly went back to his regular life as one more component in the colony.<br>\r\nIt was some months later when word reached the colony of Vurk's death-defying actions in the Arachin territories. He wasn't dead at all and rather had become a sort of instant folk hero. Skreg was relieved, but more than that he was inspired. He made the decision at that moment. If Vurk could survive out there, so could he. The time for fear was over. He gathered his meager belongings and set out into the strangeness of the open.<br>\r\nHe learned as he made his way through the land and adapted quickly, recognizing the talents that the warrens and his people had bestowed upon him and utilizing them to their greatest effect. One day, when skirting around a grassy valley through the tree line, he saw one of the great beasts known as an iron-jaw laying bloodied and alone. He drew a thick hunting knife and approached the animal, intending to restock his supply of meat. As he got closer, he could hear labored breathing. The thing's injuries seemed to have been inflicted by others of its kind. Probably others within its own pack. Iron-jaws are omnivorous, but behave very aggressively when competing over a fresh kill.<br>\r\nSkreg circled the thing silently though from the way it shifted if had already detected his smell. He came around to its front, seeking a vulnerable spot to sink the knife. The thing stared at him, and he seemed to detect a kind of defiant fatalism in its fiery eyes. He stood transfixed for a moment and sheathed the knife without even taking note of his actions.<br>\r\nThat defiant fatalism was, at the core, the same thing that had brought him out of the burrows. He wouldn’t kill this beast. He examined its injuries. They seemed surmountable. The thing was likely weak from lack of food. Even an iron-jaw can perish from small injuries if those injuries prevent it from hunting. Skreg began to scavenge and hunt incessantly, bringing back fresh and not-so-fresh kills for the beast to replenish its strength and applying mixtures of herbs to its wounds, which looked to be healing nicely.<br>\r\nOne day, upon returning to the place where the iron-jaw rested, he was elated to find it finally standing. Its head was lowered in a defensive posture, and it swayed unsteadily. A short distance away a hunter crouched. It was a Latran, the cunning, vicious tribe of jackal-headed Maulers that roamed the rolling hills and lightly wooded prairies they were now in. It carried an assortment of weapons and moved with a wicked grace. There was no chance Skreg could defeat it, but he nonetheless found himself hefting his spear and charging forward, outraged that anyone would attempt harm on his ward. The Latran shifted, surprised, and knocked Skreg's spear aside a moment before contact. The tables of the fight turned almost immediately. Skreg desperately deflected a flurry of attacks more powerful than he had anticipated. Skreg directed his fighting retreat toward his new ally. A heavy overhand swing snapped the shaft of his spear, and he fell backward, nearly defenseless. The Latran leaped forward, weapon raised high to deliver a final killing blow, and the iron-jaw's head swung toward him like an avalanche. With a crunching sound and a yelp, the assailant flew a long ways before crashing to the ground in a heap and limping rapidly away. Skreg and the beast stood watching the retreat. Skreg placed his hand on the beast's head, and it gave a satisfied snort.<br>\r\n''\"Never back down.\"''",
  "skill1name": "Beast of Burden",
  "skill1lvl1": "Skreg's iron-jaw steed cannot be knocked backwards. When this ability is used, Skreg rides his iron-jaw, which uses 80 energy per second up until all of his energy is exhausted. While Skreg is riding his iron-jaw he is immune to control abilities and his attack is increased by 30%, Skreg's normal attacks will also deal damage twice and knock down enemy targets.",
  "skill2name": "Brute Force",
  "skill2lvl1": "The iron-jaw assists Skreg in attacking his enemies by smashing them into the air, dealing a small amount of damage to them. If the enemy is successfully knocked into the air, Skreg will initiate a three-stage attack against them which deals 140% damage per attack to the enemy.",
  "skill2lvl2": "Skreg beats his drum and rides his iron-jaw into nearby enemies, dealing 110% damage multiple times to them, also causing them to be knocked back.",
  "skill3name": "Ironskin",
  "skill3lvl1": "Enemies deal less damage to Skreg the closer they get to him. Damage reduction is at its maximum when enemies are within Skreg's striking range. Damage received can be reduced by up to 40%.",
  "skill4name": "Stampede",
  "skill4lvl1": "Every 8 seconds an iron-jaw appears and charges towards the enemy closest to Skreg's allies' side of the battlefield, knocking back and stunning them and any other enemies in its path, dealing 150% damage to them.",
  "skill1lvl2": "Energy expenditure reduced to 60 per second.",
  "skill2lvl3": "Damage is increased to 150%.",
  "skill3lvl2": "Damage reduction is increased up to 50%.",
  "skill4lvl2": "Damage is increased to 165%.",
  "skill1lvl3": "Damage increased to 50%.",
  "skill2lvl4": "Damage is increased to 160%.",
  "skill3lvl3": "Damage reduction is increased up to 60%.",
  "skill4lvl3": "Damage is increased to 180%.",
  "siname": "Long Fang",
  "sidescription": "A cavalry spear crafted from the jaw of a demon lord. Inflicts wicked wounds.",
  "siskillname": "Beast Rider",
  "siskilldescription": "The ability “Beast of Burden” will no longer drain energy for the first 5 seconds after each time it is used",
  "siskill10unlocks": "[+10 Unlocks] Only requires 500 energy to activate ultimate ability for the first time.",
  "siskill20unlocks": "[+20 Unlocks]Energy that is recovered when injured is increased by 50%.",
  "siskill30unlocks": "[+30 Unlocks] Only requires 200 energy to activate ultimate ability for the first time.",
  "furniturename": "Vanguards of Pain",
  "furniture3description": "[3/9 Mythic Pieces] All allied heroes with the enemy half of the battlefield have their Attack Ratings increased by 20% and also receive 25% less damage from enemy attacks.",
  "furniture9description": "[9/9 Mythic Pieces] Allied heroes recover 100 energy points after every 3 seconds in the enemy's half of the battlefield."
}