{
  "name": "Skriath",
  "tagline": "The Wise One",
  "faction": "Mauler",
  "type": "Intelligence",
  "class": "Mage",
  "role": "AoE",
  "lore": "In the days before the unification of the Mauler tribes, the falcon clan were spoken of in fear. Though not particularly numerous, they were well equipped and fierce fighters. There were very few who didn’t fear the infamous lightning-fast raids of the winged terrors. They would strike quickly and without warning, ignoring the rivers and hills that would slow anyone else. There was almost no guaranteed refuge from their attacks, no place too remote to escape the reach of their talons. Many lesser tribes were subjugated, their most prized possessions taken away with a beating of wings even before their best warriors had finished bleeding out onto the ground.<br>\r\nSkriath, however, stood out from his brethren. The militaristic fervor that characterized, and, in his estimation, consumed his people was missing in him. Rather than the spoils of war, it was knowledge that he sought. Every morsel of wisdom was as precious loot for the inquisitive falcon. The stories of the various far-flung peoples his own clan encountered fascinated him, and he would often accompany the warriors on their raids. His aversion to combat, however, did not endear him to his peers. There was never a shortage of derisive remarks about the weakling who would spend time poring over the artifacts and writings of other clans rather than taking their belongings at the point of a blade. As such, Skriath occupied a very low place in his clan’s strictly hierarchical structure. He ate scraps and wore rags, and his yurt was in tatters.<br>\r\nDespite his low status, Skriath was wise. He saw that the path his people were on was one of disaster. They were becoming more reviled with each new moon. The brutal treatment they had meted out on other clans had made them incredibly unpopular, and he knew that eventually, they would find it returned to them in kind. He went to the elder and urged him to guide his people in a different direction: a path of peace, enlightenment, and growth. Skriath was roundly castigated without the slightest hesitation. He was denounced, and what few things he owned deemed worth keeping were taken from him. Everything else was destroyed. Before the sun had set, he had taken wing. Now an exile with nothing to his name, he was forgotten by the others the moment he disappeared over the horizon.<br>\r\nSeasons passed in blood and conflict, and eventually, Skriath’s warning proved to be well-founded. The many enemies that the falcons had earned over the years banded together. Embittered and hungry for revenge, they tracked down the warlike folk who had brought them so much pain with the intent to not only retrieve that which had been stolen from them, but also to erase from the world those who had stolen it.<br>\r\nThe attack was merciless. The ground was littered with feathers soaked red. Once keen eyes stared blankly at nothing and became pale. The falcons had been surrounded, their advantage of flight negated by rank upon rank of archers that shot down those who tried to escape the slaughter. It seemed that all was lost when a strange banner was seen at the head of an unknown force, charging toward the fray. Combatants on both sides braced themselves, confused at who they faced. The banner bore a mark that had not been seen in decades: the mark of the united Mauler tribes. Indeed, Maulers from nearly every clan made up the column. A falcon led them.<br>\r\nThey smashed into the archers, laying waste to their ranks and making clear their allegiance. The tide of the battle turned swiftly, and as more bodies began to fall the original attackers felt their resolve draining. They began to retreat and surrender. The falcon leading the intervening force shouted a command, and the killing stopped entirely. The three armies stood mixed among each other, weary and wounded. Realization dawned on the beleaguered falcon clan and shock registered on every face. The exile from years ago had become their savior. Peace was made. Lands and artifacts long ago taken away were returned. A new era of understanding and cooperation had begun.<br>\r\n''“Wisdom will show you the way”''",
  "skill1name": "Desert Vortex",
  "skill1lvl1": "Skriath summons a sand vortex that appears in the center of the enemy formation which persists for 5 seconds. The vortex has an AoE radius which continuously pulls in enemies, dealing 70% damage per second to all enemies that are trapped in its grasp.",
  "skill2name": "Death from Above",
  "skill2lvl1": "Skriath causes large rocks to fall upon an enemy target's head, dealing 160% AoE damage to them and any nearby enemies ",
  "skill2lvl2": "Damage is increased to 170%.",
  "skill3name": "Sandstorm",
  "skill3lvl1": "Skriath creates \"Sandstorm\" which lasts for 12 seconds. The sandstorm reduces the Accuracy of all enemies by 100 points and Haste by 25 while they are standing within the sandstorm.",
  "skill4name": "Critical Insight",
  "skill4lvl1": "Raises allies' Crit Rating by 0.5 points per second until a maximum of 20 points are reached.",
  "skill1lvl2": "Damage is increased to 75%.",
  "skill2lvl3": "Damage is increased to 180%.",
  "skill3lvl2": "Skriath deals 20% more damage to enemies that are standing within the sandstorm.",
  "skill4lvl2": "Max limit of Crit Ratings is increased to 30 points.",
  "skill1lvl3": "Damage is increased to 80%.",
  "skill2lvl4": "Damage is increased to 185%.",
  "skill3lvl3": "Duration is extended up to 15 seconds.",
  "skill4lvl3": "Raises Crit Ratings by 0.8 points per second.",
  "siname": "Wisdom Keeper",
  "sidescription": "A powerful scepter that symbolizes wisdom and power. Only the true Mauler chieftain may wield it.",
  "siskillname": "Boulder Blast",
  "siskilldescription": "Each time Skriath deals a Critical Strike to an enemy target, large rocks fall down on them, dealing 50% AoE damage to them and any nearby enemies. This ability is unable to deal critical damage itself and can only target the same enemy once every 3 seconds.",
  "siskill10unlocks": "[+10 Unlocks] Damage is increased to 70%.",
  "siskill20unlocks": "[+20 Unlocks] Damage is increased to 90%.",
  "siskill30unlocks": "[+30 Unlocks] During a “Sandstorm”, all enemies are dealt 2% of their current health value per second as damage, ignoring all enemy Defense Ratings.",
  "furniturename": "Desert Trap",
  "furniture3description": "[3/9 Mythic Pieces] At the beginning of battles, enemies positioned at the top and bottom positions of the enemy formation's backline are pulled closer towards the center backline enemy hero by a desert vortex.",
  "furniture9description": "[9/9 Mythic Pieces] When \"Sandstorm\" weather conditions are occurring, allies that have the wind behind them have their movement speed increased by 150%. Enemies that are fighting against the direction of the wind have their movement speed decreased by 75%."
}