{
  "name": "Thali",
  "tagline": "Maniacal Mage",
  "faction": "Mauler",
  "type": "Intelligence",
  "class": "Mage",
  "role": "Continuous Damage",
  "lore": "Only someone who’s been in Saltwater Prison knows how heavily guarded this place is! If it wasn’t for all the gold in the vault next door, I wouldn’t want to be locked up in this hellhole.<br>\r\nI’ve been beaten black and blue, and now I’ve got black iron shackles around my hands and feet, and with two wardens armed to the teeth with riot forks at my neck, treatment only reserved for the most dangerous villains. I can’t help but feel a bit smug.<br>\r\nThey should’ve thrown me a housewarming party!<br>\r\nThe warden sat opposite me is “Razor Woods”. Everyone thrown in here is interrogated by this guy.<br>\r\n“How many more times do I hafta say it?! I’ve fallen out with that crazy Thali chick! I dunno where she is!” I spit impatiently. The warden’s trying to pry Thali’s whereabouts out of me, but I wasn’t about to make it easy for him. The part about falling out with Thali is true, not a soul alive can stand her, she’s nuts! Even a psycho like me. In a lot of ways we’re pretty alike, we don’t play by the rules, but she takes it too far. She’d set her own loot ablaze given half a chance! I’m done with her!<br>\r\n“So, this falling out of yours, Kren, how’d it go down?” The warden spoke as he fiddled with his bronze knuckledusters, which, only moments ago, had left their enduring marks on my face. I swear, when get out of here, I’m gonna grab that thing and get some payback.<br>\r\n“Fine.” I wanted to get this tedious grilling over with so I could put my grand plan into motion. I leaned forward and spoke, barely containing my glee, “You heard of the Great Mithril Caravan Heist, right? Bingo! That was Thali and I! But…”<br>\r\nMy mind drifts back into memories of that exhilarating, nightmarish night, the flawless ambush plan played out in a treacherous valley. All along that route used by the Mithril Caravan we set explosives, and now it was nearly showtime “Stinker, if you ask me, we should just dash in, bomb the living hell out of it and grab the loot, bada bing bada boom!” A lick of flame lashing out of her hand, Thali was clearly itchin’ for action.<br>\r\n“You’re nuts! We can’t just trash these goods, it’s Reginald we’re robbing here! Stick to the plan, we don’t want a repeat of last time, with all the gold blasted into the bottom of river! Not to mention those damn jackals!”<br>\r\n“And who couldn’t swim? Besides, that plan was hardly perfect! Otherwise you ‘d never have let those Quicksand Claw jackals take advantage! Your plans are just flights of fantasy!”<br>\r\nShe got me there. “Ahem, anyway, this time we stick to the plan… Also, put out the damn fire! The Caravan’s almost here and you’re gonna give us away!”<br>\r\nIt wasn’t long before I spied the merchant caravan escorting their goods on the horizon. Seems the info I paid good money for was spot on. I gesture to Thali, ready for her magic to ignite the explosive fuse.<br>\r\nBut before the caravan could reach the spot the explosives were buried, the sound of shouting came from yonder and I saw a group of bandits dash out of the other side of the valley and attack the caravan. It’s those damn Quicksand Claws again! Looks like they’ve got their beady little eyes on this shipment too.<br>\r\n“Well fancy that! Change of plans, let’s go! The fun'll be over if we don’t hurry!” Thali’s excitement was plain to see, she’d been holding back this whole time.<br>\r\nThali bolted towards the caravan, giving me no choice but to grab my weapon and go after her. But there was something I didn’t bank on… That Thali, a lunatic, didn’t give two hoots about the caravan. She turned her devastating magic on the bandits of the Quicksand Claw.<br>\r\nI yell at the top my lungs after her, “ Hey! Our target’s the goods, not the Quicksand Claws!”<br>\r\n“No dice! I want my revenge for being set up!” She’d lost her mind again, I knew I couldn’t talk sense into her now.<br>\r\nRubbing salt into the wound, our fight with the Quicksand Claws gave the caravan an easy opening, and I watched as it bailed with its cargo.<br>\r\nOnce the caravan was gone, the Quicksand Claws came for us no-holds-barred. I guessed what they were after, hoping to kill us and then rob the caravan themselves. Despite the caravan being long gone, I still had a few hidden surprises for it!<br>\r\nI opened fire and got close to Thali, relying on yelling and occasional pulling her in the direction I wanted her to move. The bandits followed us – good, real good! Just as we reached the spot where the explosives were buried, I opened fire, the explosions blowing our pursuers away. When the smoke finally cleared, Thali and I went to survey the scene.<br>\r\n“That was AWESOME!” Thali said as she stepped over the charred, crispy corpse of the pack leader.<br>\r\n“Awesome, my foot!” I was livid, “We could’ve left the Quicksand Claws and the Mithril Caravan to each other and made off with the goods in the chaos!”.<br>\r\n“Just admit it, Stinker, you’re actually having fun, right?” Thali asked rhetorically.<br>\r\nShe wasn’t wrong, it felt pretty damn great. I gotta admit, a rampage here and there is pretty fun. But that’s where it ends, if I let it consume me the way it consumes her, I’d just become a raving nutcase, too, tossing out my last shreds of sanity. You can’t leave things to chance in this Land of the Exiles hellhole, else you die. Horribly.<br>\r\n“So you went your separate ways?” The warden butts-in to my tale.<br>\r\n“Sure did.” I reply dryly. But I have to say, Thali was a pretty decent fighter, bidding her farewell was a bit of a shame.<br>\r\nHe presses me further, “So? Where’d she go?”<br>\r\nI hold my hands up and shrug, feigning ignorance, “Don’t know, don’t care.” There’s only a few places Thali would hide out, so she was bound to be in one of them. But even gone our separate ways, I wasn’t about to sell her out.<br>\r\nRubbing his knuckleduster, the warden’s got that icy glint in his eyes. I know the next round of beatings is about to begin.<br>\r\nBOOM! Suddenly a ball of flame erupts outside the prison and a warden runs in looking panic stricken.<br>\r\n“T-there’s someone… for a Jailbreak!” The panicked guard reported. The instant he finished talking, one of the walls of the interrogation room was decimated in a flaming haze, and several unfortunate jailers were crushed under the collapsed wall. Seeing the situation unfold before his very eyes, the warden flees in the chaos.<br>\r\nMaking out the shape through the dusty space where the wall used to be, I want to both laugh and cry.<br>\r\n“Yo Stinker! I heard you got caught by that hotshot Walker, the heck happened? Get stuck in the gutter?” Thali sneered as she unloaded a torrent of magical fire at the wardens who had come as reinforcements.<br>\r\nNot again! My plans ruined again by this crazy woman! All the explosives I has buried under the prison walls, ready to blast my way into the vault, gone! She just blew them! I can’t believe this! But… I can’t say I ever expected this psycho to run head-first into the most heavily-guarded prison in the Land of Exiles just to bust me out. I mean, for a minute there, it was pretty… touching. Anyway enough of that, it's good to cut loose one in a while, and I have a brutal date with a certain warden’s face!<br>\r\nOh, and this time, I’ve got plenty of back-up plans!",
  "skill1name": "Pyromaniac",
  "skill1lvl1": "Thali enters a state of frenzy which lasts for 12s. While in a frenzy, Thali’s Energy recovery is reduced by 40%, her Attack Rating is increased by 30%, her Haste is increased by 45 points, and her other abilities are strengthened. Once Thali’s frenzy ends she becomes exhausted for a short period, during which time she is unable to move or attack. Thali cannot trigger her ultimate ability again while already in a frenzy.",
  "skill2name": "Fire Rapture",
  "skill2lvl1": "Thali sacrifices 15% of her current health to deal 220% AoE damage plus 1.3 times the value of her sacrificed health as damage. While in a frenzy, damage dealt is increased to 280% and the damage range is increased.",
  "skill2lvl2": "Damage is increased to 240%.",
  "skill3name": "Flame Burst",
  "skill3lvl1": "Thali shoots 3 Fireballs in quick succession, dealing 170% damage per Fireball. While in a frenzy, Fireballs will additionally knock back the enemy and stun them for 3 seconds.",
  "skill4name": "Pyromancy",
  "skill4lvl1": "At the beginning of battles, Thali casts a spell to sacrifice 35% of her current health to strengthen herself, allowing her to gain between 20% – 50% Damage Reduction and 10 – 30 Life Leech points according to the proportion of current health. The spell’s power increases the lower Thali’s health falls, and will be most powerful when her health falls below 40%.",
  "skill1lvl2": "Frenzy lasts for 14 seconds.",
  "skill2lvl3": "Attack Rating is increased to 300% while in a frenzy.",
  "skill3lvl2": "Damage is increased to 180%.",
  "skill4lvl2": "While Thali is in a frenzy, the ability will ignore the proportion of current health and will always be at its most powerful state.",
  "skill1lvl3": "Attack Rating is increased by 40%, Haste is increased by 60 points.",
  "skill2lvl4": "Deals 1.5 times the value of sacrificed health as damage.",
  "skill3lvl3": "Damage is increased to 190%.",
  "skill4lvl3": "Thali may receive a maximum increase of 60% Damage Reduction and 40 Life Leech points.",
  "siname": "Red Almandine",
  "sidescription": "Brimming with the fiery elemental energy, it converts the wearer's blood into a blazing flame.",
  "siskillname": "Fiery Focus",
  "siskilldescription": "Damage dealt to enemies that currently have a higher proportion of health than Thali is increased by 20%.",
  "siskill10unlocks": "[+10 Unlocks] Damage dealt to enemies that currently have a higher proportion of health than Thali is increased by 30%.",
  "siskill20unlocks": "[+20 Unlocks] Thali is immune to control effects when her health falls below 50%.",
  "siskill30unlocks": "[+30 Unlocks] When in a frenzy, Thali’s damage increases, ignoring her enemies health proportions.",
  "furniturename": "Heart of Fire",
  "furniture3description": "*[3/9 Mythic Pieces] Each time Thali enters a frenzy, all non-summoned allies have their Attack Ratings increased by 20% and their Haste increased by 20 points for 7 seconds.",
  "furniture9description": "*[9/9 Mythic Pieces] When Thali receives fatal damage when in a frenzy, she will maintain the minimum amount of health and postpone her own death. Once this effect has been triggered, Thali’s health will no longer change, and as soon as her frenzy effect ends, she immediately dies."
}