{
  "name": "Tidus",
  "tagline": "Shadowmane",
  "faction": "Mauler",
  "type": "Agility",
  "class": "Ranger",
  "role": "Continuous Damage",
  "lore": "Tidus is a lone fighter driven by his need for constant conflict. He only feels truly alive among shrieks of pain and the clash of steel. His art is painted in spatters of blood in hot dust, his brush a blade. Armies offer only occasional chances for combat, brief bouts of furious struggle between long stretches of marching and drills. Tidus wouldn't have joined even had he been given the choice. He craved only one life- that of the gladiator.<br>\r\nThe offspring of a deserter, Tidus was immediately relegated to the lowest tiers of Mauler society. Though his father paid for his own dishonor under an executioner's axe, his son would bear the shame of his legacy. Tidus was given away as a slave in the custom of their people, a reward for a warrior who had proven his worth on the field. Within the first few minutes of Tidus entering service in the household, the warrior's other two slaves were dead, their blood still hot on Tidus' claws and teeth when his master found him. The warrior himself barely survived his encounter with the young Tidus, and thus the would-be slave was sent to the fighting pits. Maulers believe strongly in consequence and punishment, but they will seldom let talent go to waste.<br>\r\nTidus seemed born for battle. In the pits, he was a whirlwind of steel and fangs. He fought with reckless abandon, ignoring the occasional wounds his opponents were able to inflict. His reputation grew and with time it became considered a death sentence to be matched against the maddened fighter. He was merciless, seeking only to kill whomever was placed before him. The shame of his father's desertion clung to him like a stench. He could feel it there the moment anyone's eyes fell on him. He would wash it away in blood.<br>\r\nA number of Mauler chieftains began to pay closer attention to this fighter whose name was spoken in equal terms amusement and horror. Though every chieftain who witnessed his skill in the pits wanted him to fit under their banners, most of them found him \nimpossible to command. He was insubordinate and frequently got into altercations that would leave champions of the various war bands as bloody heaps. Most of the chieftains also knew deep down that were he to challenge their authority, he could best them in combat and take control of their tribes. It was fortunate indeed for them that Tidus didn't view any of them as worthy prey.<br>\r\nReturning to the fighting pits, Tidus again went undefeated for season after season. He forgot about the shame of the desertion and redemption. The only thing he sought now was a true adversary. Someone who could challenge him. He faced one ferocious opponent after another, but they appeared as nothing but lambs to him. He was death incarnate. A predator, caged with its prey. Every predator, however, someday meets another predator.<br>\r\nThis opponent had a different presence than the others. He was large, certainly, but why couldn't he smell fear in this one? Tidus had fought and killed larger things than this bear. The other fighter lacked Tidus' bravado, but he was just as certain that he would win this fight.\n   \nTheir battle lasted longer than any fight Tidus had ever experienced. The other fighter was deliberate and sparing in his movements. The quicker Tidus dodged every attack, but the bear posted an impenetrable defense. A thousand blows landed against the shaft of his blade and when Tidus circled, panting with exhaustion, the other fighter still stood firm, indefatigable even in his heavy plate. When it was obvious that the best of the show had ended, the fight was called as a draw. At the next fight, Tidus' usually large crowd had swelled so that it seemed every Mauler from leagues around had come to see the fighter who had survived an encounter with the famously frenzied killer.<br>\r\nAgain they clashed to the same outcome. The unstoppable force had met the immovable object. Finally, Tidus had found a worthy adversary. The only thing left to do now is to kill him.<br>\r\n''\"You're afraid. You should be\"''",
  "skill1name": "Twisted Fate",
  "skill1lvl1": "Tidus spirals into a whirlwind that engulfs the battlefield, dealing 160% damage to all enemies that he passes, finally pouncing on the weakest enemy target for 180% damage.",
  "skill2name": "Frenzied Strikes",
  "skill2lvl1": "Tidus slices the enemy standing in front of him in a vicious five-stage attack, dealing 60% damage per attack to the target. Due to profuse blood loss, the enemy target suffers 65% damage per second over 8 seconds whenever they move.",
  "skill2lvl2": "Damage of each attack is raised to 70% damage per attack",
  "skill3name": "Battle Howl",
  "skill3lvl1": "Tidus let’s out a ferocious howl that terrifies his enemies, causing them to flee his from his vicinity for 5 seconds. After howling, Tidus’ movement speed is increased by 35% and his Attack Rating is increased by 20% for 10 seconds.",
  "skill4name": "Savagery",
  "skill4lvl1": "Tidus viciously and persistently attacks an enemy whose health is lower than 50% of its maximum until they are slain. While using this ability, the Attack Rating of Tidus’ normal attacks is increased by 35%.",
  "skill1lvl2": "Final pounce deals 200% damage",
  "skill2lvl3": "Blood loss lasts for 12 seconds when moving",
  "skill3lvl2": "Attack Rating is increased up to 30%",
  "skill4lvl2": "Life Leech level is raised by 40 while pursuing a weakened enemy",
  "skill1lvl3": "Final pounce deals 220% damage",
  "skill2lvl4": "Damage of each attack is raised to 80% damage per attack",
  "skill3lvl3": "Nearby allies also receive a movement speed and Attack Rating increase",
  "skill4lvl3": "Attack Rating is increased up to 50%",
  "siname": "Hatred’s Bite",
  "sidescription": "Two vicious-looking blades that have been the demise of many unfortunate gladiators. Crafted to perfection, they were built with only one intention in mind, death.",
  "siskillname": "Battle Hardened",
  "siskilldescription": "Reduces all damage that Tidus receives by 40% for the first 6 seconds after “Savagery” is used.",
  "siskill10unlocks": "[+10 Unlocks]: Reduces 55% of all damage received. ",
  "siskill20unlocks": "[+20 Unlocks]: Reduces 70% of all damage received. ",
  "siskill30unlocks": "[+30 Unlocks]: Tidus is impervious to all enemy control abilities for the first 6 seconds after “Savagery” is used. ",
  "furniturename": "Lust for Blood",
  "furniture3description": "[3/9 Mythic Pieces] Tidus' received healing is increased by 25. Tenacity is increased by 17 and Attack Rating is increased by 8% for every non-summoned enemy that has been defeated or which currently has less than 50% of their max health.",
  "furniture9description": "[9/9 Mythic Pieces] If Tidus kills an enemy or is close to an enemy that is killed, he will recover 35% of the health which has already been lost."
}