{
  "name": "Vurk",
  "tagline": "The Devious",
  "faction": "Mauler",
  "type": "Agility",
  "class": "Ranger",
  "role": "AoE",
  "lore": "In the teeming warrens of the Durri, one must scratch and fight to seize every small opportunity. A life in the warren is one of watchful patience and frantic, scrabbling action. Compassion is in short supply, and comfort is for most an unattainable concept. Even so, it is a rare Durri who would prefer an open sky and the light of day to the relative safety of his fetid subterranean home. The nature of the lives they live has forged a people as resilient as the rodents they so closely resemble. This combined with their ability to rapidly multiply and their inherent cunning makes them more than capable of taking down enemies much larger than themselves.<br>\r\nThe Durri way of war differs greatly from that of most Maulers. They typically go toe to toe with the adversary only when absolutely necessary, preferring to watch and wait for the perfect moment to spring an ambush. Darting out with short knives and unleashing crossbow bolts from the shadows before melting back into the darkness. After the poison coating their weapons to do its work, they return to scavenge from the contorted bodies. Although many Maulers view this as cowardly, they have to concede that it is effective.<br>\r\nVurk shares his people's proclivities for this form of combat, but lacks the caution which usually characterizes them. His willingness to take risks sets him apart, and one feat in particular won him a great deal of renown- Entering the twisting nests of the Arachin to plunder their deadly venoms.<br>\r\nThe Arachin nests are generally regarded among the most dangerous places in the world, but the audacious Vurk would settle for no less than the most potent poisons for his arsenal. Even among the sly Durri, Vurk exhibits exceptional stealth and cunning. Very few people, Durri or otherwise, could ever sneak through the mazes of web and clattering patrols of the Arachin, let alone make it back out to tell the tale. Vurk claims to have not only accomplished this incredible enterprise, but to have made it all the way to the heart of the prime nest- the very chamber of the Arachin queen herself. If the toxicity of his bolts are any indicator, he was able to do exactly that.<br>\r\nThough it won him no love among their eight-legged allies, the enormity of the deed itself was enough to elevate the Durri in the eyes of the other Mauler tribes. Once word had spread of the success of this seemingly suicidal undertaking, the cunning Durri were looked upon in a new light.<br>\r\n''“You can't defend against what you can't see.”''",
  "skill1name": "Mania",
  "skill1lvl1": "Vurk runs up and down the battlefield for 15 seconds while he fires bolts at multiple enemies. Bolts may pierce enemies, and all enemies struck by the bolt are dealt 100% damage.",
  "skill2name": "Piercing Bolt",
  "skill2lvl1": "When using Normal Attacks, Bolts fired from Vurk's crossbow are able to penetrate enemies, dealing 140% damage to all enemies standing in a straight line.",
  "skill2lvl2": " Damage is increased to 170%",
  "skill3name": " Poison Vial",
  "skill3lvl1": "Vurk lobs a poison vial at an enemy, which poisons them for 10 seconds. Poisoned enemies will have their Energy Recovery rate decreased by 50%, Attack Rating decreased by 50%, and they will also lose health equal to 50% of Vurk's Attack Rating every second. Poison effects cannot be stacked, and if an already poisoned enemy is targeted again by this ability, the duration of the poison's effects shall be extended.",
  "skill4name": " Poison Traps",
  "skill4lvl1": " At the beginning of battles Vurk sets poison traps behind himself and his frontline allies. Traps are activated when enemies are in close proximity to them and cause any nearby enemies to become stunned for 3 seconds and poisoned for 10 seconds. The ability's poison effects are consistent with the ability \"Poison Vial\". Enemies which are immune to control abilities will not trigger the traps.",
  "skill1lvl2": "Damage is increased to 110%.",
  "skill2lvl3": "When this ability deals damage against enemies that are poisoned as a result of Vurk's \"Poison Vial\" ability, Vurk's Attack Speed will be increased by 60 for 3 seconds. This ability cannot be stacked.",
  "skill3lvl2": "Poisoned enemies lose health equal to 60% of Vurk's Attack Rating per second.",
  "skill4lvl2": "Enemies are stunned for 4 seconds.",
  "skill1lvl3": "Damage is increased to 120%.",
  "skill2lvl4": "For every poisoned enemy that this ability deals damage against, Vurk shall recover an additional 40 energy.",
  "skill3lvl3": "Poisoned enemies lose health equal to 70% of Vurk's Attack Rating per second.",
  "skill4lvl3": "Enemies are stunned for 5 seconds.",
  "siname": "Shadow Stinger",
  "sidescription": "A crossbow, accurate and light. Perfect for a skulking kill or cunning ambush.",
  "siskillname": "Skill: Madness",
  "siskilldescription": "Vurk’s “Mania” ability now fires 3 crossbow bolts per attack, however the additional bolts will deal 80% damage.",
  "siskill10unlocks": "[+10 Unlocks] Additional crossbow bolt damage increased to 100% damage.",
  "siskill20unlocks": "[+20 Unlocks] Additional crossbow bolt damage increased to 120% damage.",
  "siskill30unlocks": "[+30 Unlocks] The “Mania” ability now fires 5 crossbow bolts per attack.",
  "furniturename": "Poisonous Death",
  "furniture3description": "[3/9 Mythic Pieces] Vurk's Normal Attacks and \"Mania\" ability deal 35% more damage to enemies that have been poisoned by his own abilities.",
  "furniture9description": "[9/9 Mythic Pieces] Prolongs the duration of time an enemy is poisoned (only affects Vurk's poison) for 1 second if they are dealt damage from Vurk's Normal Attack or his \"Mania\" ability."
}