{
  "name": "Warek",
  "tagline": "The Untamed",
  "faction": "Mauler",
  "type": "Strength",
  "class": "Warrior",
  "role": "Continuous Damage",
  "lore": "The caller drew a deep breath, sweeping his gaze across the assembled Maulers and the noise of the crowd subsided slightly in anticipation. <br>\r\n\"Next in the arena! Warek!\"<br>\r\nHe lumbered forward through the rough-hewn gates to a hail of cheers, jeers, and taunts. The best were always adored and hated in equal measure. Many of those here to watch the bloodshed would've seen former clan mates and family fall beneath the great bear warrior who now stood before them. He knew he was one of the best in recent memory, but memory in the arena never lasted long. It was constantly washed away in an endless river of blood. <br>\r\nHe knew that even the best would fall under another's rising star, and his seemingly unbreakable string of victories was never taken for granted. He had seen as much happen to his own people.<br>\r\nThe bear clans who once occupied a place of privilege at the highest echelons of Mauler hierarchy were now a laughingstock, cast down in a day after a decisive defeat by the centaurs. They now lived in chains, masters of nothing, including their own fate. Warek looked over the faces of the howling spectators and remembered how strange it had felt his first time in the fighting pit. He had been to the arenas prior to that, but always had to watch. An elder or sometimes his father would put a heavy paw on his shoulder and ask him about the fights he had seen.<br>\r\n\"The dead one. What did he do wrong, Warek?\"<br>\r\n\"He thought he had already won when the fight began. He was putting on a show. He forgot that he could bleed.\"<br>\r\n\"Right. He knew he was the better fighter, and so did his opponent. His opponent used that. His opponent is alive.\"<br>\r\nThe voice of the caller cut back into focus. \"Who dares step foot in the arena! Who will face a fighter with nothing to lose! A warrior of the bear clans! Proud people brought low, thirsty for revenge! Who has the guts?\"<br>\r\nThe caller continued goading the crowd. Maulers were fierce and often reckless, but they wouldn't embark on a suicide mission for a moment of glory in the pits. Warek knew this, but took no pleasure in it. It didn't change the reputation or the status of his people. It didn't restore their territories, now carved up among a dozen other clans. It didn't erase the memory of his brother's last spluttering breath in his arms, and it didn't bring their chieftain back to life.<br>\r\nThe bear clans were now headless chickens. No leadership. No focus. No pathway before them that led to redemption. Warek saw only one way. That way was one he would tread first on his own, and hope for others to follow. He would pave his way with the crushed bones and hot blood of his opponents. The tears of their clan mates would nourish he and his people on their road to deliverance, and their wails would herald their return to glory. He would lead the way, and vengeance would be terrible to behold.",
  "skill1name": "Bloodlust",
  "skill1lvl1": "Warek unleashes a multi-strike attack that interrupts and knocks back his target with each hit, dealing 65% damage to them. Warek cannot be controlled when using this ability.",
  "skill2name": "Bonebreaker",
  "skill2lvl1": "Warek targets the weakest enemy in his vicinity and throws them backwards over his head, dealing 150% damage to them while also stunning them.",
  "skill2lvl2": "Damage is raised by up to 180%.",
  "skill3name": "Extricate",
  "skill3lvl1": "Removes all abilities that are negatively affecting Warek. This ability has a cooldown period of 5 seconds.",
  "skill4name": "Carnal Rage",
  "skill4lvl1": "A passive ability that allows Warek to build up his rage with each successful attack that he lands on his enemies, allowing him to raise his damage by 2.5%. This ability can be stacked up to 12 times.",
  "skill1lvl2": "Damage is increased to 80%.",
  "skill2lvl3": "Thrown enemy receives 30% more damage for 10 seconds. ",
  "skill3lvl2": "After removing all negative effects, Warek forms a shield around himself that mitigates 250% of the damage inflicted upon him. ",
  "skill4lvl2": "Warek regenerates energy over time once ability is fully stacked and his life leech attributes are greatly increased.",
  "skill1lvl3": "Damage received is reduced by 80% when using this ability.",
  "skill2lvl4": "Thrown enemy receives 80% more damage for 10 seconds. ",
  "skill3lvl3": "Shield's damage mitigation effect is strengthened by 350%.",
  "skill4lvl3": "Damage is raised by up to 4%.",
  "siname": "Coward Crusher",
  "sidescription": "Heavy vambraces well suited to a wild and brutish fighting style.",
  "siskillname": "Brawler's Resistance",
  "siskilldescription": "When Warek’s “Carnal Rage” ability cannot be stacked any further, he will recover 3% health per second over 15 seconds.",
  "siskill10unlocks": "[+10 Unlocks] Ability restores 4% of max health per second.",
  "siskill20unlocks": "[+20 Unlocks] Ability restores 5% of max health per second.",
  "siskill30unlocks": "[+30 Unlocks] Stacks Warek’s “Carnal Rage” buff effects once every 2 seconds. Once the effects can no longer be stacked, his attack rating will be increased by an additional 0.7% per second.",
  "furniturename": "Battle Vigor",
  "furniture3description": "[3/9 Mythic Pieces] If one of Warek's Normal Attacks or abilities strikes 2 enemies or more, then his Crit Rating is increased by 40% and his Crit Amplification is increased by 45 points for his attack.",
  "furniture9description": "[9/9 Mythic Pieces] Warek has a 100% chance to hit his enemies when there are 2 or more heroes within range of Warek's Normal Attacks or skills."
}