{
  "name": "Alna",
  "tagline": "The Frozen Mother",
  "faction": "Celestial",
  "type": "Agility",
  "class": "Warrior",
  "role": "Debuffer",
  "lore": "“Alna, you’re so beautiful and strong, please permit me to address you as such.” Ginneas’ short, dwarven fingers were ill-suited to holding a quill, he felt much more comfortable with a hammer, but he continued to write with his clumsy penmanship.<br>\r\n“You have many names – Chillwind Songstress, Mountain Protectorate, The Permafrost Matriarch… Yet most folk of the world call you The Frozen Mother. I was a mere child when my forebears told me your tale, they said, “In the mountains resides a proud and powerful warrior Goddess. Her roar is the battle cry of winter, her body is shrouded by a whirling blizzard, it is she who brings winter to Esperia.”<br>\r\nGinneas listened as the wind howled outside his tent, as if Alna’s “war cry” were once again ringing in his ears.<br>\r\n“I still remember the day the mountains were torn asunder by the Infernal Surge. As Hypogeans trampled my home like a swarm of vile locusts, we were caught entirely off-guard. At that time, I was a soldier in the ‘Moltenflow Regiment’ being lead by the great Dwarven King, Zangerhain. He stopped the Hypogeans in their tracks, buying time for our brethren to retreat. My instinct as a soldier told me I was going to die honorably that day, that I’d be drinking my fill with my brethren in the Halls of the Dead. The fighting was just as horrific as expected. Two days and nights we fought hard without end, my brethren falling one by one, even the King fell.”<br>\r\nGinneas put down his quill. His mind returned to that horrific battle all those years ago. He remembered the snow covered hills, dashed with the fresh blood of dwarves and Hypogean as far as the eye could see.<br>\r\n“I was finally alone on the battlefield. Surrounded on all sides, I believed my moment of glory had come as the Hypogeans advanced on me. But then, there came an earth shattering roar, and you appeared. As your long spear impaled the Hypogeans surrounding me, I remember looking over and seeing your haughty countenance and strength that surpassed that of even a snow buffalo… I was stunned. You kicked a hammer over to me, telling me sternly, 'If you don’t want to die, pick up your weapon and fight!’ So, together we slayed the enemy. You were covered in cuts and bruises, beaten black and blue, blood flowing from your open wounds. You must’ve been fighting with the Hypogeans long before you found me.”<br>\r\nIt was then that Ginneas knew, this God was wounded and bleeding, and was probably exhausted. Nonetheless, he was determined to die fighting, and the murderous Hypogeans had to be dealt with. Ginneas and Alna were cornered. Faced with no alternative, Alna summoned a blizzard to provide cover as she dragged Ginneas into a hidden crevice, away from pursuing Hypogeans.<br>\r\nGinneas dipped his quill-tip in ink and continued writing. “But back then, I was ignorant and loathed you. I mocked your Godhood, that you wouldn’t dare to die just like we mortals. I wrongly assumed that a God as proud as you would surely be offended by me, as a mere mortal, and lose your temper. Yet, you just sat in silence, not uttering a word, wiping down your weapon. It wasn’t long before the Hypogeans sent out a search party to track us down. We were both hurt with no way to take on those Hypogeans, barely able to make a haphazard escape. My dwarven pride made me feel like a coward for surviving. Over and over I recklessly attacked the Hypogeans in pursuit, and again and again you saved my life. On one occasion, you finally snapped, punching me to the ground and shouting, ‘Stop thinking you’re the only one who’s lost everything!' Later I learned that you, too, had lost a great deal. Many of your brother and sister Gods had been slain by Hypogeans, the mountains you were sworn to protect had been occupied by them, too, and even your status was reduced to that of demi-God.<br>\r\n“During that short time, you made me understand one thing – “Perseverance through calamity, that is what defines a soldier. A resilient soldier does not blindly cast himself away as a sacrifice, but rather, he understands when it is his time to die.” It was this that supported me through my humiliating exile in foreign lands, every day I had to depend on others to survive.<br>\r\nGinneas stroked his braided beard. Dwarves were not usually melancholy or sentimental, but these words were truly from the bottom of his heart. Several months into the fighting with the Hypogeans, Ginneas and Alna’s wounds had finally healed. They began working together, to hunt down and kill the Hypogeans. Even though they weren’t much for conversation, in combat they almost telepathically understood one another.<br>\r\n“I am proud that I was able to fight alongside you. You always looked cold and aloof, but your soul burned hotter than a forge. You wear your pride on your face, but it has nothing to do with being a God. No, your pride is born of your inner strength, from the unyielding perseverance in your heart. In those days we fought side by side, you never regarded yourself a God but you always called yourself a warrior.” “Doo-doot…” The trumpet of the Moltenflow Regiment sounds from outside the tent and Ginneas stops writing again. Besides himself, every other soldier of the Moltenflow Regiment had been wiped out a few years ago when they brought an end to the war, but Ginneas was determined that the loss of his brethren would not be in vain . Guided North with the Moltenflow’s protection, the dwarven people were eventually taken in by the Lightbearers as a Kingdom in Exile, where they regrouped and reorganized. Ginneas bid Alna farewell, heading to the Lightbearers to seek out his kinsman and return to his regiment.<br>\r\nGinneas still remembers the scene as he parted ways with Alna. He said, Goodbye, Frozen Mother. May you be as stalwart as the mountains.” Alna spoke earnestly, “Take care, soldier. You can call me Alna.”<br>\r\nIn the end, Ginneas wanted to write a little more. He thought for a moment, and wrote, “Valiant Alna, I know not where you are right now, though I suspect you are fighting someplace. The Moltenflow Regiment is about to head South. We’ve decided it’s time to take back our home from the Hypogeans, reclaim those pure white snowfields you were once sworn to protect. My soldier’s intuition tells me again my time is near, and this journey will be my last, but I will not blindly throw away my life. No, a sacrifice should be meaningful, like the sacrifices of my comrades. I only hope that when my time to pass arrives, that I am able to hear your battle cry on the icy winds once more. Finally, I wish for your voice to resound through the mountains for all eternity. Ginneas.”<br>\r\nFolding the letter a few times, Ginneas deposited the letter into the relic box. At this moment, his tent flap was raised and a dwarven soldier stepped in, saluting him, Commander, Moltenflow Regiment has assembled!” Ginneas reached over to the hammer leant against the table and hefted it onto his shoulder. He turned to the soldier, “Relay the order! All units head South!”",
  "skill1name": " Winter War Cry",
  "skill1lvl1": "All characters on the battle (including allies) have their Haste reduced by 40 points.",
  "skill2name": " Freezing Pierce",
  "skill2lvl1": "Alna thrusts her spear into an enemy target, dealing damage equal to 10% of their max health. Damage dealt cannot exceed 520% of Alna’s own Attack Rating.",
  "skill2lvl2": "Damage dealt is increased by 1% of the enemy’s max health whenever their Haste is reduced by 3 points.",
  "skill3name": " Winter's Call",
  "skill3lvl1": "Alna calls upon the frigid wind to encircle herself and disrupt her enemies. Alna is immune to damage and control abilities for 7 seconds and nearby enemies will have their Dodge reduced by 280 points.",
  "skill4name": " Frozen Fury",
  "skill4lvl1": "Alna uses her spear to swipe at nearby enemies, dealing 200% damage to them, also reducing their Haste by 20 points for 5 seconds. Each use of this ability increases the number of attacks that are dealt, up until a maximum of 3 attacks are reached. This ability’s Haste reduction effect may be stacked multiple times.",
  "skill1lvl2": "Damage is increased to 360%.",
  "skill2lvl3": "Damage dealt is equal to 12% of the enemy’s max health.",
  "skill3lvl2": "Effects last for 8 seconds.",
  "skill4lvl2": "Damage is increased to 220%.",
  "skill1lvl3": "Damage is increased to 380%.",
  "skill2lvl4": "Damage dealt is equal to 14% of the enemy’s max health.",
  "skill3lvl3": "Effects last for 9 seconds.",
  "skill4lvl3": "Damage is increased to 250%.",
  "engravings30name": "Winter's Call",
  "engravings30description": "Enhance the ability Winter's Call, Nearby enemies lose 320 Dodge points.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: CRIT +3",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: CRIT +3",
  "engravings60name": "Frozen Fury",
  "engravings60description": "Enhance the ability Frozen Fury, Damage is increased to 270%.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: CRIT +3",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: CRIT +3",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: LL +10 AS +16.67",
  "siname": "Frostbite",
  "sidescription": "The Frozen Mother’s bone-piercing spear, forged in a blazing furnace as hot as her soul.",
  "siskillname": "Unrelenting Heart",
  "siskilldescription": "During battles, when Alna suffers damage, she gradually recovers 50% of the health which was lost over the next 15 seconds.",
  "siskill10unlocks": "[+10 Unlocks] During battles, when Alna suffers damage, she gradually recovers 70% of the health which was lost over the next 15 seconds.",
  "siskill20unlocks": "[+20 Unlocks] During battles, when Alna suffers damage, she gradually recovers 70% of the health which was lost over the next 10 seconds.",
  "siskill30unlocks": "[+30 Unlocks] When Alna’s health drops below 50% for the first time, the effects of “Winter’s Call” are triggered.",
  "furniturename": "Army of Two",
  "furniture3description": "[3/9 Mythic Pieces] When placed on the frontline, damage dealt by the other frontline ally causes enemy targets to lose 30 Haste points for 5 seconds. This ability cannot be stacked.",
  "furniture9description": "[9/9 Mythic Pieces] When placed on the frontline, the effects of the ability “Winter’s Call” also take effect for her other frontline ally."
}