{
  "name": "Athalia",
  "tagline": "Harbinger of Justice",
  "faction": "Celestial",
  "type": "Agility",
  "class": "Ranger",
  "role": "Assassin",
  "lore": "Athalia could be described best in her current form as a living weapon. She was once a mortal woman, but after being Ascended by Dura and made a demigod to serve in the Celestial Order, she wields incredible power. Athalia has always found Dura's kindness for mortals perplexing. The mortal' behavior often dishonored the very gods they claimed to revere, but Dura would always find a way to forgive their transgressions. \"They are imperfect, but are our creation nonetheless. We may guide them, but they will forever stray from the path. We must be there to see them back on it. Have pity on them and try to understand. They possess a spark that we do not.\" Athalia couldn't help but feel the burning twinge of jealously at these sentiments. Were their hearts not blighted? Prone to the sickness of greed and hatred? \"They must suffer that which we do not. We forget what it is to exist under the yoke of disease, hunger, poverty, the constant loss of the things we cherish. To be mortal is to love no less than a Divine, but to do so with the knowledge that all of it will inevitably be torn away from you. To be a mortal is a symphony of joy and pain. To be mortal is to be imperfect and complete. It is imperative to remember who they are when you approach them.\"<br>\r\nAfter Dura's death, Athalia's resentment of these creatures was cemented, the last remnants of her humanity forgotten. Had her goddess not intervened on their behalf, had she simply allowed her creation to fend for themselves, she would still exist. The most important thing, however, remained the same as ever. The preservation of The Light is the highest calling, and even some of the pitiful creatures that lived such petty, short lives were instrumental in this preservation. Athalia, however, was created as executioner as well as adjudicator, and her viewpoint is seldom nuanced. There is right and wrong in the world. Good and evil. Evil must be expunged.<br>\r\nAthalia now seeks out and destroys blasphemers with righteous fury. Those who dabble in the dark arts or conspire to aid the Hypogean conquest do so at the risk of becoming another body crumpled under her blessed blades. Her godless quarry are often discovered with their eyes charred and burst, lost to the light and the glory of this surviving avatar of Dura's justice aspect. Athalia is an indispensable ally in the fight against the demonic armies, but she is a double-edged sword. Whomever wields her should expect to pay with a little pain of their own.<br>\r\n''\"I am Justice. I cannot be judged.\"''",
  "skill1name": "Divine Fury",
  "skill1lvl1": "Athalia attacks her enemies with lightning speed and precision, slashing them three times from various positions on the battlefield. Each slash deals 160% damage to all enemies in her path. The third slash has a 100% critical strike chance.",
  "skill2name": "Judgement",
  "skill2lvl1": "Athalia descends from the heavens onto the battlefield and targets the enemy directly opposite her, inflicting 280% damage on them. Once the initial attack has finished, Athalia will stand and attack the targeted enemy normally. Enemies will not be able to regenerate energy when attacked by this ability.",
  "skill2lvl2": "Damage is increased to 290%.",
  "skill3name": "Purging Frenzy",
  "skill3lvl1": "Athalia unleashes a multi-staged attack on the enemy nearest to her, with the final blow dealing 150% damage to the target that also leaves them stunned for 2 seconds.",
  "skill4name": "Protection",
  "skill4lvl1": "Athalia uses a divine aura that allows herself to mitigate 8% of all received damage for every ally still alive on the battlefield.",
  "skill1lvl2": "Enemies that are struck more than once are dealt an additional 50% damage.",
  "skill2lvl3": "Targeted enemy cannot regenerate energy from attacks for 5 seconds after initial attack.",
  "skill3lvl2": "Stun effect lasts for up to 3 seconds.",
  "skill4lvl2": "Each living ally raises Athalia's damage by 3%.",
  "skill1lvl3": "Damage is increased to 190%.",
  "skill2lvl4": "Damage is increased to 310%.",
  "skill3lvl3": "Final attack damage increased to 170% damage.",
  "skill4lvl3": "Each living ally raises Athalia's damage by 4%.",
  "engravings30name": "Purging Frenzy",
  "engravings30description": "Enhace the ability Purging Frenzy, Final attack damage increased to 180% damage.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain CDA +5",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: CDA+5",
  "engravings60name": "Protection",
  "engravings60description": "Enhance the ability Protection, For the First 8 seconds of battle, the stat increase received by this ability is multiplied 1.5 times.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: CDA +5",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: CDA +5",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: ACC +55.56 AS +16.67",
  "siname": "The Sin Purgers",
  "sidescription": "A set of shining patas intended to cleanse the realm of the unworthy.",
  "siskillname": "Bloodless",
  "siskilldescription": "Defense rating is increased by 4% of the value of Athalia’s attack rating.",
  "siskill10unlocks": "[+10 Unlocks] Defense rating is increased by 8% of the value of Athalia’s attack rating.",
  "siskill20unlocks": "[+20 Unlocks] Enemies that attack Athalia will begin to bleed out for 2 seconds (ability cannot be stacked). Enemies will lose health equal to 85% of Athalia's attack rating per second and their health recovery rate will be decreased by 70%.",
  "siskill30unlocks": "[+30 Unlocks] Enemies injured by Athalia will begin to bleed out for 2 seconds (ability cannot be stacked). Enemies will lose health equal to 85% of Athalia's attack rating per second and their health recovery rate will be decreased by 70%.",
  "furniturename": "Heaven's Justice",
  "furniture3description": "[3/9 Mythic Pieces] Athalia strikes at her enemies every 15 seconds, utilizing the same damage and AoE range as her ability \"Divine Fury\" against them. After striking, the damage of Athalia's Normal Attacks is increased by 15% until the end of battle. This ability can be stacked 2 times. ",
  "furniture9description": "[9/9 Mythic Pieces] Athalia strikes at her enemies every 15 seconds, utilizing the same damage and AoE range as her ability \"Divine Fury\" against them. After striking, the damage of Athalia's Normal Attacks is increased by 20% until the end of battle. This ability can be stacked 4 times."
}