{
  "name": "Elijah & Lailah",
  "tagline": "Celestial Twins",
  "faction": "Celestial",
  "type": "Intelligence ",
  "class": "Support",
  "role": "Buffer",
  "lore": "It is said that wherever there is a handshake or a warm embrace, there is also Elijah and Lailah. Whenever two people are able to reconcile their differences and resolve a dispute, they will usually offer up a silent thanks to the twin gods, and rightfully so. The two deities were charged by Dura millennia ago to forge peace and cooperation between mortals. It is their duty to repair the cracks between people and to foster good ties between them.<br>\r\nThe twins do not work alone, and in fact, are generally seen as two halves of the same whole. Each complements the other both in the manner and in the execution of duties, and their names are used interchangeably by the people of Esperia. They were created from starlight in an ancient and dark era when savagery and brutality reigned, and the only cooperation between mortals was used to wage larger and more destructive wars. Dura couldn't bear the destruction and loss of life any longer, and so the twins were made. They set about first ending the largest conflicts, and then fostering the gentler nature of Esperia's people. Under the calming glow of the twins' starlight, Esperia became a kinder place.<br>\r\nElijah and Lailah foster this goodwill and understanding by weaving innumerable fetters, which wind through the hearts and souls of mortals and pull them together. Under the influence of these powerful, invisible forces. Hated enemies feel their enmity falling away as the twins do their good work, setting aside both weapons and vows of vengeance. Broken friendships are mended, betrayals forgiven, and truces made. Now, however, the deities are beginning to feel almost powerless. Though they continue as always to bring the world together, the Hypogean invasion and subsequent chaos have stretched them to their limit more than ever before. Still, they know that the greatest tests lie ahead of them.<br>\r\n\"''Let us show you a better way''\"",
  "skill1name": "Grace",
  "skill1lvl1": "Elijah restores 130% of his weakest ally’s health and Lailah restores the energy of the ally with the highest remaining energy by 40 points. This ability will prioritize frontline heroes first.",
  "skill1lvl2": "Elijah restores 140% of his ally’s health, Lailah restores 50 of her ally’s energy points.",
  "skill2name": "Cleanse",
  "skill2lvl1": "If Lailah is affected by an enemy control ability, Elijah will remove all negative effects from Lailah and create a shield around her equal to 280% of their attack rating. When an enemy nears Elijah, Lailah will teleport to his location, attacking the enemy for 180% damage, knocking them back in the process.",
  "skill3name": "Unity",
  "skill3lvl1": "The last two allies to be affected by Lailah and Elijah’s “Grace” ability will form a union. In this state of union, the two heroes will both take 30% of the damage that is inflicted upon the other, subsequently lessening the damage of the allied hero which is attacked.",
  "skill4name": "Hope",
  "skill4lvl1": " Ability removes all negative effects from all allied heroes and prevents them from being controlled by enemies for 4 seconds.",
  "skill1lvl3": "Elijah restores 150% of his ally’s health, Lailah restores 60 of her ally’s energy points.",
  "skill5name": " Cleanse",
  "skill5lvlNaN": "Value of shield cast by Elijah is increased to 360%, Lailah’s knockback effect stuns enemies for 4 seconds.",
  "skill3lvl2": "Attack and defense ratings for the two heroes in a state of union are both increased by 20% of the other union hero’s own rating values.",
  "skill4lvl2": "Haste increase persists for 10 seconds.",
  "skill1lvl4": "Elijah restores 160% of his ally’s health, Lailah restores 70 of her ally’s energy points.",
  "skill3lvl3": "Crit Ratings, Dodge, Accuracy, and Life Leech attributes are all increased by 15% of the other union hero’s own attribute values.",
  "engravings30name": "Cleanse",
  "engravings30description": "Enhance the ability Cleanse, Value of shield cast by Elijah is increased to 380%/ When Lailah knocks back an enemy, the damage dealt is increased to 200%.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: HR +2",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: HR +2",
  "engravings60name": "Unity",
  "engravings60description": "Enhance the ability Unity, When one ally that is in a state of 'Unity' dies, the surviving hero will receive 40% of the dead hero's remaining Energy.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: HR +2",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: HR +2",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: HASTE +10 HP +13.7%",
  "siname": "Item: Bonding Feathers",
  "sidescription": "A pair of headdresses that allow an uncanny connection between the wearers.",
  "siskillname": "Skill: Blessed Binding",
  "siskilldescription": "When Lailah and Elijah are in close proximity to one another, their attack rating will be increased by 5%. When they are far apart from one another, their defense rating will be increased by 15%.",
  "siskill10unlocks": "[+10 Unlocks] When Lailah and Elijah are in close proximity to one another, their attack rating will be increased by 10%. When they are far apart from one another, their defense rating will be increased by 25%.",
  "siskill20unlocks": "[+20 Unlocks] When Elijah’s normal attack deals a critical strike to an enemy, the affected enemy’s damage towards Lailah will be reduced by 40% for 6 seconds.",
  "siskill30unlocks": "[+30 Unlocks] When Lailah’s normal attack deals a critical strike to an enemy, any damage dealt to the affected enemy by Elijah will be increased by 100% for 6 seconds.",
  "furniturename": "Heaven's Grace",
  "furniture3description": "[3/9 Mythic Pieces] If Elijah or Lailah lose a combined amount of health equal to 70% of their max health, they are granted a protective shield that is able to mitigate damage equal to 50% of their max health for 6 seconds.",
  "furniture9description": "[9/9 Mythic Pieces] Shield duration increased to 15 seconds."
}