{
  "name": "Flora",
  "tagline": "The Serene Promise",
  "faction": "Celestial",
  "type": "Intelligence ",
  "class": "Mage",
  "role": "Continuous Damage",
  "lore": "The winter mother's frigid hand gripped Esperia in a layer of ice, laying waste to animal and plant life. Sheep and cattle froze in the field and the common folk huddled around hearths, picking at the last stores of food and the future crop laying dormant under the earth as if afraid to grow into the world above. In this brutal cold, one sapling dared to brave the fear and frost. As if emboldened by the audacity of life, other green things sprang upward around the tenacious sapling. In an explosion of verdant energy, Flora was born. Where she stepped, life erupted. Despite this power, Flora was not without her doubts.<br>\r\nCelestials are entities of magnificent ability, and subtlety is not common among their kind. Flora watched in awe as her peers performed feats of which she could only dream. It was true that she could do things no mortal could hope to achieve, but against the other Celestials she as herself as weak. A blossom swaying with every gust of cutting wind.<br>\r\nSeeking to emulate the others of her kind, she began to shadow them, hoping to uncover the secrets of their great works. She looked on, terrified, as Athalia vanquished hordes of demons with purifying flames. The violence of her contemporary was more than she could take, and she fled. She sought out Ansiel, the crafter, whose artifacts were of a quality beyond measure. Even his unwavering patience began to wear thin as one device after another fell to pieces under Flora's unskilled hand. She despaired, wondering if she could ever have the impact expected of a living god.<br>\r\nShe wandered for a time, lost and alone. Her only company were the two little birds that accompanied her everywhere.<br>\r\n\"Is this my fate, then? To be a gardener?\"<br>\r\nThe birds chirped back at her. \"A fine gardener you could be indeed!\" \"Yes, if the garden of Dura required a keeper that is!\" \"Which of course...\" \"It does not.\"<br>\r\nOne day, she came upon a village. The war had taken many of its most capable. The fields lay fallow, thick with brown weeds. The people who remained sat dejected outside dilapidated homes, weakened by hunger. The smithies were silent, no longer ringing with the strikes of hammers on steel. Cows and horses had wandered off, seeking greener pastures. Such was the state of disrepair and the apathy of the locals that when a home began to billow smoke, no one reacted. The wails of a child could be heard from inside. Without a thought, Flora raised a hand to the sky, her usually talkative birds suddenly silent.<br>\r\nThick clouds gathered in an instant, and fat raindrops spilled toward the thirsting land in sheets. The fire in the house was extinguished, a life saved. Where the drops hit the fields, fresh vegetation burst up through the lifeless husks that blanketed the ground. Fruiting trees stood fully formed in a matter of seconds. The rain ran in rivulets over faces turned skyward, seeming to revitalize the villagers, who first stood and then smiled as one for the first time in ages.<br>\r\nFlora had finally found her purpose. In a world that seemed hellbent on death, she would give life.",
  "skill1name": "Sea of Flowers",
  "skill1lvl1": "Flora targets the most densely packed group of enemies and unleashes a sea of flowers which lasts for 12 seconds onto them, dealing 200% AoE damage to the targets. Enemies that are within the sea of flowers lose 40% worth of Flora’s Attack Rating as health per second. Only one sea of flowers may be active at a time.",
  "skill2name": "Airborne",
  "skill2lvl1": "Flora flies high into the air at the beginning of battles where she remains until all of her allies have perished, during which time she cannot be targeted by any enemies or allies. While in the air, Flora constantly releases magic dust down onto her enemies, dealing 110% AoE damage to the targets.",
  "skill2lvl2": "Damage is increased to 114%.",
  "skill3name": "Swoop",
  "skill3lvl1": "Flora sacrifices 25% of her current health in order to send her little bird swooping across the battlefield. Each enemy that is in the little bird’s path is dealt an amount of damage equal to 55% of the health that Flora sacrificed. This ability cannot be used when Flora’s health falls below 60%.",
  "skill4name": "Rejuvenation",
  "skill4lvl1": "Flora is able to recover 0.6% of her max health per second in battles while using this ability. Simultaneously, each time any non-summoned character ( including enemies) recovers 10% of their max health, Flora will also recover 3.5% of that character’s max health for herself.",
  "skill1lvl2": "Damage is increased to 220%.",
  "skill2lvl3": "Damage is increased to 118%.",
  "skill3lvl2": "After inflicting damage upon an enemy, the little bird grants each ally that it passes a protective shield which lasts for 5 seconds. The shield is able to mitigate an amount of damage equal to 65% of the health that Flora sacrificed.",
  "skill4lvl2": "Recovers 0.8% of own max health per second.",
  "skill1lvl3": "Damage is increased to 240%.",
  "skill2lvl4": "Damage is increased to 122%.",
  "skill3lvl3": "Damage dealt is equal to 60 % of the health value sacrificed by Flora.",
  "skill4lvl3": "Recovers 1% of own max health per second.",
  "engravings30name": "Swoop",
  "engravings30description": "Enhance the ability Swoop, After inflicting damage upon an enemy, the little bird grants each ally that it passes a protective shield which lasts for 5 seconds. The shield is able to mitigate amount of damage equal to 75% of the health that Flora sacrificed.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: MP +1.82",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: MP +1.82",
  "engravings60name": "Rejuvenation",
  "engravings60description": "Enhance the ability Rejuvenation, Recovers 1.2% of own max health per second.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: MP +1.82",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: MP +1.82",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: HASTE +10 HR +6.67",
  "siname": " The Serene Branch",
  "sidescription": "A magical broomstick that was crafted by the celestial craftsman Ansiel out of a special and rare wood. This unique broomstick is able to bring flowers to blossom and can fly to lofty heights if needed.",
  "siskillname": " Diminish",
  "siskilldescription": "Reduces an enemy’s Haste by 20 points for 4 seconds when the ability ‘Swoop’ deals Critical Damage to an enemy.",
  "siskill10unlocks": "[+10 Unlocks] Reduces an enemy’s Haste by 35 points for 4 seconds when the ability Swoop deals Critical Damage to an enemy.",
  "siskill20unlocks": "[+20 Unlocks] When Flora’s health is above 90%, the cooldown time of her ability “Swoop” is reduced by 250%.",
  "siskill30unlocks": "[+30 Unlocks] Reduces an enemy’s Haste by 50 points for 5 seconds when the ability Swoop deals Critical Damage to an enemy.",
  "furniturename": "Floral Projection",
  "furniture3description": "[3/9 Mythic Pieces] Enemies within range of the ability\" Sea of Flowers\" ability lose 12 Haste points and allies within range of the Sea of Flowers\" gain 6 Haste points.",
  "furniture9description": "[9/9 Mythic Pieces] Enemies within range of the ability\" Sea of Flowers\" ability lose 12 Haste points and allies within range of the Sea of Flowers\" gain 24 Haste points."
}