{
  "name": "Morael",
  "tagline": "Queen of Stars",
  "faction": "Celestial",
  "type": "Intelligence",
  "class": "Mage",
  "role": "Continuous Damage",
  "lore": "The Zohra Nebula met with catastrophe. On the verge of annihilation, born through force of will to survive, Morael came into existence.<br>\r\nAlthough her birth failed to save the Nebula from the mysterious forces of darkness, the essence of the Nebula remained, its very heart held in Morael's palm.<br>\r\nHer forcefield of stars, omnipresent and intangible, shifting and moving their gravity however she wishes thanks to the blessings of the stars' power bestowed upon her.<br>\r\nAs a god, Morael is haughty, irrefutable, detached and noble, just like a Queen. The desire to be in-control of all things seems to have permeated her every fiber since birth. She insists on every star orbiting as it must, in accordance with fate, never permitting deviation from its course.<br>\r\nOrder is her conviction. Control and rectification is her vocation. Born of the same Nebula, her younger sister Audrae, is a reckless romantic. She roams the canopy of the heavens, coming and going with wild abandon, often forgetting what she intended to do.<br>\r\nAudrae would say something like, \"There are endless variables, occurring constantly. Morael, perhaps chaos is just the essence of the Universe?\" Morael would wordlessly glance at the heart of Zohra in her palm, at a loss for what her sister was planning to do next. To Morael, Audrae is a variable. Provided she could be rid of this untrackable nuisance, everything else would be just fine.<br>\r\nMorael didn't agree with her sister's perspective. That is, until she encountered the second uncontrollable variable.<br>\r\nAn indescribable darkness, popping in and out of being without rhyme or reason, ripping stars asunder with horrifying gravitational force and engulfing them.<br>\r\nThis scene seems familiar. By the time Morael arrived, half the stars of the Mirrah Nebula ceased to be, all swallowed up. The screams of the stars as they are torn apart reverberated through the heavens, their bitter lament filling the sky, reminding Morael of the nightmare of her birth.<br>\r\nShe tried to fight these unknown entities, but these strange sentient beings were outside the realm of her control, both sides sustained massive damage. For a long time, Morael's consciousness just drifted through the universe. Gradually, it dawned on her that Audrae's talk of Chaos may indeed be one of the truths of this world.<br>\r\nThe Goddess Dura unexpectedly found Morael drifting among the stars. Using her own power, she healed and restored the greatly diminished Morael. For a long time, Morael was one of Esperia's gods. She discussed fate in-depth with the clock-bearing god, and learned from Dura of the possible source of the Darkness and the Void Realm. They also call it the 'Star Grave', the result of collapsed stars at the end of their life.<br>\r\nAfter the Hypogean war, Morael felt the power of the Void Realm was gradually increasing. Departing Esperia, she made for the clouds and began an investigation, knowing she must keep a close eye on any irregularities in the Void Realm, lest there be another invasion of the Dark forces.<br>\r\n''\"On a clear midsummer's night, if you carefully watch the sky at the Giant Tree Observatory, you might just catch a glimpse of Morael's long, starry hair.\"<br>\r\n– The Star Gazers''",
  "skill1name": "Cosmic Field",
  "skill1lvl1": "At the start of battles Morael creates a Star Core which remains on the battlefield, during which time she is immune to control effects. When Morael uses her Ultimate ability, a Cosmic Field is generated for 6 second. After the Cosmic Field has been generated, the Star Core unleashes a chain reaction that traps enemies in the Cosmic Field up until the field disappears or the enemy escapes from it. While the Cosmic Field exists, Morael deals 120% damage per second to all enemies trapped by it. If an enemy escapes the Cosmic Field, Morael will deal 320% damage to them, also stunning them for 3 seconds.",
  "skill2name": "Cosmic Motion",
  "skill2lvl1": "Morael commands her Star Core to move to the most densely concentrated area of enemies, which deals 60% damage to any enemies that are in its way.",
  "skill2lvl2": "Damage is increased to 65%.",
  "skill3name": "Cosmic Fusion",
  "skill3lvl1": "Morael charges her Star Core with cosmic power, causing it to explode, dealing 240% damage to nearby enemies.",
  "skill4name": "Celestial Blessing",
  "skill4lvl1": "During battle, the Star Core gathers cosmic energy over time from the galaxy. Once the Star Core has finished gathering energy, it respectively transfers 120 Energy points to Morael and all allies close to it, which consequently exhausts all of the Star Core’s energy. The Star Core is able to gather 10% of its total energy capacity per second",
  "skill1lvl2": "Cosmic Field exists for 7 seconds.",
  "skill2lvl3": " Damage is increased to 70%.",
  "skill3lvl2": "Damage is increased to 260%.",
  "skill4lvl2": "The Star Core respectively transfers 160 Energy points to Morael and her allies.",
  "skill1lvl3": "Cosmic Field exists for 8 seconds.",
  "skill2lvl4": " Damage is increased to 75%.",
  "skill3lvl3": "Damage is increased to 280%.",
  "skill4lvl3": "Transferring energy also grants Morael and her allies a shield, which has a value equal to 180% of Morael’s Attack Rating, that exists for 6 seconds.",
  "engravings30name": "Cosmic Fusion",
  "engravings30description": "Enhance the ability Cosmic Fusion, Damage is increased to 290%.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: CDA +5",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: CDA +5",
  "engravings60name": "Celestial Blessing",
  "engravings60description": "Enhance the ability Celestial Blessing, The Star Core respectively transfers 180 Energy points to Morael and her allies.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: CDA +5",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: CDA +5",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: DODGE +33.33 ATK +10%",
  "siname": "Heart of Zohra",
  "sidescription": "A remnant of the destroyed Zohra Nebula, it is as stunningly beautiful as it is powerful. When in the hands of a god, the Heart of Zohra can be used to generate powerful Cosmic Fields.",
  "siskillname": "Astral Fortune",
  "siskilldescription": "During battles, each time an enemy hero near the Star Core loses 1% health, the Star Core gathers an extra 0.4% of its total energy capacity.",
  "siskill10unlocks": "[+10 Unlocks] When the Star Core is transferring Energy to Morael and her allies, it will also raise their Attack Ratings by 20% for 5 seconds.",
  "siskill20unlocks": "[+20 Unlocks] When the Star Core is transferring Energy to Morael and her allies, it will also raise their Haste by 30 points for 5 seconds.",
  "siskill30unlocks": "[+30 Unlocks] During battles, each time an enemy hero near the Star Core loses 1% health, the Star Core gathers an extra 0.6% of its total energy capacity.",
  "furniturename": "Cosmic Attraction",
  "furniture3description": "[3/9 Mythic Pieces] If an enemy walks into the Star Core's Cosmic Field after it has already been created by Morael’s Ultimate ability, they shall also become trapped. If an enemy leaves the Cosmic Field and is later trapped by it again, the damage dealt this time is reduced by 20%.",
  "furniture9description": "[9/9 Mythic Pieces] While the Cosmic Field exists, all enemies on the battlefield are pulled towards the Star Core at a certain speed due to its gravitational force."
}