{
  "name": "Orthros",
  "tagline": "The Seer of Origins",
  "faction": "Celestial",
  "type": "Strength",
  "class": "Tank",
  "role": "Tank",
  "lore": "Everything in our world is temporary. Cities and empires fall and are forgotten under the dust, Swords and plowshares alike rust and crumble. Even mountains, seemingly eternal to the mortals whose lives are so brief by comparison, are worn down to their roots under countless dawns. Only the gods escape what for all else is inevitable. They stand alongside time itself as the sole inheritors of the infinite.<br>\r\nBefore the celestial realm of the gods was ravaged by the forces of darkness, there stood a glimmering clock tower, crafted by the heavenly carpenter Ansiel. The clock in the tower, however, didn't simply tell the time. Rather, time followed its dictate. Minutes and hours and days marched dutifully behind the turning hands of the divine artifact. Ansiel's skill was such that the clock was imbued with a sort of sentience that developed and expanded as time went by. Dura herself honored the clock-entity with a name. Orthros. In the first battle against the Hypogeans, Orthros fought alongside Dura. It was when she fell that Orthros discovered his ability to literally turn back the hands of time. She stood again as blood from the fallen returned to wounds and eyes previously closed in death opened. Armies sheathed their swords and marched backwards into the gates that had spilled them forth. All but the gods themselves were unaware that they had been given a second chance.<br>\r\nDura fell again, and again time was reversed. In each iteration, she fell, and the outcome only became increasingly dire for the forces of light and life. In a final bid for victory, Orthros took time back to before the invasion had even begun. Dura commanded that this time, he leave it. Her fate was her fate, and no amount of meddling would change that.<br>\r\nSince then, Orthros has taken little notice in the affairs of the mortal realms. For eons, he steadily maintained the flow of the temporal stream and did little else. It wasn't until learning of another entity with powers similar to his own that he stirred. A demon has been blinking in and out of various points in the continuum to change past and future. Time, however, is the domain of Orthros and Orthros alone. He will not allow another to twist it to their own designs.<br>\r\n''\"Inexorable, inevitable, but not immutable.\"''",
  "skill1name": "Time Suspension",
  "skill1lvl1": "Orthros stops time for 3 seconds, causing everyone and everything but himself to become frozen. Orthros then attacks the weakest enemy on the battlefield at lightning speed, inflicting 60% damage per attack on the enemy.",
  "skill2name": "Time Trap",
  "skill2lvl1": "At the beginning of the battle, Orthros will set up a time trap that individually targets the two enemies that are currently closest to him. The time traps will then explode within the first 20 seconds of battle. Once a time trap is triggered it will cause 320% AoE damage to nearby enemies, the time trap will also be triggered if an affected enemy dies.",
  "skill2lvl2": "Damage is increased to 360%.",
  "skill3name": "Inertia",
  "skill3lvl1": "Deals 200% damage to a single enemy target and prevents them from recovering energy for the following 9 seconds.",
  "skill4name": "Celestial Vigor",
  "skill4lvl1": "Orthros' max health is increased by 2.5% per second, up until it reaches 150%. The ratio of Orthros' current health will not be affected by the new increased max health value. Zolrath's 'Déjà vu' ability will not affect this ability's cumulative time.",
  "skill1lvl2": "Damage is increased to 70%.",
  "skill2lvl3": "Enemies injured by the explosion are stunned for 3 seconds.",
  "skill3lvl2": "Damage is increased to 220%.",
  "skill4lvl2": "After 15 seconds of battle, Orthros will recover 3% of his max health per second.",
  "skill1lvl3": "Damage is increased to 80%.",
  "skill2lvl4": "Damage is increased to 400%.",
  "skill3lvl3": "Damage is increased to 240%.",
  "skill4lvl3": "After 30 seconds of battle, Orthros will become immune to control abilities.",
  "engravings30name": "Inertia",
  "engravings30description": "Enhance the ability Inertia, Damage is increased to 250%.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: MR +3.04",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: MR +3.04",
  "engravings60name": "Celestial Vigor",
  "engravings60description": "Enhance the ability Celestial Vigor, Orthros' max health is increased by3% per second until it reaches 150%.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: MR +3.04",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: MR +3.04",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: ACC +55.56 HP +13.7%",
  "siname": "The Heavenly Vision",
  "sidescription": "Crafted by the celestial carpenter, Ansiel, this heavenly timepiece has the ability to manipulate the flow of time and even stop it.",
  "siskillname": "Time Warp",
  "siskilldescription": "Reduces the Haste of enemies that get too close to Orthros by 30 points.",
  "siskill10unlocks": "[+10 Unlocks] Reduces the Haste of enemies that get too close to Orthros by 45 points.",
  "siskill20unlocks": "[+20 Unlocks] Reduces the Haste of enemies that get too close to Orthros by 60 points.",
  "siskill30unlocks": "[+30 Unlocks] Enemies that remain too close to Orthros for more than 6 seconds will become frozen in time for 3 seconds.",
  "furniturename": "Time Management",
  "furniture3description": "[3/9 Mythic Pieces] After using the ability \"Time Suspension\", the ally with the highest Combat Rating (excluding Orthros) is able to move normally on the battlefield.",
  "furniture9description": "[9/9 Mythic Pieces] Ally's Haste is increased by 35 while moving through \"Time Suspension\"."
}