{
  "name": "Talene",
  "tagline": "The Rising Phoenix",
  "faction": "Celestial",
  "type": "Agility",
  "class": "Support",
  "role": "Continuous Damage",
  "lore": "Talene called in lamentation, her tears sizzling over her beak and falling hot to the ground. Her mother’s lifeless form lay still beside her, still beautiful, black and red feathers moving softly with the breeze. The demons had come and though her mother had been able to push them back, they had been too many. Talene had never known such agony. She had never seen another of their kind. Her mother had told her that they were the only two left, a race on the extinction. All they had had was one another. This was isolation.<br>\r\nEven so, she would carry out the rituals as proscribed. When an Obsidian Finch died, their bodies didn’t simply return to the soil as with the other peoples of Esperia. The intense heat that smoldered within them went cold, true, but their forms remained unchanged. Only when given to Core’s Cradle, the ancestral home of their people, could the body of a Finch be returned to the land. Usually, the journey to the Cradle was a solitary one, called “the flight of return”, taken by a Finch nearing the end of its life. Her mother had not been able to make this journey, so Talene would have to take her instead.<br>\r\nThe journey, even by flight, took many days. Talene was slowed further by the burden she bore. She traveled in silence and reflected. This was the first time in her life that she had experienced silence for such a long stretch of time. There was nothing but the sun, the clouds, the wind, and her thoughts. She recognized the strangeness of the circumstances through her grief. The very last of a race that had soared since the age of dragons. A wise and ancient people, gone save one individual taking her mother on her flight of return. She looked out over the vastness before her leading to the plumes of billowing smoke from the cradle, still leagues away, and made her decision.<br>\r\nThe heat of the Cradle was incredible, even from this height, even for Talene. She plunged down toward the source as cinders rose skyward, swirling around her. The acrid smoke singed her lungs as she dived ever closer and her feathers began to singe. She was the last. There would be none to take her on her final journey as she had taken her mother. She would have to go with her into the Cradle. Her wings were aflame and still, she held on to the body. With a final call punctuating the existence of her people, she disappeared into the flaring crevice.<br>\r\nShe opened her eyes. The flames danced around her on a lake of molten rock. The heat now was warm, comforting. Sparks danced upward to dark, winged silhouettes. Finches, more than she could possibly imagine. Among their outlines, she spotted her mother. These were the ancestors. The entirety of her lineage, stretching back to the beginning. A joy unlike she had ever thought possible washed over her, and a voice came from the swirling mass of Finches above.<br>\r\n<em>\"Our child. Here at last. All of us together, but it is not yet time. The age of Obsidians has passed, yet many others have not. They must persist until each of their threads reaches its conclusion. They cannot persist alone. We are gone, but still, we are needed. You will return in a new form. You will help them. Your age will return to us when the others are safe. We will always be Esperia’ s children, and we will always send aid when She calls. Arise again in flame.\"</em><br>\r\nThe power of generations of Finches flowed into her. Her blood became lava. Her wings radiated the heat of the sun and the air shimmered and waved around her. She shot toward the heavens in her new form, a celestial. Fire trailed behind her in an orange streak, warmly illuminating the very land she would save.<br>\r\n<em>\"Flames to warm the good and purge the evil.\"</em>",
  "skill1name": "Fire Born",
  "skill1lvl1": "Talene goes into ‘Phoenix’ form that lasts until death and converts 90% of her current health into a permanent shield of equal value, plus an additional extra permanent shield on top that is equal to 20% of her max health. Talene’s normal attacks will turn into close-range area attacks that deal 150% damage while in Phoenix form.",
  "skill2name": "Meteor Shower",
  "skill2lvl1": "Talene calls down a fiery meteorite that deals 200% damage to a single enemy target. When Talene is in Phoenix form, meteorites will continually fall randomly every 0.5 seconds upon random enemy targets for a certain duration of time.",
  "skill2lvl2": "Damage is increased to 240%.",
  "skill3name": "Phoenix Rising",
  "skill3lvl1": "Every time Talene dies she transforms into a fireball. While in this state, Talene recovers 7% of her max health every second and cannot be targeted by her enemies but will still receive the positive effects of her allies’ abilities. Once Talene’s health reaches 50%, she is reborn, resulting in a brilliant explosion that deals 200% area damage to enemies. Talene’s Recovery Rate is reduced by 20% every subsequent time that she transforms into a fireball.",
  "skill4name": "Afterglow",
  "skill4lvl1": "A passive ability that allows for Talene’s 2 weakest allies to respectively recover 150% of Talene’s Attack Rating as health each time Talene cumulatively loses 10% of her max health.",
  "skill1lvl2": "When in 'Phoenix Form', Talene’s normal attacks shall deal additional damage that is equal to 20% of the remaining shield values produced by her shield abilities.",
  "skill2lvl3": "30% of damage is converted into health.",
  "skill3lvl2": "Damage is increased to 250%.",
  "skill4lvl2": "Health recovery increased by up to 200% of Attack Rating.",
  "skill1lvl3": "Additional shield is equal to 25% of Talene’s max health.",
  "skill2lvl4": "Damage is increased to 280%.",
  "skill3lvl3": "Damage is increased to 300%.",
  "skill4lvl3": "Health recovery increased by up to 250% of Attack Rating.",
  "engravings30name": "Phoenix Rising",
  "engravings30description": "Enhance the ability Phoenix Rising, Damage is increased to 320%.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: HASTE +3",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: HASTE +3",
  "engravings60name": "Afterglow",
  "engravings60description": "Enhance the ability Afterglow, Health recover increased by up to 270% of Attack Rating.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: HASTE +3",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: HASTE +3",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: HR +6.67 HP +13.7%",
  "siname": "Heart of the Phoenix",
  "sidescription": "A powerful and extremely rare stone that was forged within the Core’s Cradle. The flame that burns within it can never be extinguished.",
  "siskillname": "Resurgence",
  "siskilldescription": "Talene’s Attack Rating is increased by 10% and her Defense Rating is increased by 20% every time she is reborn using her ‘Phoenix Rising’ ability.",
  "siskill10unlocks": "[+10 Unlocks] Talene’s Attack Rating is increased by 20% and her Defense Rating is increased by 40% every time she is reborn using her ‘Phoenix Rising’ ability.",
  "siskill20unlocks": "[+20 Unlocks] Talene immediately recovers 120 energy points each time she is reborn.",
  "siskill30unlocks": "[+30 Unlocks] Talene immediately recovers 400 energy points each time she is reborn.",
  "furniturename": "Burning Sun",
  "furniture3description": "[3/9 Mythic Pieces] Talene deals 110% AoE damage per second to nearby enemies while in her Fireball' state. 60% of the damage dealt to enemies is converted into Talene's health. ",
  "furniture9description": "[9/9 Mythic Pieces] When there are any allies on the battlefield with a lower percentage of health than that of Talene's own, she actively converts 15% of her current health into a permanent shield of equal value for herself. If the value converted exceeds 10% of Talene's max health, a meteorite with the same effect as the ability \"Meteor Shower\" will be summoned against a random enemy. This ability can only be triggered once every 5 seconds."
}