{
  "name": "Titus",
  "tagline": "Guardian of the Mountains",
  "faction": "Celestial",
  "type": "Strength ",
  "class": "Tank",
  "role": "Tank",
  "lore": "Chapter 1<br>\r\nIt’s here.<br>\r\nWhen the warm southerly wind blows through the mountain peaks, the “Wind Envoy” flies down from above, before my very eyes.<br>\r\nIt lands on my shoulder and pecks at my cold pauldrons, then tilts its head towards me and witters in pleasing chirping birdsong of the new and interesting developments in the land of Esperia.<br>\r\n“When can I go and see?” To say I’ve a little emotional attachment to that place would obviously be a phenomenal understatement.<br>\r\nAlas, I cannot leave this place. I am Titus, the last of the Temple Guardians.<br>\r\nBehind me stands the Temple that I protect. Here, where even the air one breathes inspires awe, is the Temple of the fallen Goddess. Not a soul present, not a sound to be heard.<br>\r\nDay in, day out, I sit here cross-legged on the white stone steps leading to the Temple, occasionally fiddling with my lance and shield, both bestowed unto me by the craftsman of the gods himself. Besides the annual visits of my little “envoy”, my only company is the enormous, eternally pristine pillars.<br>\r\nThe rose-colored dawn light and luminous glittering of stars pass between these pillars, spilling out across the floor. There are thirty-three pillars. From top to bottom, every inch of the Temple is immaculate. I, like a silent white colossus, guard it faithfully while the Wise One slumbers deeply behind its doors.<br>\r\nI thought this peace would be eternal. But then the winter came, and with it swarmed the Hypogeans.<br>\r\nThe bitter winds and snow flurries set in, carrying upon them the biting chill of snowflakes, and the acrid smell of blood, shrouding the mountains in an inexhaustible void of darkness. Rising to stand from my place on the steps, my armor creaked and clanked.<br>\r\n“Ah… It is time for a little exercise.” Holding out my lance, I stand. Seeing the swarm of Hypogeans swell at the foot of the steps, I predicted my end was near. As we fought, my shield and armor were both smashed to pieces, my lance snapped in half. Yet, I fought until my last breath, fulfilling my role as Temple Guardian.<br>\r\nThe radiant white Temple finally collapsed. Along with it, my bones, crushed into dust along with the wreckage of the great pillars.<br>\r\nChapter 2<br>\r\nAt darkness’ end lay yet more darkness, and I cannot say with any certainty for how long I slept, ignorant in this silence. Then, appearing out of the silent gloom, something metallic was swinging, making a heavy, rhythmic clank.<br>\r\n“… Wake up, child.” I heard a gentle, tender voice whisper to me. It was so familiar and gentle, like the soft whispers of a mother.<br>\r\n“… The Temple has guided thousands with Kindness. Yet now, the world is rife with chaos and flooded by demons, the kindness espoused is as fleeting as a shooting star, and more transient than the glow of a flame. You can protect them, can you not? …Your courage can hold up their sky. As you once protected this Temple, you will now protect them.”<br>\r\nI am guided by the Goddess’ voice.<br>\r\nA gentle, but powerful force, draws me up, as if a broad palm against my back pushes me forward, urging me to awaken.<br>\r\nThe dusty circular ring emits a pale golden glow as it slowly turns, round and round.<br>\r\n“Tweet-tweet!” Two crisp bird calls ring in my ears. My Little Envoy and her companion.<br>\r\nIt’s here again.<br>\r\nMy favorite familiar lightly hopped down, tilting its head, measuring up and evaluating this peculiar creature before it. Inquisitively, it pecked at a stone pillar with its tiny yellow beak. Finally, as now sure of something, it chirruped a cheery birdsong.<br>\r\nAs my dear envoy sings with joy, my memories begin to uncloud. Little by little, I am reminded of the beauty of the world, of the splendor my envoy has described. In that place called Esperia, there is the purest of bravery and the most fearless of faith, where people connect with the joys and sorrows of others, experience love and death. They truly feel and possess a soul.<br>\r\nWith inner peace, kindness grows. “I want to walk upon that land, for in each persons heart, stands a Temple.”<br>\r\nIn that gloom, faced with the Goddess’ query, I heard my answer.<br>\r\nNothing is finished. I and my duty to protect still stand.<br>\r\nA searing white light gleams at the core of the Astral device, growing hotter and brighter…<br>\r\nThe voice of the gods’ craftsman rings through my ears. Laughing a little, his voice is steady and strong:<br>\r\n''“Welcome back, Titus.” I hear him say, “… This troubled world needs your protection.''",
  "skill1name": "Temple Guardian",
  "skill1lvl1": "Titus is immune to control effects throughout battles and receives 35% less damage.",
  "skill2name": "Energy Absorption",
  "skill2lvl1": "Excluding Titus and summoned targets, whenever each target on the battlefield respectively receives damage (including damage received by shields) equal to 8% of their max health, the target will produce an Energy Orb which Titus absorbs, allowing him to recover 80 Energy Points. Each character may only produce an Energy Orb once every 1 seconds.",
  "skill2lvl2": "After absorbing 4 Energy Orbs from [[Hero Types#Strength-based|Strength Based]] Heroes, the percentage of damage that Titus receives is reduced by 15%.",
  "skill3name": "Spiral",
  "skill3lvl1": "Titus continuously spins both arms in a spiral motion, dealing 170% damage every 0.5 seconds to nearby enemies, also knocking them backwards. While spinning, Titus consumes an additional 75 Energy Points per second. Before Titus’ Energy is exhausted, he will spin for at least 2 seconds. Once Titus’ Energy drops below 400 Points, he will stop spinning.",
  "skill4name": "Guardian's Shield",
  "skill4lvl1": "At the start of battles, while in a dormant state, Titus deploys a defensive shield that exists for 7 seconds which is able to mitigate damage equal to 1200% of Titus’ own Attack Rating for himself and his allies, during which time Titus is unable to use his Ultimate ability.",
  "skill1lvl2": "Once activated, Titus deals one attack to inflict 300% damage on all enemies, simultaneously stunning them for 2 seconds.",
  "skill2lvl3": "After absorbing 4 Energy Orbs from [[Hero Types#Agility-based|Agility Based]] Heroes, Titus’ Crit Rating is increased by 30%.",
  "skill3lvl2": "Damage is increased to 200%.",
  "skill4lvl2": "Mitigates damage equal to 1500% of Titus’ Attack Rating.",
  "skill1lvl3": "Once activated, Titus deals one attack to inflict 350% damage on all enemies, simultaneously stunning them for 2 seconds.",
  "skill2lvl4": "After absorbing 4 Energy Orbs from [[Hero Types#Intelligence-based|Intelligence Based]] Heroes, Titus recovers 20% of his max health. This effect can only be triggered once.",
  "skill3lvl3": "Damage is increased to 220%.",
  "skill4lvl3": "Mitigates damage equal to 1800% of Titus’ Attack Rating.",
  "engravings30name": "Spiral",
  "engravings30description": "Enhance the ability Spiral, Damage is increased to 230%.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: CBR +3",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: CBR +3",
  "engravings60name": "Guardian's Shield",
  "engravings60description": "Enhance the ability Guardian's Shield, Damage up to 1900% of Titus' Attack Rating can be mitigated. The duration of the defensive shield is extended to 8 seconds.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: CBR +3",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: CBR +3",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: MR +10.14 TY +31.85",
  "siname": "Mountain Star",
  "sidescription": "An energy core developed by Ansiel, the Celestial crafter, which he placed inside the stone body he had built for Titus in order to power his body. The Mountain Star originates from the mountains, and is as heavy as it is powerful. The Mountain Star has the power to protect the innocent, but also wreak devastation on those who oppose the light.",
  "siskillname": "Final Aegis",
  "siskilldescription": "When 3 or more Energy Orbs have been respectively absorbed from Strength, Agility and Intelligence based heroes, the ability “Final Aegis” is unlocked. When this ability is used, all enemies within a certain range shall be dealt 250% damage. This ability has a cooldown time of 8 seconds.",
  "siskill10unlocks": "[+10 Unlocks] Damage is increased to 280%.",
  "siskill20unlocks": "[+20 Unlocks] Damage is increased to 300%.",
  "siskill30unlocks": "[+30 Unlocks] Damage is increased to 350%. Ability’s cooldown time reduced to 6 seconds.",
  "furniturename": "Titan Surge",
  "furniture3description": "*[3/9 Mythic Pieces] When Titus goes from an active state into a dormant state, he recovers 150 Energy Points every second for the following 5 seconds.",
  "furniture9description": "*[9/9 Mythic Pieces] When Titus goes from a dormant state into an active state, he recovers 8% of his max health every second for the following 5 seconds."
}