{
  "name": "Wu Kong",
  "tagline": "The Monkey King",
  "faction": "Celestial",
  "type": "Strength",
  "class": "Warrior",
  "role": "Continuous Damage",
  "lore": "The stone cracked as a cold wind blew around it. A brilliant light burst from the fissures as if escaping a prison. Rock crumbled and then softened slightly, revealing a silhouette within the vibrant glow. A monkey sat upright, blinking his luminescent eyes and looking about with a sense of wonder. The little monkey stood upright and took a few quiet steps forward on soft feet that had never before touched the earth. From his perch atop The Mountain of Flowers and Fruit, he surveyed the lands around him.<br>\r\nIn an opulent palace leagues away, a guard noticed strange lights coming from a distant peak. He reported the light to his captain, who reported it to a councilor, who reported it to the master of the domain, who was called the Jade Emperor. The emperor was a shrewd man and immediately dispatched riders to find the source of the lights. This marked the first of many meetings between the imperial forces and the strange little monkey with light in his eyes. They couldn’t know on this initial expedition, but the odd creature would become a source of incessant consternation for their master.<br>\r\nThe monkey grew, he was given a name. Sun Wu Kong. He befriended many other animals of the mountain and through his deeds became king of the monkeys there. His physical prowess grew day by day, the spells woven into him before his arrival from the stone bolstering his power. When he acquired a weapon of incredible destructive power from a sea dragon there was no force beneath heaven that could best him.<br>\r\nSuch power does not go unnoticed. The gods sought to bring the audacious upstart to heel, but even the forces of heaven were found wanting when they dared confront him. During one of their many skirmishes, the monkey king leaped far away. As he could travel thousands of leagues in a single leap, he sometimes landed in unfamiliar territory. This time however was like nothing he had ever seen. This was a land of darkness and war. Evil permeated the very ground. Moments after landing, he was greeted with a flurry of cruelly barbed crossbow bolts. Deflecting them to the last with his magical staff, he detected the sound of many footsteps charging toward his position. They emerged from the smoke and shadow, horned creatures with pale gray skin, wicked swords raised in attack.<br>\r\nSun Wu Kong laid waste to his assailants, fighting his way through the barren lands and beyond. As on the first day, he invariably left a trail of broken Hypogean bodies behind him, quickly building up a great deal of fame in this strange new land. As before, this didn’t go unnoticed by the higher powers of the realm. The newcomer was invited to join the ranks of the celestials in their fight against the invaders. He accepted, eager to receive the privileges that come with the title of celestial. It remains to be seen, however, if the privileges he expects are in line with what the celestials plan to grant.<br>\r\n''“Underestimating me is the last mistake you’ll make”''",
  "skill1name": "Cloud Clones",
  "skill1lvl1": "Wu Kong disappears from the battlefield after summoning 3 clones of himself. Once all the clones have disappeared from the battlefield, the original Wu Kong will return to it. Cloud clones are able to use Wu Kong’s “Bludgeon” ability as well as his normal attacks. Clones possess 90% of the original Wu Kong’s stats, however, they will receive 220% damage dealt from enemy attacks.",
  "skill2name": "Bludgeon",
  "skill2lvl1": "Wu Kong uses his rod to bludgeon his enemies, dealing 180% area damage to them. This ability also deals additional damage that is equal to 8% of his enemies’ current health value. When there are no enemies nearby, Wu Kong will travel towards his enemies upon his cloud and proceed to attack them when within range.",
  "skill2lvl2": "Damage is increased to 200%.",
  "skill3name": "Falling Fury",
  "skill3lvl1": "Wu Kong throws his rod into the air so that it falls down upon the most densely concentrated area of enemies on the battlefield, dealing 270% area damage to them. Enemies that were successfully struck by the rod will lose 100 Haste points for 8 seconds.",
  "skill4name": "Foresight",
  "skill4lvl1": "Wu Kong is able to predict when his enemies will use control effects against him and will momentarily disappear from the battlefield to evade the attack and summon a cloud clone in his original position. The summoned clone shares the same attributes as Wu Kong’s “Cloud Clones” and can be summoned once every 11 seconds.",
  "skill1lvl2": "Clones receive 200% damage.",
  "skill2lvl3": "This ability cannot be dodged.",
  "skill3lvl2": "Damage is increased to 300%.",
  "skill4lvl2": "Ability is activated every 10 seconds.",
  "skill1lvl3": "Clones receive 180% damage.",
  "skill2lvl4": "Damage is increased to 220%.",
  "skill3lvl3": "Damage is increased to 330%.",
  "skill4lvl3": "Ability is activated every 9 seconds.",
  "engravings30name": "Falling Fury",
  "engravings30description": "Enhance the ability Falling Fury, Damage is increased to 350%.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: CRIT +3",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: CRIT +3",
  "engravings60name": "Foresight",
  "engravings60description": "Enhance the ability Foresight, Once triggered, Wu Kong's Haste is increased by 20 points for 5 seconds.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: CRIT +3",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: CRIT +3",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: CBR +10 ATK +10%",
  "siname": "The Golden Rod",
  "sidescription": "A deceptively heavy and powerful rod that can grow on command. It is said to be capable of injuring and killing almost all beings.",
  "siskillname": "Golden Barrier",
  "siskilldescription": "Wu Kong gains a 2-layer protective barrier at the start of battles. If Wu Kong is dealt damage that exceeds 10% of his max health he will lose 1 layer of his protective barriers without suffering any damage at all. ",
  "siskill10unlocks": "[+10 Unlocks] Gains a 4-layer protective barrier at the start of battles.",
  "siskill20unlocks": "[+20 Unlocks] Wu Kong’s clones now possess a 1-layer protective barrier.",
  "siskill30unlocks": "[+30 Unlocks] Regains 3 protective barriers each time his ultimate ability is used.",
  "furniturename": "Warrior's Meditation",
  "furniture3description": "[3/9 Mythic Pieces] Wu Kong recovers 60 energy points per second when he is absent from the battlefield as a result of his \"Cloud Clones\" ability. This ability no longer regenerates energy when Wu Kong's energy reaches or exceeds 600 points.",
  "furniture9description": "[9/9 Mythic Pieces] Wu Kong recovers 3% of his max health per second while absent from the battlefield as a result of his \"Cloud Clones\" ability."
}