{
  "name": "Zaphrael",
  "tagline": "The Righteous",
  "faction": "Celestial",
  "type": "Intelligence ",
  "class": "Mage",
  "role": "Continuous Damage",
  "lore": "Zaphrael spent his childhood years in a monastery beneath the temple. Despite their low rank, his parents were much beloved, deeply pious clerics.<br>\r\nEven as a child, he wasn’t fond of playing games, instead preferring to remain quietly in the company of the statue of a goddess. He would hide away behind it, tucked into the corner, caught up in his own little world.<br>\r\nHiding away behind that statue, little Zaphrael would often hear the prayers of believers. Back then, he couldn’t understand why grown-ups had so many troubles. Once he had grown up, he began to understand. Much of what people asked for were wishes and desires that they had no other way to fulfil.<br>\r\nTo these people, it didn’t matter if you were a deity or a demon - all that mattered was having that wish fulfilled, and whoever fulfilled it would be the one to whom the people bowed and worshipped.<br>\r\nThe year that Zaphrael turned 12, the harvests were ruined by a spell of abnormal weather, bringing famine to the region. The aristocratic Lords seized the chance to buy up a great deal of the land with very little rationing. The elderly, women and children, either starved to death or were reduced to seeking refuge elsewhere. The youthful and able-bodied were forced into servitude for their new aristocratic landlords in exchange for minimal rations to support their families.<br>\r\nThe peculiar local weather occurring at that time attracted the attention of the Lightbearer temple. Following an investigation, they discovered secret trade between the Lord and the Hypogean - the Lord would provide fresh human flesh for the Hypogean, and the Hypogean would grant the Lord the power to bend others to his will. To destroy the Hypogean, the temple sent out four clerics, including Zaphrael’s parents, and a small unit of hand-picked knights. They all had a wealth of experience in the expulsion of Hypogeans, yet when they arrived at the Lord’s domain, the ruthless and deceitful Hypogean had already begun to turn people’s hearts.<br>\r\nThe Lord had already incited the hate of the people, spreading rumors that the famine was an act of a hateful god, and that the temple withheld it’s stores of bread from the hungry. Word of moldy loaves stacked high in warehouses quickly brought the crowd’s blood to the boil. Neither the clerics, nor the soldiers, had anticipated an attack by the very unarmed refugees they were sent to protect. In the end it was too much, the deceived refugees overwhelmed the clerics and soldiers, quickly murdering them and skewering their heads on pitchforks as part of a foul march to the monastery. <br>\r\nThat night, the violent mob laid siege to the monastery. The tore down the statue of the goddess and looted the warehouse. They then took every relic they could find, as well as every broken corpse, and slung them all into a heap in the town square, setting the whole gruesome pile ablaze. Zaphrael recognized a few of the refugees as people his mother had given bread to.<br>\r\nThat night would haunt Zaphrael forever. The death of his parents, the destruction of his beloved statue, the searing heat of the fire. He would never forget those people incited a bestial rage, no better than animals. More like Hypogeans than the Hypogeans themselves. Young Zaphrael wanted nothing more than to avenge his parents, but a dark hand reached out and tightly held him back. Looking up, eyes full of pity looked back down at him, as if pleading for Zaphrael not to act on impulse. “Zaphrael. I’m certain your mother called you that. She gave me bread...” Ancelot, just 17 years old, implored Zaphrael, “I’m sure she doesn’t want to see you die like that.”<br>\r\nSeveral hours passed before the clerics of another temple arrived and spirited Zaphrael away to a safe place, just moments before the monastery was razed to the ground.<br>\r\nOrphaned, Zaphrael lived at the other monastery for a number of years. When the First Hypogean War broke out, he joined the army and took up arms against the Hypogeans. Good at drawing strength from the negative emotions of humans, the Hypogeans would exploit the fear and anger of those in battle, getting stronger and stronger, wearing down their human opposition. In those moments, Zaphrael shone like a ray of hope on the battlefield, a devout believer with little regard for his life, held back by nothing. Under his leadership, the human forces won victory after stunning victory! His bravery and strength were commended, his butchery of Hypogeans applauded, and so Zaphrael was promoted to Commander.<br>\r\nSo praised was he, that Zaphrael attracted the notice of the gods themselves. They decided that he would replace a god fallen in war, and so he was granted domain over thunder and lightning as a god. The arrogance and insatiability of humanity has created a long established cycle of eternal suffering. For such people, the Divine Light is too gentle - only the sundering of thunder and lightning can adequately punish them.<br>\r\nAfter obtaining divinity, Zaphrael searched all of Esperia in pursuit of the most dangerous Hypogean - the Twin Terrors. This ancient Hypogean, borne of twins, jointly embodies violence and deception. By using humanity’s greed and weakness against it, the Twin Terrors tempt people into using violence and deception.<br>\r\nDrawing upon the endless cycle of war, the Twin Terrors gained strength from humanity. For such a Hypogean to be restored would mean certain disaster for the already fractured world.<br>\r\nZaphrael received news of a village attempting a sacrificial ceremony to bring about the Hypogean restoration and revive the Twin Terrors. Arriving at the scene, Zaphrael is met by the unexpected sight of his then-mortal wife. Even as the child was being merged with the Hypogean, she pleaded desperately with Zaphrael to save their child - it was their only flesh and blood. <br>\r\nBut it was too late. Already, the child’s flesh and blood had been infested by the Hypogean... He was barely even conscious, anymore. Wielding a searing hot lightning bolt, Zaphrael knew what he had to do, but hesitated. The child was struggling helplessly, throwing the bolt would be sure to kill him.<br>\r\nAs if sensing his father nearby, the child weakly murmurs, “daddy.” Snapping out of his haze abruptly, the child’s mutterings tinged with slyness, Zaphrael realizes it is just the Hypogean attempting to deceive him. It’s too late for the child, the Hypogean cannot be permitted to return to the human realm! That night long ago at the monastery, Zaphrael learned the truth of human nature. Since then, he had dutifully performed his tasks for decades without bias or partiality. Even if one must sacrifice their own flesh and blood, evil must be punished!<br>\r\nIt was his firm belief that only by establishing justice and order in the world, could much of the world be protected.<br>\r\nThus, gripping the lightning bolt in his hand, he made his final decision.",
  "skill1name": "Lightning Purge",
  "skill1lvl1": "Zaphrael teleports to the side of the battlefield which has the most enemies on it and fires 7 powerful bolts of lightning across the battlefield, dealing 180% damage per lightning bolt to each enemy that the bolts strike.",
  "skill2name": "Thunderstorm",
  "skill2lvl1": "Zaphrael summons a thundercloud that exists for 18 seconds which strikes the enemy target nearest to Zaphrael every 4 seconds, dealing 150% damage to them and also causing them to be temporarily stunned.",
  "skill2lvl2": "Damage is increased to 160%.",
  "skill3name": "Lightning Arc",
  "skill3lvl1": "Zaphrael teleports behind the enemy that is closest to his allies' side of the battlefield and knocks them to the ground, dealing 230% AoE damage to the target and nearby enemies. Simultaneously, Zaphrael receives a shield that is able to mitigate damage equal to 500% of his own Attack Rating, which has duration of 8 seconds. While the shield exists, Zaphrael uses melee attacks and once the shield disappears, Zaphrael shall immediately return to his original position.",
  "skill4name": "Static Charge",
  "skill4lvl1": "During battle, enemies damaged by Zaphrael will be electrified for 10 seconds. When electrified enemies are dealt damage that exceeds 12% of their max health, the electric shall be transferred to the next closest enemy, causing the nearby enemy to lose health that is equal to 30% of the initial attack's damage.",
  "skill1lvl2": "Damage is increased to 190%.",
  "skill2lvl3": "The thundercloud deals additional damage equal to 5% of the enemy target's max health (additional damage cannot exceed 200% of Zaphrael's Attack Rating).",
  "skill3lvl2": "Value of the shield is increased to 700% of Attack Rating value.",
  "skill4lvl2": "Electric transfer now occurs when damage exceeds 10% of the enemy's max health.",
  "skill1lvl3": "Damage is increased to 200%.",
  "skill2lvl4": "Damage is increased to 170%.",
  "skill3lvl3": "Damage is increased to 250%.",
  "skill4lvl3": "Enemy that is affected by transferred electric loses health equal to 50% of the initial attack's damage.",
  "engravings30name": "Lightning Arc",
  "engravings30description": "Enhance the ability Lightning Arc, Damage is increased to 260%.",
  "engravings302star": "Reach 2 Star Ascended with this hero to gain: MP +1.82",
  "engravings303star": "Reach 3 star Ascended with this hero to gain: MP +1.82",
  "engravings60name": "Static Charge",
  "engravings60description": "Enhance the ability Static Charge, Electric transfer now occurs when damage exceeds 8% of the enemy's max health.",
  "engravings604star": "Reach 4 Star Ascended with this hero to gain: MP +1.82",
  "engravings605star": "Reach 5 Star Ascended with this hero to gain: MP +1.82",
  "engravings80name": "Endeavor",
  "engravings80description": "Arena of Heroes, Legend's Challenger Tournament, Legends' Championship, Heroes of Esperia: CDA +16.67 ATK +10%",
  "siname": "Arc of Justice",
  "sidescription": "An illustrious spear consisting of heavenly lightning. It's frightening heat and power is able to turn enemies into ashes in an instant.",
  "siskillname": "Zeal",
  "siskilldescription": "After using the ability \"Lightning Arc\" Zaphrael's Normal Melee Attacks become even more powerful, dealing 60% damage 9 times to the enemy, also interrupting their current action.",
  "siskill10unlocks": "[+10 Unlocks] Damage is increased to 70%.",
  "siskill20unlocks": "[+20 Unlocks] Damage is increased to 80%",
  "siskill30unlocks": "[+30 Unlocks] The ability \"Thunderstorm\" targets an additional 1 enemy targets",
  "furniturename": "Divine Intervention",
  "furniture3description": "[3/9 Mythic Pieces] When an enemy deals damage to Zaphrael they are stunned for 0.5 seconds. Stunned enemies cannot be stunned again for 8 seconds. This ability shall still stun its target even if its damage was completely mitigated by the enemy.",
  "furniture9description": "[9/9 Mythic Pieces] When an enemy deals damage to Zaphrael they are stunned for 2 seconds. Stunned enemies cannot be stunned again for 8 seconds. This ability shall still stun its target even if its damage was completely mitigated by the enemy."
}